[{"scene_id": "gl-12-14-06s0", "raw": "A scene from a TV show in which a man and a little girl are standing in front of a Christmas tree.", "with_names": "a man and a little girl are standing in front of a christmas tree."}, {"scene_id": "gl-12-14-06s1", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-12-14-06s2", "raw": "A scene from a TV show in which a little girl is seen with her hair pulled back.", "with_names": "a little girl is with her hair pulled back."}, {"scene_id": "gl-12-14-06s3", "raw": "A scene from a TV show in which a man is being guided by a woman.", "with_names": "a man is being guided by a woman."}, {"scene_id": "gl-12-14-06s4", "raw": "A scene from a TV show in which a woman is standing next to a man in a room.", "with_names": "a woman is standing next to a man in a room."}, {"scene_id": "gl-12-14-06s5", "raw": "A scene from a TV show in which a woman is wearing large hoop earrings.", "with_names": "a woman is wearing large hoop earrings."}, {"scene_id": "gl-12-14-06s6", "raw": "A scene from a TV show in which a woman is talking to a man while holding a wine glass.", "with_names": ""}, {"scene_id": "gl-12-14-06s7", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-12-14-06s8", "raw": "A scene from a TV show in which a man is talking to someone and his long hair is flowing down his face.", "with_names": ""}, {"scene_id": "gl-12-14-06s9", "raw": "A scene from a TV show in which a woman is wearing a red dress and talking to another woman.", "with_names": ""}, {"scene_id": "gl-12-14-06s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-14-06s11", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-14-06s12", "raw": "A scene from a TV show in which a man is buying a newspaper from a vending machine.", "with_names": "a man is buying a newspaper from a vending machine."}, {"scene_id": "gl-12-14-06s13", "raw": "A scene from a TV show in which a man is wearing a black beanie and a jacket.", "with_names": "a man is wearing a black beanie and a jacket."}, {"scene_id": "gl-12-14-06s14", "raw": "A scene from a TV show in which a woman is seen in a dark room, with a TV screen in the background.", "with_names": "a woman is in a dark room, with a tv screen in the background."}, {"scene_id": "gl-12-14-06s15", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "gl-12-14-06s16", "raw": "A scene from a TV show in which a man is talking on the phone while drinking coffee", "with_names": ""}, {"scene_id": "gl-12-14-06s17", "raw": "A scene from a TV show in which a man is wearing a red scarf and a grey coat.", "with_names": "a man is wearing a red scarf and a grey coat."}, {"scene_id": "gl-12-14-06s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-14-06s19", "raw": "A scene from a TV show in which a woman is screaming", "with_names": "a woman is screaming"}, {"scene_id": "gl-12-14-06s20", "raw": "A scene from a TV show in which a man is wearing a black beanie and a scarf.", "with_names": "a man is wearing a black beanie and a scarf."}, {"scene_id": "gl-12-14-06s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-14-06s22", "raw": "A scene from a TV show in which a woman is smiling and wearing a black dress.", "with_names": "a woman is smiling and wearing a black dress."}, {"scene_id": "gl-12-14-06s23", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at a woman."}, {"scene_id": "gl-12-14-06s24", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "gl-12-14-06s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-14-06s26", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-12-14-06s27", "raw": "A scene from a TV show in which a woman is singing and dancing.", "with_names": "a woman is singing and dancing."}, {"scene_id": "gl-12-14-06s28", "raw": "A scene from a TV show in which a woman is wearing a necklace and a suit.", "with_names": "a woman is wearing a necklace and a suit."}, {"scene_id": "gl-12-14-06s29", "raw": "A scene from a TV show in which a blonde woman is wearing a white turtleneck and a black jacket.", "with_names": "a blonde woman is wearing a white turtleneck and a black jacket."}, {"scene_id": "gl-12-14-06s30", "raw": "A scene from a TV show in which a woman is lying on her back with her head resting on a pillow.", "with_names": "a woman is lying on her back with her head resting on a pillow."}, {"scene_id": "gl-12-14-06s31", "raw": "A scene from a TV show in which a man is seen in a dark room.", "with_names": "a man is in a dark room."}]