[{"scene_id": "atwt-08-02-01s0", "raw": "A scene from a TV show in which a man is sitting at a table and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-02-01s1", "raw": "A scene from a TV show in which a door is opened and a person is seen inside.", "with_names": "a door is opened and a person is inside."}, {"scene_id": "atwt-08-02-01s2", "raw": "A scene from a TV show in which a bottle of milk is being poured into a glass. The text reads \"The ExLax Good Morning Guarantee\"", "with_names": "a bottle of milk is being poured into a glass. the text reads \"the exlax good morning guarantee\""}, {"scene_id": "atwt-08-02-01s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-02-01s4", "raw": "A scene from a TV show in which a woman is sitting at a desk, a man is standing behind her.", "with_names": "a woman is sitting at a desk, a man is standing behind her."}, {"scene_id": "atwt-08-02-01s5", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "atwt-08-02-01s6", "raw": "A scene from a TV show in which a blonde woman is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-02-01s7", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-08-02-01s8", "raw": "A scene from a TV show in which a woman is wearing sunglasses and smiling.", "with_names": "Emily is wearing sunglasses and smiling."}, {"scene_id": "atwt-08-02-01s9", "raw": "A scene from a TV show in which a girl is wearing a tank top and a boy is behind her.", "with_names": "Jennifer is wearing a tank top and Paul is behind her."}, {"scene_id": "atwt-08-02-01s10", "raw": "A scene from a TV show in which a man is sitting on a couch with his head propped up on his hand, and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-08-02-01s11", "raw": "A scene from a TV show in which a woman is sitting in a room with a blue tank top on.", "with_names": "a woman is sitting in a room with a blue tank top on."}, {"scene_id": "atwt-08-02-01s12", "raw": "A scene from a TV show in which a woman is talking on the phone while another woman stands behind her", "with_names": ""}, {"scene_id": "atwt-08-02-01s13", "raw": "A scene from a TV show in which a little girl is watching a movie.", "with_names": "a little girl is watching a movie."}, {"scene_id": "atwt-08-02-01s14", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing behind her.", "with_names": "a woman is holding a baby and a man is standing behind her."}, {"scene_id": "atwt-08-02-01s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-02-01s16", "raw": "A scene from a TV show in which a man is reading a book and looking down.", "with_names": "a man is reading a book and looking down."}]