[{"scene_id": "atwt-10-22-01s0", "raw": "A scene from a TV show in which a man is standing in a room with a woman sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-10-22-01s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other. The man is looking at the woman, who is looking away from him.", "with_names": "Billy and Jennifer are standing next to each other. the man is looking at the woman, who is looking away from him."}, {"scene_id": "atwt-10-22-01s2", "raw": "A scene from a TV show in which a young man is talking and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-10-22-01s3", "raw": "A scene from a TV show in which a person is spraying Lysol on a wall.", "with_names": "a person is spraying lysol on a wall."}, {"scene_id": "atwt-10-22-01s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "Paul is wearing a suit and tie and looking down"}, {"scene_id": "atwt-10-22-01s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-22-01s6", "raw": "A scene from a TV show in which a woman is smoking a cigarette", "with_names": "a woman is smoking a cigarette"}, {"scene_id": "atwt-10-22-01s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "Bryant is looking at Jennifer and she is looking away."}, {"scene_id": "atwt-10-22-01s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "Paul is wearing a suit and tie"}, {"scene_id": "atwt-10-22-01s9", "raw": "A scene from a TV show in which a woman is seen dancing in front of a blue wall.", "with_names": "Carly is dancing in front of a blue wall."}, {"scene_id": "atwt-10-22-01s10", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down", "with_names": ""}, {"scene_id": "atwt-10-22-01s11", "raw": "A scene from a TV show in which a woman is wearing a black leather jacket and a blonde bob haircut.", "with_names": "Carly is wearing a black leather jacket and a blonde bob haircut."}, {"scene_id": "atwt-10-22-01s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-22-01s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "Paul is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-10-22-01s14", "raw": "A scene from a TV show in which two girls are sitting next to each other and talking.", "with_names": ""}, {"scene_id": "atwt-10-22-01s15", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-22-01s16", "raw": "A scene from a TV show in which a man is driving a car and is looking out the window.", "with_names": "a man is driving a car and is looking out the window."}, {"scene_id": "atwt-10-22-01s17", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}]