[{"scene_id": "bb-02-21-17s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-02-21-17s1", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Thomas and Steffy are standing in a room."}, {"scene_id": "bb-02-21-17s2", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is standing in front of a sewing machine.", "with_names": "a man is wearing a suit and a tie and is standing in front of a sewing machine."}, {"scene_id": "bb-02-21-17s3", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a wall of glasses.", "with_names": "a man is wearing a suit and tie and looking at a wall of glasses."}, {"scene_id": "bb-02-21-17s4", "raw": "A scene from a TV show in which a man is seen in a dark room", "with_names": "a man is in a dark room"}, {"scene_id": "bb-02-21-17s5", "raw": "A scene from a TV show in which a woman is wearing a floral blouse and a red tie.", "with_names": "a woman is wearing a floral blouse and a red tie."}, {"scene_id": "bb-02-21-17s6", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-02-21-17s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-21-17s9", "raw": "A scene from a TV show in which a large building is surrounded by a freeway.", "with_names": "a large building is surrounded by a freeway."}, {"scene_id": "bb-02-21-17s10", "raw": "A scene from a TV show in which a man is smoking a cigarette in a room with a sign that says \"Spectra\"", "with_names": "Steffy is smoking a cigarette in a room with a sign that says \"spectra\""}, {"scene_id": "bb-02-21-17s11", "raw": "A scene from a TV show in which a woman is wearing a floral shirt and a red tie and is holding a microphone.", "with_names": "a woman is wearing a floral shirt and a red tie and is holding a microphone."}, {"scene_id": "bb-02-21-17s12", "raw": "A scene from a TV show in which a man is holding a stack of papers.", "with_names": "a man is holding a stack of papers."}, {"scene_id": "bb-02-21-17s13", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "bb-02-21-17s14", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a child.", "with_names": "a man is standing in a room with a woman and a child."}, {"scene_id": "bb-02-21-17s15", "raw": "A scene from a TV show in which a man is looking at his phone and another man is standing behind him.", "with_names": "a man is looking at his phone and another man is standing behind him."}, {"scene_id": "bb-02-21-17s16", "raw": "A scene from a TV show in which a woman is looking at her phone while a man stands next to her.", "with_names": "Bill is looking at her phone while Jarrett stands next to her."}, {"scene_id": "bb-02-21-17s18", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a chair.", "with_names": "a man is standing in a room with a desk and a chair."}, {"scene_id": "bb-02-21-17s19", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-02-21-17s20", "raw": "A scene from a TV show in which a woman is standing in an office and a man is sitting in front of her.", "with_names": "Bill is standing in an office and a man is sitting in front of her."}, {"scene_id": "bb-02-21-17s21", "raw": "A scene from a TV show in which a woman is wearing a floral shirt and a tie and talking to two men.", "with_names": ""}, {"scene_id": "bb-02-21-17s22", "raw": "A scene from a TV show in which a man is standing in a room with a chair and a table.", "with_names": "a man is standing in a room with a chair and a table."}]