[{"scene_id": "gl-09-22-05s0", "raw": "A scene from a TV show in which a woman is sitting at a table with her head resting on her hand.", "with_names": "a woman is sitting at a table with her head resting on her hand."}, {"scene_id": "gl-09-22-05s1", "raw": "A scene from a TV show in which two women are standing next to each other, one is pouring coffee into a cup.", "with_names": "two women are standing next to each other, one is pouring coffee into a cup."}, {"scene_id": "gl-09-22-05s2", "raw": "A scene from a TV show in which a woman is sitting at a table with a vase of flowers, and a man is standing behind her.", "with_names": "a woman is sitting at a table with a vase of flowers, and a man is standing behind her."}, {"scene_id": "gl-09-22-05s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-22-05s4", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and he is eating a sandwich.", "with_names": "a woman is sitting at a table with a man, and he is eating a sandwich."}, {"scene_id": "gl-09-22-05s5", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing behind him.", "with_names": "a man is sitting at a table and a woman is standing behind him."}, {"scene_id": "gl-09-22-05s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is wearing a red hoodie.", "with_names": ""}, {"scene_id": "gl-09-22-05s7", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "gl-09-22-05s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-22-05s9", "raw": "", "with_names": ""}, {"scene_id": "gl-09-22-05s10", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "gl-09-22-05s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-09-22-05s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-22-05s13", "raw": "A scene from a TV show in which a man is being hit in the head by a woman.", "with_names": "a man is being hit in the head by a woman."}, {"scene_id": "gl-09-22-05s14", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is standing behind her.", "with_names": "a woman is wearing a pink shirt and a man is standing behind her."}, {"scene_id": "gl-09-22-05s15", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-09-22-05s16", "raw": "A scene from a TV show in which a man is wearing a white shirt and a brown tie", "with_names": "a man is wearing a white shirt and a brown tie"}, {"scene_id": "gl-09-22-05s17", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-22-05s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-22-05s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-22-05s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "gl-09-22-05s21", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-22-05s22", "raw": "A scene from a TV show in which a woman is sitting on a bench and talking to someone.", "with_names": ""}, {"scene_id": "gl-09-22-05s23", "raw": "A scene from a TV show in which a woman is sitting on a bench and talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-22-05s24", "raw": "A scene from a TV show in which a man is sitting on a bench and a woman is standing behind him, touching his shoulder.", "with_names": "a man is sitting on a bench and a woman is standing behind him, touching his shoulder."}, {"scene_id": "gl-09-22-05s25", "raw": "A scene from a TV show in which a man is talking to another man and the other man is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-09-22-05s26", "raw": "A scene from a TV show in which a woman is talking to someone in a dark room.", "with_names": ""}, {"scene_id": "gl-09-22-05s27", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-09-22-05s28", "raw": "", "with_names": ""}]