[{"scene_id": "gl-01-06-05s0", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "gl-01-06-05s1", "raw": "A scene from a TV show in which a man is eating a hot dog in a restaurant.", "with_names": "a man is eating a hot dog in a restaurant."}, {"scene_id": "gl-01-06-05s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-06-05s3", "raw": "A scene from a TV show in which a man is getting married", "with_names": "a man is getting married"}, {"scene_id": "gl-01-06-05s4", "raw": "A scene from a TV show in which a woman is in a robe and a man is behind her", "with_names": "] is in a robe and Jonathan is behind her"}, {"scene_id": "gl-01-06-05s5", "raw": "A scene from a TV show in which a man is sitting on a bench in the snow.", "with_names": "a man is sitting on a bench in the snow."}, {"scene_id": "gl-01-06-05s6", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-01-06-05s7", "raw": "A scene from a TV show in which a woman is sitting on a bench and her hair is blowing in the wind.", "with_names": "a woman is sitting on a bench and her hair is blowing in the wind."}, {"scene_id": "gl-01-06-05s8", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "gl-01-06-05s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-06-05s10", "raw": "A scene from a TV show in which a man is walking down the aisle with a bouquet and a lantern.", "with_names": "a man is walking down the aisle with a bouquet and a lantern."}, {"scene_id": "gl-01-06-05s11", "raw": "A scene from a TV show in which a woman is sitting on a bench and talking to someone.", "with_names": ""}, {"scene_id": "gl-01-06-05s12", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie", "with_names": "a man is wearing a suit and a purple tie"}, {"scene_id": "gl-01-06-05s13", "raw": "A scene from a TV show in which a man is talking to someone and his hair is long", "with_names": ""}, {"scene_id": "gl-01-06-05s14", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-06-05s15", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-01-06-05s16", "raw": "A scene from a TV show in which a man is talking on the phone and a window is behind him", "with_names": ""}, {"scene_id": "gl-01-06-05s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-06-05s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-06-05s19", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-01-06-05s20", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is curly", "with_names": ""}, {"scene_id": "gl-01-06-05s21", "raw": "", "with_names": ""}, {"scene_id": "gl-01-06-05s22", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "gl-01-06-05s23", "raw": "A scene from a TV show in which a man is talking to a woman, and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-01-06-05s24", "raw": "A scene from a TV show in which a man is looking down and smiling", "with_names": "a man is looking down and smiling"}, {"scene_id": "gl-01-06-05s25", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a man.", "with_names": ""}, {"scene_id": "gl-01-06-05s26", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-01-06-05s27", "raw": "A scene from a TV show in which a man is getting married", "with_names": "a man is getting married"}, {"scene_id": "gl-01-06-05s28", "raw": "", "with_names": ""}]