[{"scene_id": "oltl-04-20-07s0", "raw": "A scene from a TV show in which a woman is standing in front of a curtain, her hands clasped together. A woman is sitting in the foreground, looking at her.", "with_names": "Starr is standing in front of a curtain, her hands clasped together. a woman is sitting in the foreground, looking at her."}, {"scene_id": "oltl-04-20-07s1", "raw": "A scene from a TV show in which a man and a woman are in a car.", "with_names": "a man and a woman are in a car."}, {"scene_id": "oltl-04-20-07s2", "raw": "A scene from a TV show in which a man is doing push-ups with a dog.", "with_names": "] is doing push-ups with a dog."}, {"scene_id": "oltl-04-20-07s3", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a black blazer.", "with_names": "a woman is wearing a green shirt and a black blazer."}, {"scene_id": "oltl-04-20-07s4", "raw": "A scene from a TV show in which a man is talking to a woman in a police station.", "with_names": ""}, {"scene_id": "oltl-04-20-07s5", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at a picture frame.", "with_names": ""}, {"scene_id": "oltl-04-20-07s6", "raw": "A scene from a TV show in which a ghost is seen in the dark", "with_names": "a ghost is in the dark"}, {"scene_id": "oltl-04-20-07s7", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-04-20-07s8", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "oltl-04-20-07s9", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-04-20-07s10", "raw": "A scene from a TV show in which a woman is kneeling on the floor in front of a man and a girl.", "with_names": "a woman is kneeling on the floor in front of a man and a girl."}, {"scene_id": "oltl-04-20-07s11", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and is standing in front of a blue wall.", "with_names": "a man is wearing a white shirt and a tie and is standing in front of a blue wall."}, {"scene_id": "oltl-04-20-07s12", "raw": "A scene from a TV show in which a woman is wearing a red tank top and a ponytail.", "with_names": "a woman is wearing a red tank top and a ponytail."}, {"scene_id": "oltl-04-20-07s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-20-07s14", "raw": "A scene from a TV show in which a man is sitting in a car and looking at the camera.", "with_names": "a man is sitting in a car and looking at the camera."}, {"scene_id": "oltl-04-20-07s15", "raw": "A scene from a TV show in which a man is being questioned by a woman and a detective.", "with_names": "a man is being questioned by a woman and a detective."}, {"scene_id": "oltl-04-20-07s16", "raw": "A scene from a TV show in which a woman is talking to a child.", "with_names": ""}, {"scene_id": "oltl-04-20-07s17", "raw": "A scene from a TV show in which a young man is sitting on a bench, looking down and looking sad.", "with_names": "a young man is sitting on a bench, looking down and looking sad."}, {"scene_id": "oltl-04-20-07s18", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting next to her.", "with_names": "a woman is driving a car and a man is sitting next to her."}, {"scene_id": "oltl-04-20-07s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-20-07s20", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "oltl-04-20-07s21", "raw": "A scene from a TV show in which a young black woman is standing in front of a clock.", "with_names": "a young black woman is standing in front of a clock."}, {"scene_id": "oltl-04-20-07s22", "raw": "A scene from a TV show in which a man is holding a woman by the hand and pulling her towards him.", "with_names": "a man is holding a woman by the hand and pulling her towards him."}, {"scene_id": "oltl-04-20-07s23", "raw": "A scene from a TV show in which a woman is sitting in a car and looking down", "with_names": "a woman is sitting in a car and looking down"}, {"scene_id": "oltl-04-20-07s24", "raw": "A scene from a TV show in which a woman is talking to a child.", "with_names": ""}, {"scene_id": "oltl-04-20-07s25", "raw": "A scene from a TV show in which a woman is driving and her eyes are closed", "with_names": "a woman is driving and her eyes are closed"}, {"scene_id": "oltl-04-20-07s26", "raw": "A scene from a TV show in which a girl is holding a book and a boy is behind her.", "with_names": "a girl is holding a book and a boy is behind her."}, {"scene_id": "oltl-04-20-07s27", "raw": "A scene from a TV show in which a man and a woman are talking to a group of people.", "with_names": ""}, {"scene_id": "oltl-04-20-07s28", "raw": "A scene from a TV show in which a woman is talking to a man, and she is wearing a police uniform.", "with_names": ""}, {"scene_id": "oltl-04-20-07s29", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]