[{"scene_id": "pc-02-05-01s0", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-02-05-01s1", "raw": "A scene from a TV show in which a man is sitting on a train and talking to someone.", "with_names": ""}, {"scene_id": "pc-02-05-01s2", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking down", "with_names": "Ian is wearing a suit and a tie and is looking down"}, {"scene_id": "pc-02-05-01s3", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-02-05-01s4", "raw": "A scene from a TV show in which a man is being greeted by a train conductor.", "with_names": "a man is being greeted by a train conductor."}, {"scene_id": "pc-02-05-01s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-02-05-01s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-05-01s7", "raw": "A scene from a TV show in which a woman is talking to a man in a car.", "with_names": ""}, {"scene_id": "pc-02-05-01s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "pc-02-05-01s9", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "pc-02-05-01s10", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a lamp.", "with_names": "a man is standing in a room with a woman and a lamp."}, {"scene_id": "pc-02-05-01s11", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Eve is crying."}, {"scene_id": "pc-02-05-01s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]