[{"scene_id": "gl-10-18-06s0", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing behind her.", "with_names": "a woman is walking down a hallway and a man is standing behind her."}, {"scene_id": "gl-10-18-06s1", "raw": "A scene from a TV show in which Keanu Reeves is sitting in a chair and talking to someone.", "with_names": ""}, {"scene_id": "gl-10-18-06s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-18-06s3", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other, the woman is crying.", "with_names": "a man and a woman are sitting next to each other, the woman is crying."}, {"scene_id": "gl-10-18-06s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-10-18-06s5", "raw": "A scene from a TV show in which a woman is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "gl-10-18-06s6", "raw": "A scene from a TV show in which a young girl is being spanked by her mother.", "with_names": "a young girl is being spanked by her mother."}, {"scene_id": "gl-10-18-06s7", "raw": "A scene from a TV show in which a woman is wearing a purple top and a necklace.", "with_names": "a woman is wearing a purple top and a necklace."}, {"scene_id": "gl-10-18-06s8", "raw": "A scene from a TV show in which a woman is reading a letter.", "with_names": "a woman is reading a letter."}, {"scene_id": "gl-10-18-06s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-18-06s10", "raw": "A scene from a TV show in which a woman is sitting on a bed and a baby is lying on the bed.", "with_names": "Lizzie is sitting on a bed and a baby is lying on the bed."}, {"scene_id": "gl-10-18-06s11", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Jonathan and Tammy are lying in bed together."}, {"scene_id": "gl-10-18-06s12", "raw": "A scene from a TV show in which a woman is lying on a bed and holding a pacifier.", "with_names": "a woman is lying on a bed and holding a pacifier."}, {"scene_id": "gl-10-18-06s13", "raw": "A scene from a TV show in which a man is wearing a black t-shirt and long hair", "with_names": "a man is wearing a black t-shirt and long hair"}, {"scene_id": "gl-10-18-06s14", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-10-18-06s15", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is standing in the background.", "with_names": ""}, {"scene_id": "gl-10-18-06s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]