[{"scene_id": "bb-09-08-15s0", "raw": "A scene from a TV show in which a man and a woman are lying on a bed, with the woman wearing angel wings.", "with_names": "Ridge and Caroline are lying on a bed, with the woman wearing angel wings."}, {"scene_id": "bb-09-08-15s1", "raw": "A scene from a TV show in which a woman is being attacked by a ghost.", "with_names": "a woman is being attacked by a ghost."}, {"scene_id": "bb-09-08-15s2", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-08-15s3", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-08-15s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "bb-09-08-15s5", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-09-08-15s6", "raw": "A scene from a TV show in which a man is on the phone while a woman sits on a couch.", "with_names": "a man is on the phone while a woman sits on a couch."}, {"scene_id": "bb-09-08-15s7", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-08-15s8", "raw": "A scene from a TV show in which a man and a woman are sitting on a bed and talking.", "with_names": ""}, {"scene_id": "bb-09-08-15s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-08-15s10", "raw": "A scene from a TV show in which a woman is smiling and a man is holding her hair.", "with_names": "a woman is smiling and a man is holding her hair."}, {"scene_id": "bb-09-08-15s11", "raw": "A scene from a TV show in which a man is slapping another man's face.", "with_names": "a man is slapping another man's face."}, {"scene_id": "bb-09-08-15s12", "raw": "A scene from a TV show in which a man and a woman sit on a couch, talking on the phone.", "with_names": ""}, {"scene_id": "bb-09-08-15s13", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-09-08-15s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-08-15s15", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-09-08-15s16", "raw": "A scene from a TV show in which a woman is looking at a wall and a lamp.", "with_names": "a woman is looking at a wall and a lamp."}]