[{"scene_id": "oltl-07-04-06s0", "raw": "A scene from a TV show in which a man is holding a microphone and wearing a yellow shirt.", "with_names": "Kelly is holding a microphone and wearing a yellow shirt."}, {"scene_id": "oltl-07-04-06s1", "raw": "A scene from a TV show in which a man is sitting on the grass in a cemetery, looking at a book.", "with_names": "a man is sitting on the grass in a cemetery, looking at a book."}, {"scene_id": "oltl-07-04-06s2", "raw": "A scene from a TV show in which a man is seen urinating in a hotel room.", "with_names": "a man is urinating in a hotel room."}, {"scene_id": "oltl-07-04-06s3", "raw": "A scene from a TV show in which a man and a woman are dancing in a ballroom.", "with_names": "a man and a woman are dancing in a ballroom."}, {"scene_id": "oltl-07-04-06s4", "raw": "A scene from a TV show in which a woman is shown with a blonde wig and a dress.", "with_names": ""}, {"scene_id": "oltl-07-04-06s5", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-07-04-06s6", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt", "with_names": "a man is wearing a suit and a blue shirt"}, {"scene_id": "oltl-07-04-06s7", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "a woman is smiling and looking at a man."}, {"scene_id": "oltl-07-04-06s8", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "oltl-07-04-06s9", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-07-04-06s10", "raw": "A scene from a TV show in which a woman is touching a man's chest.", "with_names": "a woman is touching a man's chest."}, {"scene_id": "oltl-07-04-06s11", "raw": "A scene from a TV show in which a man is yelling at a young girl.", "with_names": "a man is yelling at a young girl."}, {"scene_id": "oltl-07-04-06s12", "raw": "A scene from a TV show in which a man is talking to someone and looking at a lamp", "with_names": ""}, {"scene_id": "oltl-07-04-06s13", "raw": "A scene from a TV show in which a man is yelling and his mouth is wide open.", "with_names": "a man is yelling and his mouth is wide open."}, {"scene_id": "oltl-07-04-06s14", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-07-04-06s15", "raw": "A scene from a TV show in which a man is kissing a woman on the bed.", "with_names": "a man is kissing a woman on the bed."}, {"scene_id": "oltl-07-04-06s16", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-07-04-06s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-04-06s18", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-04-06s19", "raw": "A scene from a TV show in which Jennifer Aniston is wearing a red dress and a man is in a white shirt.", "with_names": "jennifer aniston is wearing a red dress and a man is in a white shirt."}, {"scene_id": "oltl-07-04-06s20", "raw": "A scene from a TV show in which a man is talking to a woman and he is looking at her with a serious expression.", "with_names": ""}, {"scene_id": "oltl-07-04-06s21", "raw": "A scene from a TV show in which a woman is walking past a bar.", "with_names": "] is walking past a bar."}, {"scene_id": "oltl-07-04-06s22", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is kissing her neck", "with_names": "a woman is lying on a bed and a man is kissing her neck"}, {"scene_id": "oltl-07-04-06s23", "raw": "", "with_names": ""}, {"scene_id": "oltl-07-04-06s24", "raw": "", "with_names": ""}, {"scene_id": "oltl-07-04-06s25", "raw": "A scene from a TV show in which a black woman is kissing a white man.", "with_names": "a black woman is kissing a white man."}, {"scene_id": "oltl-07-04-06s26", "raw": "A scene from a TV show in which a man is proposing to a woman.", "with_names": "a man is proposing to a woman."}, {"scene_id": "oltl-07-04-06s27", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-07-04-06s28", "raw": "A scene from a TV show in which a man and a woman are talking to each other. The woman is wearing a red dress and the man is wearing a suit.", "with_names": ""}, {"scene_id": "oltl-07-04-06s29", "raw": "A scene from a TV show in which a man is handing a piece of paper to a woman.", "with_names": "a man is handing a piece of paper to a woman."}, {"scene_id": "oltl-07-04-06s30", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a necklace", "with_names": "a woman is wearing a pink shirt and a necklace"}]