[{"scene_id": "oltl-06-17-08s0", "raw": "A scene from a TV show in which a man and a woman are talking to a lawyer.", "with_names": ""}, {"scene_id": "oltl-06-17-08s1", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "oltl-06-17-08s2", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-06-17-08s3", "raw": "A scene from a TV show in which a man is reading a book while a dog sits on his lap.", "with_names": "a man is reading a book while a dog sits on his lap."}, {"scene_id": "oltl-06-17-08s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-17-08s5", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "oltl-06-17-08s6", "raw": "A scene from a TV show in which a man is talking to a woman, with the caption \"Shelly Altman, Janet Tobias, Chris Van Etten, Anna Theresia Cascio\" in the bottom left corner.", "with_names": ""}, {"scene_id": "oltl-06-17-08s7", "raw": "A scene from a TV show in which a young boy is wearing a plaid shirt and a white t-shirt.", "with_names": "a young boy is wearing a plaid shirt and a white t-shirt."}, {"scene_id": "oltl-06-17-08s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-17-08s9", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway.", "with_names": "a man and a woman are standing in a hallway."}, {"scene_id": "oltl-06-17-08s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-17-08s11", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-06-17-08s12", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-06-17-08s13", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-06-17-08s14", "raw": "A scene from a TV show in which a woman is holding a cell phone and a man is punching her in the face.", "with_names": "a woman is holding a cell phone and a man is punching her in the face."}, {"scene_id": "oltl-06-17-08s15", "raw": "A scene from a TV show in which a young boy is standing in front of a shirtless man.", "with_names": "a young boy is standing in front of a shirtless man."}, {"scene_id": "oltl-06-17-08s16", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "oltl-06-17-08s17", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-06-17-08s18", "raw": "A scene from a TV show in which two women are sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-06-17-08s19", "raw": "A scene from a TV show in which a woman is wearing a polka dot dress and a red scarf around her neck.", "with_names": "a woman is wearing a polka dot dress and a red scarf around her neck."}, {"scene_id": "oltl-06-17-08s20", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a blue shirt.", "with_names": ""}, {"scene_id": "oltl-06-17-08s21", "raw": "A scene from a TV show in which a woman is being hit by a man.", "with_names": "a woman is being hit by a man."}, {"scene_id": "oltl-06-17-08s22", "raw": "A scene from a TV show in which a man is sitting at a table with his head down, looking sad.", "with_names": "a man is sitting at a table with his head down, looking sad."}, {"scene_id": "oltl-06-17-08s23", "raw": "A scene from a TV show in which a man is touching a woman's hair.", "with_names": "a man is touching a woman's hair."}, {"scene_id": "oltl-06-17-08s24", "raw": "A scene from a TV show in which a man is seen holding a beer and a woman is walking down the stairs.", "with_names": "a man is holding a beer and a woman is walking down the stairs."}, {"scene_id": "oltl-06-17-08s25", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is standing next to a security guard.", "with_names": "a man is wearing a suit and tie and is standing next to a security guard."}, {"scene_id": "oltl-06-17-08s26", "raw": "A scene from a TV show in which a woman is holding a dog and another woman is sitting next to her.", "with_names": "a woman is holding a dog and another woman is sitting next to her."}, {"scene_id": "oltl-06-17-08s27", "raw": "A scene from a TV show in which a woman is wearing a polka dot dress and a red belt.", "with_names": "a woman is wearing a polka dot dress and a red belt."}, {"scene_id": "oltl-06-17-08s28", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "oltl-06-17-08s29", "raw": "A scene from a TV show in which a man is walking down a hallway with two other people.", "with_names": "a man is walking down a hallway with two other people."}]