[{"scene_id": "bb-11-11-16s0", "raw": "A scene from a TV show in which a young man is smiling and a woman is looking at him.", "with_names": "a young man is smiling and a woman is looking at him."}, {"scene_id": "bb-11-11-16s1", "raw": "A scene from a TV show in which a man and a woman are talking to a group of people.", "with_names": ""}, {"scene_id": "bb-11-11-16s2", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a white dress.", "with_names": "Wyatt is wearing a suit and Quinn is in a white dress."}, {"scene_id": "bb-11-11-16s3", "raw": "A scene from a TV show in which a man is talking to a woman and smiling.", "with_names": ""}, {"scene_id": "bb-11-11-16s4", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "bb-11-11-16s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-11-16s6", "raw": "A scene from a TV show in which a man is standing in a room with a framed picture on the wall and a vase on a table.", "with_names": "a man is standing in a room with a framed picture on the wall and a vase on a table."}, {"scene_id": "bb-11-11-16s7", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "Maya is being interviewed by Rick."}, {"scene_id": "bb-11-11-16s8", "raw": "A scene from a TV show in which a man is wearing a suit and bow tie and looking down.", "with_names": "a man is wearing a suit and bow tie and looking down."}, {"scene_id": "bb-11-11-16s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-11-16s11", "raw": "A scene from a TV show in which Mark Wahlberg and his wife Rhea Durham are interviewed by a reporter", "with_names": "mark wahlberg and his wife rhea durham are interviewed by a reporter"}, {"scene_id": "bb-11-11-16s12", "raw": "A scene from a TV show in which a woman is reading a script to a group of people", "with_names": "Quinn is reading a script to a group of people"}, {"scene_id": "bb-11-11-16s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-11-16s16", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}, {"scene_id": "bb-11-11-16s17", "raw": "A scene from a TV show in which a woman is talking to a man in a store.", "with_names": ""}, {"scene_id": "bb-11-11-16s18", "raw": "A scene from a TV show in which a model is wearing a dress that is too small for her.", "with_names": "a model is wearing a dress that is too small for her."}, {"scene_id": "bb-11-11-16s19", "raw": "A scene from a TV show in which a woman is watching a virtual fashion show on her laptop.", "with_names": "Quinn is watching a virtual fashion show on her laptop."}, {"scene_id": "bb-11-11-16s21", "raw": "A scene from a TV show in which a model is wearing a pink dress and a white skirt.", "with_names": "a model is wearing a pink dress and a white skirt."}, {"scene_id": "bb-11-11-16s23", "raw": "A scene from a TV show in which a man and two women are talking in a dressing room.", "with_names": ""}, {"scene_id": "bb-11-11-16s24", "raw": "A scene from a TV show in which people are taking pictures of each other with their cameras.", "with_names": "people are taking pictures of each other with their cameras."}, {"scene_id": "bb-11-11-16s25", "raw": "A scene from a TV show in which a woman is looking up and a man is standing behind her.", "with_names": "a woman is looking up and Eric is standing behind her."}, {"scene_id": "bb-11-11-16s26", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-11-11-16s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-11-16s28", "raw": "A scene from a TV show in which a woman is screaming at a man.", "with_names": "Charlotte is screaming at Wyatt."}, {"scene_id": "bb-11-11-16s29", "raw": "A scene from a TV show in which a white table is being used as a prop for a fashion show.", "with_names": "a white table is being used as a prop for a fashion show."}, {"scene_id": "bb-11-11-16s35", "raw": "A scene from a TV show in which a man and a woman are arguing in a dressing room.", "with_names": "a man and a woman are arguing in a dressing room."}, {"scene_id": "bb-11-11-16s36", "raw": "A scene from a TV show in which a woman is being harassed by two men.", "with_names": "Katie is being harassed by two men."}, {"scene_id": "bb-11-11-16s39", "raw": "A scene from a TV show in which a bouquet is placed next to a sign that reads 'E'", "with_names": "a bouquet is placed next to a sign that reads 'e'"}, {"scene_id": "bb-11-11-16s41", "raw": "A scene from a TV show in which a model walks down a runway in a wedding dress.", "with_names": "a model walks down a runway in a wedding dress."}, {"scene_id": "bb-11-11-16s42", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Rick and a woman are standing next to each other."}]