[{"scene_id": "bb-01-20-20s0", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "bb-01-20-20s1", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "Wyatt and Sally are dancing together."}, {"scene_id": "bb-01-20-20s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Bill and Katie are standing in a room."}, {"scene_id": "bb-01-20-20s3", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "bb-01-20-20s4", "raw": "A scene from a TV show in which a man and a woman are holding hands.", "with_names": "Wyatt and Sally are holding hands."}, {"scene_id": "bb-01-20-20s5", "raw": "A scene from a TV show in which a woman is sitting on a staircase and talking to someone.", "with_names": ""}, {"scene_id": "bb-01-20-20s6", "raw": "A scene from a TV show in which a woman is wearing a white blazer and a necklace.", "with_names": "Quinn is wearing a white blazer and a necklace."}, {"scene_id": "bb-01-20-20s7", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-20-20s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-20-20s9", "raw": "A scene from a TV show in which two women are sitting next to each other.", "with_names": "two women are sitting next to each other."}, {"scene_id": "bb-01-20-20s10", "raw": "A scene from a TV show in which a woman is wearing a black bra and a jacket.", "with_names": "Sally is wearing a black bra and a jacket."}, {"scene_id": "bb-01-20-20s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-01-20-20s12", "raw": "A scene from a TV show in which a man is sitting on a couch with a glass of wine, while a woman sits next to him.", "with_names": ""}, {"scene_id": "bb-01-20-20s13", "raw": "A scene from a TV show in which a woman is talking to someone in a church.", "with_names": ""}, {"scene_id": "bb-01-20-20s14", "raw": "A scene from a TV show in which a woman sits on a couch with a glass of wine.", "with_names": "a woman sits on a couch with a glass of wine."}]