[{"scene_id": "atwt-04-04-06s0", "raw": "A scene from a TV show in which a woman is lying on a bed with her eyes closed.", "with_names": "a woman is lying on a bed with her eyes closed."}, {"scene_id": "atwt-04-04-06s1", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-04-04-06s2", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp on.", "with_names": "a woman is standing in a room with a lamp on."}, {"scene_id": "atwt-04-04-06s3", "raw": "A scene from a TV show in which a woman is wearing a black dress and her hair is blowing in the wind.", "with_names": "a woman is wearing a black dress and her hair is blowing in the wind."}, {"scene_id": "atwt-04-04-06s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-04-06s5", "raw": "A scene from a TV show in which a man and a woman are standing close to each other.", "with_names": "a man and a woman are standing close to each other."}, {"scene_id": "atwt-04-04-06s6", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-04-06s7", "raw": "A scene from a TV show in which a hand is holding a pamphlet.", "with_names": "a hand is holding a pamphlet."}, {"scene_id": "atwt-04-04-06s8", "raw": "A scene from a TV show in which a man is looking down and his face is not visible.", "with_names": "a man is looking down and his face is not visible."}, {"scene_id": "atwt-04-04-06s9", "raw": "A scene from a TV show in which a young man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a young man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-04-04-06s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-04-06s11", "raw": "A scene from a TV show in which frozen vegetables are shown to be contaminated with salmonella.", "with_names": "frozen vegetables are shown to be contaminated with salmonella."}, {"scene_id": "atwt-04-04-06s12", "raw": "A scene from a TV show in which a woman is seen in a bathroom, with her face blurred out.", "with_names": "a woman is in a bathroom, with her face blurred out."}, {"scene_id": "atwt-04-04-06s13", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is standing next to her.", "with_names": "a woman is in a jail cell and a man is standing next to her."}, {"scene_id": "atwt-04-04-06s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-04-04-06s15", "raw": "A scene from a TV show in which a woman is looking down and wearing a red and black jacket.", "with_names": "a woman is looking down and wearing a red and black jacket."}, {"scene_id": "atwt-04-04-06s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-04-06s17", "raw": "A scene from a TV show in which a white picket fence is shown with a flower bed and a water only garden.", "with_names": ""}, {"scene_id": "atwt-04-04-06s18", "raw": "A scene from a TV show in which a woman is wearing a brown top and a necklace", "with_names": "a woman is wearing a brown top and a necklace"}, {"scene_id": "atwt-04-04-06s19", "raw": "A scene from a TV show in which a man is looking at the camera with a surprised expression.", "with_names": "a man is looking at the camera with a surprised expression."}, {"scene_id": "atwt-04-04-06s20", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-04-04-06s21", "raw": "A scene from a TV show in which a man with long blonde hair is looking at the camera", "with_names": "a man with long blonde hair is looking at the camera"}, {"scene_id": "atwt-04-04-06s22", "raw": "A scene from a TV show in which a woman is whispering into the ear of a man.", "with_names": "a woman is whispering into the ear of a man."}]