[{"scene_id": "bb-08-27-14s0", "raw": "A scene from a TV show in which a young woman is looking at a picture frame and talking.", "with_names": ""}, {"scene_id": "bb-08-27-14s1", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "Quinn is looking at Wyatt and smiling."}, {"scene_id": "bb-08-27-14s2", "raw": "A scene from a TV show in which a model walks the runway in a white dress", "with_names": "a model walks the runway in a white dress"}, {"scene_id": "bb-08-27-14s3", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a vase.", "with_names": "Quinn is sitting in a room and looking at a vase."}, {"scene_id": "bb-08-27-14s5", "raw": "A scene from a TV show in which a woman is standing in a bedroom, a young girl is sitting on a bed, and a dog is in the background.", "with_names": "a woman is standing in a bedroom, a young girl is sitting on a bed, and a dog is in the background."}, {"scene_id": "bb-08-27-14s6", "raw": "A scene from a TV show in which a woman is talking to a friend.", "with_names": ""}, {"scene_id": "bb-08-27-14s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-08-27-14s8", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking.", "with_names": ""}, {"scene_id": "bb-08-27-14s9", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-08-27-14s10", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "Liam is kissing Ivy."}, {"scene_id": "bb-08-27-14s11", "raw": "A scene from a TV show in which a blonde woman is kissing a brunette woman on the cheek.", "with_names": "a blonde woman is kissing a brunette woman on the cheek."}, {"scene_id": "bb-08-27-14s12", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-08-27-14s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-27-14s14", "raw": "A scene from a TV show in which a man puts a ring on a woman's finger.", "with_names": "Liam puts a ring on Ivy's finger."}]