[{"scene_id": "bb-05-01-06s0", "raw": "A scene from a TV show in which a clapperboard is used to indicate the number of viewers.", "with_names": "a clapperboard is used to indicate the number of viewers."}, {"scene_id": "bb-05-01-06s1", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a clock is visible on his chest", "with_names": "a man is wearing a leather jacket and a clock is visible on his chest"}, {"scene_id": "bb-05-01-06s2", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-05-01-06s3", "raw": "A scene from a TV show in which a man is bleeding from his mouth.", "with_names": "a man is bleeding from his mouth."}, {"scene_id": "bb-05-01-06s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-01-06s5", "raw": "A scene from a TV show in which a man is standing in front of a clock", "with_names": "a man is standing in front of a clock"}, {"scene_id": "bb-05-01-06s6", "raw": "A scene from a TV show in which a woman is wearing a white dress and a black jacket.", "with_names": "a woman is wearing a white dress and a black jacket."}, {"scene_id": "bb-05-01-06s7", "raw": "A scene from a TV show in which a woman is holding a cell phone and a man is standing behind her.", "with_names": "a woman is holding a cell phone and a man is standing behind her."}, {"scene_id": "bb-05-01-06s8", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "bb-05-01-06s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-05-01-06s10", "raw": "A scene from a TV show in which a man is standing in front of a door and a woman is talking to him.", "with_names": ""}, {"scene_id": "bb-05-01-06s11", "raw": "A scene from a TV show in which a woman is talking to someone in a bar.", "with_names": ""}]