[{"scene_id": "gl-11-27-01s0", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "gl-11-27-01s1", "raw": "A scene from a TV show in which a woman is wearing a floral dress and a white tank top.", "with_names": "a woman is wearing a floral dress and a white tank top."}, {"scene_id": "gl-11-27-01s2", "raw": "A scene from a TV show in which two men are sitting on a bench, one of them is looking at his cell phone.", "with_names": "two men are sitting on a bench, one of them is looking at his cell phone."}, {"scene_id": "gl-11-27-01s3", "raw": "A scene from a TV show in which a purple circle is surrounded by a blue ring and the words 'Guiding Light'", "with_names": "a purple circle is surrounded by a blue ring and the words 'guiding light'"}, {"scene_id": "gl-11-27-01s4", "raw": "A scene from a TV show in which a woman is talking to a man and a cup of coffee is on the table.", "with_names": ""}, {"scene_id": "gl-11-27-01s5", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-11-27-01s6", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "gl-11-27-01s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-11-27-01s8", "raw": "A scene from a TV show in which a man is being attacked by a shark.", "with_names": "a man is being attacked by a shark."}, {"scene_id": "gl-11-27-01s9", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-11-27-01s10", "raw": "A scene from a TV show in which a blue and purple circle is spinning around a white light.", "with_names": "a blue and purple circle is spinning around a white light."}, {"scene_id": "gl-11-27-01s11", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "gl-11-27-01s12", "raw": "A scene from a TV show in which a man is kissing a woman in the dark.", "with_names": "a man is kissing a woman in the dark."}, {"scene_id": "gl-11-27-01s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-27-01s14", "raw": "A scene from a TV show in which a man is walking in the woods and looking at a tree.", "with_names": "a man is walking in the woods and looking at a tree."}, {"scene_id": "gl-11-27-01s15", "raw": "A scene from a TV show in which two women are sitting on a bench and talking.", "with_names": ""}, {"scene_id": "gl-11-27-01s16", "raw": "A scene from a TV show in which a man and a woman are standing in a room and talking to each other.", "with_names": ""}, {"scene_id": "gl-11-27-01s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Cassie are standing next to each other."}, {"scene_id": "gl-11-27-01s18", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-11-27-01s19", "raw": "A scene from a TV show in which a man is looking up and smiling.", "with_names": "a man is looking up and smiling."}, {"scene_id": "gl-11-27-01s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-27-01s21", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]