[{"scene_id": "oltl-06-09-08s0", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is looking at him.", "with_names": "Rex is standing in front of Adriana, and she is looking at him."}, {"scene_id": "oltl-06-09-08s1", "raw": "A scene from a TV show in which a woman is holding a sign that says \"Counselors\" in a living room.", "with_names": "a woman is holding a sign that says \"counselors\" in a living room."}, {"scene_id": "oltl-06-09-08s2", "raw": "A scene from a TV show in which a man is standing in a kitchen, wearing a suit and tie.", "with_names": "a man is standing in a kitchen, wearing a suit and tie."}, {"scene_id": "oltl-06-09-08s3", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a man is shirtless.", "with_names": "a woman is wearing a purple dress and a man is shirtless."}, {"scene_id": "oltl-06-09-08s4", "raw": "A scene from a TV show in which a man is lying in a hospital bed and looking to the right.", "with_names": "a man is lying in a hospital bed and looking to the right."}, {"scene_id": "oltl-06-09-08s5", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "] is smiling and looking at the camera."}, {"scene_id": "oltl-06-09-08s6", "raw": "A scene from a TV show in which a woman is trying to open a box with a man standing behind her", "with_names": "a woman is trying to open a box with a man standing behind her"}, {"scene_id": "oltl-06-09-08s7", "raw": "A scene from a TV show in which a woman is wearing a blue cardigan and a black top.", "with_names": "a woman is wearing a blue cardigan and a black top."}, {"scene_id": "oltl-06-09-08s8", "raw": "A scene from a TV show in which a door is opened by a key.", "with_names": "a door is opened by a key."}, {"scene_id": "oltl-06-09-08s9", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-09-08s10", "raw": "A scene from a TV show in which a young girl is standing in a kitchen with her arms crossed, a man is behind her, and a woman is on the phone.", "with_names": "a young girl is standing in a kitchen with her arms crossed, a man is behind her, and a woman is on the phone."}, {"scene_id": "oltl-06-09-08s11", "raw": "A scene from a TV show in which a woman is lying on her back with a man lying on top of her.", "with_names": "a woman is lying on her back with a man lying on top of her."}, {"scene_id": "oltl-06-09-08s12", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-06-09-08s13", "raw": "A scene from a TV show in which a man is talking to a woman, with her arms crossed.", "with_names": ""}, {"scene_id": "oltl-06-09-08s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-09-08s15", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "oltl-06-09-08s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-09-08s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-09-08s18", "raw": "A scene from a TV show in which a man is in a hospital bed", "with_names": "a man is in a hospital bed"}, {"scene_id": "oltl-06-09-08s19", "raw": "A scene from a TV show in which a man is holding a newspaper and a woman is looking at him.", "with_names": "a man is holding a newspaper and a woman is looking at him."}, {"scene_id": "oltl-06-09-08s20", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-06-09-08s21", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-09-08s22", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-06-09-08s23", "raw": "A scene from a TV show in which a man is in a hospital bed and is looking to the right.", "with_names": "a man is in a hospital bed and is looking to the right."}, {"scene_id": "oltl-06-09-08s24", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a suit and the other is wearing a dress shirt.", "with_names": "two men are standing next to each other, one is wearing a suit and the other is wearing a dress shirt."}, {"scene_id": "oltl-06-09-08s25", "raw": "A scene from a TV show in which a woman is looking at a man and saying,", "with_names": "a woman is looking at a man and saying,"}, {"scene_id": "oltl-06-09-08s26", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-09-08s27", "raw": "A scene from a TV show in which a girl is sitting on a couch and a woman is standing next to her", "with_names": ""}, {"scene_id": "oltl-06-09-08s28", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-09-08s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]