[{"scene_id": "atwt-09-28-04s0", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a nurse is standing in the background.", "with_names": "a woman is lying in a hospital bed and a nurse is standing in the background."}, {"scene_id": "atwt-09-28-04s1", "raw": "A scene from a TV show in which a man is looking at the camera and making a face.", "with_names": "a man is looking at the camera and making a face."}, {"scene_id": "atwt-09-28-04s2", "raw": "A scene from a TV show in which a man is smiling and a woman is looking at him.", "with_names": "] is smiling and a woman is looking at him."}, {"scene_id": "atwt-09-28-04s3", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-09-28-04s4", "raw": "A scene from a TV show in which a woman is submerged in water.", "with_names": "a woman is submerged in water."}, {"scene_id": "atwt-09-28-04s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-28-04s6", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is in a suit.", "with_names": "a woman is wearing a dress and a man is in a suit."}, {"scene_id": "atwt-09-28-04s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-28-04s8", "raw": "A scene from a TV show in which a young man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-09-28-04s9", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "atwt-09-28-04s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "] and a woman are standing next to each other."}, {"scene_id": "atwt-09-28-04s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-28-04s12", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "atwt-09-28-04s13", "raw": "A scene from a TV show in which a man is seen in a black room, with a white circle around his head", "with_names": "a man is in a black room, with a white circle around his head"}, {"scene_id": "atwt-09-28-04s14", "raw": "A scene from a TV show in which a man is standing in a jungle.", "with_names": "a man is standing in a jungle."}, {"scene_id": "atwt-09-28-04s15", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "a man is wearing a tuxedo and a bow tie."}, {"scene_id": "atwt-09-28-04s16", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-09-28-04s17", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-28-04s18", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "atwt-09-28-04s19", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-09-28-04s20", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "atwt-09-28-04s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-28-04s22", "raw": "A scene from a TV show in which a woman is being hit by a man.", "with_names": "a woman is being hit by a man."}, {"scene_id": "atwt-09-28-04s23", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-28-04s24", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-28-04s25", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, the man is holding a knife.", "with_names": "a man and a woman are standing in a kitchen, the man is holding a knife."}]