[{"scene_id": "bb-02-11-14s0", "raw": "A scene from a TV show in which a man and a woman stand in a living room.", "with_names": "Ridge and Katie stand in a living room."}, {"scene_id": "bb-02-11-14s1", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "bb-02-11-14s2", "raw": "A scene from a TV show in which a woman sings into a microphone.", "with_names": "a woman sings into a microphone."}, {"scene_id": "bb-02-11-14s3", "raw": "A scene from a TV show in which a shirtless man stands in front of a woman.", "with_names": "a shirtless man stands in front of a woman."}, {"scene_id": "bb-02-11-14s4", "raw": "A scene from a TV show in which a woman is interviewed about her relationship with a man.", "with_names": "a woman is interviewed about her relationship with a man."}, {"scene_id": "bb-02-11-14s5", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-02-11-14s6", "raw": "A scene from a TV show in which a man is standing in front of a fireplace, his shirt off, and a necklace hanging from his neck.", "with_names": "a man is standing in front of a fireplace, his shirt off, and a necklace hanging from his neck."}, {"scene_id": "bb-02-11-14s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-11-14s8", "raw": "A scene from a TV show in which a woman talks about her experience with a man who was abusive.", "with_names": "a woman talks about her experience with a man who was abusive."}, {"scene_id": "bb-02-11-14s9", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-02-11-14s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-02-11-14s11", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-02-11-14s12", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-02-11-14s13", "raw": "A scene from a TV show in which a woman holds a baby and a toddler.", "with_names": "a woman holds a baby and a toddler."}, {"scene_id": "bb-02-11-14s14", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}]