[{"scene_id": "oltl-04-28-08s0", "raw": "A scene from a TV show in which a woman is talking about a forest fire.", "with_names": ""}, {"scene_id": "oltl-04-28-08s1", "raw": "A scene from a TV show in which a brush fire is shown.", "with_names": ""}, {"scene_id": "oltl-04-28-08s2", "raw": "", "with_names": ""}, {"scene_id": "oltl-04-28-08s3", "raw": "", "with_names": ""}, {"scene_id": "oltl-04-28-08s4", "raw": "A scene from a TV show in which a man is wearing a suit and a red shirt.", "with_names": "a man is wearing a suit and a red shirt."}, {"scene_id": "oltl-04-28-08s5", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-04-28-08s6", "raw": "", "with_names": ""}, {"scene_id": "oltl-04-28-08s7", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "] is kissing a woman on the cheek."}, {"scene_id": "oltl-04-28-08s8", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-04-28-08s9", "raw": "A scene from a TV show in which a shirtless man is standing in front of two women.", "with_names": "a shirtless man is standing in front of two women."}, {"scene_id": "oltl-04-28-08s10", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-28-08s11", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking to each other.", "with_names": ""}, {"scene_id": "oltl-04-28-08s12", "raw": "A scene from a TV show in which two women are standing in a room with a desk and a chair.", "with_names": "two women are standing in a room with a desk and a chair."}, {"scene_id": "oltl-04-28-08s13", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-04-28-08s14", "raw": "A scene from a TV show in which a woman is holding her head and a man is standing behind her.", "with_names": "a woman is holding her head and a man is standing behind her."}, {"scene_id": "oltl-04-28-08s15", "raw": "A scene from a TV show in which a man is wearing a suit and a red shirt", "with_names": "a man is wearing a suit and a red shirt"}, {"scene_id": "oltl-04-28-08s16", "raw": "A scene from a TV show in which two men are running from each other.", "with_names": "two men are running from each other."}, {"scene_id": "oltl-04-28-08s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-04-28-08s18", "raw": "A scene from a TV show in which a man is wearing a tank top and a beard.", "with_names": "a man is wearing a tank top and a beard."}, {"scene_id": "oltl-04-28-08s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-04-28-08s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-04-28-08s21", "raw": "A scene from a TV show in which a woman is sitting at a desk with her head resting on her hand", "with_names": "a woman is sitting at a desk with her head resting on her hand"}, {"scene_id": "oltl-04-28-08s22", "raw": "A scene from a TV show in which a man is being interviewed by a reporter.", "with_names": "a man is being interviewed by a reporter."}, {"scene_id": "oltl-04-28-08s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-28-08s24", "raw": "A scene from a TV show in which a woman is walking down a street with a cup of coffee, and a man is standing behind her.", "with_names": "a woman is walking down a street with a cup of coffee, and a man is standing behind her."}, {"scene_id": "oltl-04-28-08s25", "raw": "A scene from a TV show in which a woman is talking about her weight loss.", "with_names": ""}, {"scene_id": "oltl-04-28-08s26", "raw": "A scene from a TV show in which a man is wearing a tank top and a woman is sitting next to him.", "with_names": "a man is wearing a tank top and a woman is sitting next to him."}, {"scene_id": "oltl-04-28-08s27", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at a man.", "with_names": ""}, {"scene_id": "oltl-04-28-08s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-28-08s29", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "oltl-04-28-08s30", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-04-28-08s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-28-08s32", "raw": "A scene from a TV show in which a young man is looking at a woman and talking to her.", "with_names": ""}]