[{"scene_id": "bb-09-03-15s0", "raw": "A scene from a TV show in which a woman is upset and looks down.", "with_names": "Ridge is upset and looks down."}, {"scene_id": "bb-09-03-15s1", "raw": "A scene from a TV show in which a woman is blurred out.", "with_names": "a woman is blurred out."}, {"scene_id": "bb-09-03-15s2", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-09-03-15s3", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a suit.", "with_names": "a woman is wearing a red dress and a man is in a suit."}, {"scene_id": "bb-09-03-15s4", "raw": "A scene from a TV show in which a woman sits at a desk and talks to a man.", "with_names": "a woman sits at a desk and talks to a man."}, {"scene_id": "bb-09-03-15s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-03-15s6", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-09-03-15s7", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in the background.", "with_names": "a woman is wearing a red dress and a man is in the background."}, {"scene_id": "bb-09-03-15s8", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-03-15s9", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-09-03-15s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-03-15s11", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-03-15s12", "raw": "A scene from a TV show in which a woman is crying and a man is standing next to her.", "with_names": "a woman is crying and a man is standing next to her."}, {"scene_id": "bb-09-03-15s13", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "bb-09-03-15s14", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-03-15s15", "raw": "A scene from a TV show in which a man is blurred out.", "with_names": "a man is blurred out."}, {"scene_id": "bb-09-03-15s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}]