[{"scene_id": "oltl-01-05-10s0", "raw": "A scene from a TV show in which a woman stands over a man lying on a bed.", "with_names": "Blair stands over Todd lying on a bed."}, {"scene_id": "oltl-01-05-10s1", "raw": "A scene from a TV show in which two women are standing at a dining table, one is holding a glass of orange juice.", "with_names": "two women are standing at a dining table, one is holding a glass of orange juice."}, {"scene_id": "oltl-01-05-10s2", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "oltl-01-05-10s3", "raw": "A scene from a TV show in which a man is in a white shirt and a prison uniform, and another man is behind bars.", "with_names": "a man is in a white shirt and a prison uniform, and another man is behind bars."}, {"scene_id": "oltl-01-05-10s4", "raw": "A scene from a TV show in which a man and a woman are talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-01-05-10s5", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in the background", "with_names": "a woman is wearing a red dress and a man is in the background"}, {"scene_id": "oltl-01-05-10s6", "raw": "A scene from a TV show in which a man is in a jail cell and two police officers are standing outside.", "with_names": "a man is in a jail cell and two police officers are standing outside."}, {"scene_id": "oltl-01-05-10s7", "raw": "A scene from a TV show in which a man is standing in front of a group of people.", "with_names": "a man is standing in front of a group of people."}, {"scene_id": "oltl-01-05-10s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-05-10s9", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-01-05-10s10", "raw": "A scene from a TV show in which a woman is trying to put a sweater on a man.", "with_names": "a woman is trying to put a sweater on a man."}, {"scene_id": "oltl-01-05-10s11", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-01-05-10s12", "raw": "A scene from a TV show in which a man is standing shirtless in front of a woman.", "with_names": "a man is standing shirtless in front of a woman."}, {"scene_id": "oltl-01-05-10s13", "raw": "A scene from a TV show in which a girl is wearing a robe and a boy is standing next to her.", "with_names": "a girl is wearing a robe and a boy is standing next to her."}, {"scene_id": "oltl-01-05-10s14", "raw": "A scene from a TV show in which a man is standing in front of a woman, holding a handbag.", "with_names": "a man is standing in front of a woman, holding a handbag."}, {"scene_id": "oltl-01-05-10s15", "raw": "A scene from a TV show in which a woman is sitting on a red couch and looking down.", "with_names": "a woman is sitting on a red couch and looking down."}, {"scene_id": "oltl-01-05-10s16", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "oltl-01-05-10s17", "raw": "A scene from a TV show in which a man is in a white shirt and a greying man is wearing a blue shirt.", "with_names": "a man is in a white shirt and a greying man is wearing a blue shirt."}, {"scene_id": "oltl-01-05-10s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-01-05-10s19", "raw": "A scene from a TV show in which a boy is sitting on a couch and a girl is standing next to him.", "with_names": ""}, {"scene_id": "oltl-01-05-10s20", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-01-05-10s21", "raw": "A scene from a TV show in which a man is standing shirtless in front of a woman.", "with_names": "a man is standing shirtless in front of a woman."}, {"scene_id": "oltl-01-05-10s22", "raw": "A scene from a TV show in which a man is talking and his mouth is open", "with_names": ""}, {"scene_id": "oltl-01-05-10s23", "raw": "A scene from a TV show in which a man with a beard is wearing glasses and looking down at a book.", "with_names": "a man with a beard is wearing glasses and looking down at a book."}, {"scene_id": "oltl-01-05-10s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-05-10s25", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-01-05-10s26", "raw": "A scene from a TV show in which a boy is talking to a girl", "with_names": ""}, {"scene_id": "oltl-01-05-10s27", "raw": "A scene from a TV show in which a man is wearing a tie and a white shirt and is looking to the right of the camera.", "with_names": "a man is wearing a tie and a white shirt and is looking to the right of the camera."}, {"scene_id": "oltl-01-05-10s28", "raw": "A scene from a TV show in which a woman is talking to a man and another man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-01-05-10s29", "raw": "A scene from a TV show in which a woman is wearing a black and white dress and a man is holding her hand.", "with_names": "a woman is wearing a black and white dress and a man is holding her hand."}, {"scene_id": "oltl-01-05-10s30", "raw": "A scene from a TV show in which a woman is looking through a window and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-01-05-10s31", "raw": "A scene from a TV show in which a woman is talking to a man and the man is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "oltl-01-05-10s32", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-01-05-10s33", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-05-10s34", "raw": "", "with_names": ""}, {"scene_id": "oltl-01-05-10s35", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-05-10s36", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-05-10s37", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is talking to her through the bars.", "with_names": ""}, {"scene_id": "oltl-01-05-10s38", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and is looking to the right of the frame.", "with_names": "a man is wearing a white shirt and a tie and is looking to the right of the frame."}, {"scene_id": "oltl-01-05-10s39", "raw": "A scene from a TV show in which a man is holding a Bible and a woman is behind bars.", "with_names": "a man is holding a bible and a woman is behind bars."}, {"scene_id": "oltl-01-05-10s40", "raw": "", "with_names": ""}]