[{"scene_id": "atwt-09-04-07s0", "raw": "A scene from a TV show in which a man is being interviewed by a woman. The woman is wearing a black dress and has her hair pulled back.", "with_names": "a man is being interviewed by Maddie. the woman is wearing a black dress and has her hair pulled back."}, {"scene_id": "atwt-09-04-07s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-04-07s2", "raw": "A scene from a TV show in which a man is standing in a kitchen and another man is in the background.", "with_names": "a man is standing in a kitchen and another man is in the background."}, {"scene_id": "atwt-09-04-07s3", "raw": "A scene from a TV show in which a man is seen in a dark room, wearing a black shirt and a tie.", "with_names": "a man is in a dark room, wearing a black shirt and a tie."}, {"scene_id": "atwt-09-04-07s4", "raw": "A scene from a TV show in which a man is seen in a black room with a white circle on the right side of his face.", "with_names": "a man is in a black room with a white circle on the right side of his face."}, {"scene_id": "atwt-09-04-07s5", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-09-04-07s6", "raw": "A scene from a TV show in which a woman is wearing a green shirt and her hair is down", "with_names": "a woman is wearing a green shirt and her hair is down"}, {"scene_id": "atwt-09-04-07s7", "raw": "A scene from a TV show in which a man is looking at a woman and he is wearing a green shirt", "with_names": "a man is looking at a woman and he is wearing a green shirt"}, {"scene_id": "atwt-09-04-07s8", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-09-04-07s9", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "atwt-09-04-07s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-04-07s11", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-04-07s12", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-09-04-07s13", "raw": "A scene from a TV show in which a man is seen wiping a car window with his hand.", "with_names": "a man is wiping a car window with his hand."}, {"scene_id": "atwt-09-04-07s14", "raw": "A scene from a TV show in which a woman is yelling and pointing at someone off-screen.", "with_names": "a woman is yelling and pointing at someone off-screen."}, {"scene_id": "atwt-09-04-07s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-09-04-07s16", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not interested.\"", "with_names": "a woman is looking at a man and saying, \"i'm not interested.\""}, {"scene_id": "atwt-09-04-07s17", "raw": "A scene from a TV show in which a young man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-09-04-07s18", "raw": "A scene from a TV show in which a man is talking to a woman in a suit.", "with_names": ""}, {"scene_id": "atwt-09-04-07s19", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at the camera.", "with_names": "a woman is sitting on a bed and looking at the camera."}, {"scene_id": "atwt-09-04-07s20", "raw": "A scene from a TV show in which a woman is on the phone with a man.", "with_names": "a woman is on the phone with a man."}, {"scene_id": "atwt-09-04-07s21", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-09-04-07s22", "raw": "A scene from a TV show in which a woman is sitting at a bar with a man, and he is touching her shoulder.", "with_names": "a woman is sitting at a bar with a man, and he is touching her shoulder."}, {"scene_id": "atwt-09-04-07s23", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "a man and a woman are standing in a bar."}, {"scene_id": "atwt-09-04-07s24", "raw": "A scene from a TV show in which a man and a woman are standing in front of a chandelier.", "with_names": "a man and a woman are standing in front of a chandelier."}]