[{"scene_id": "atwt-01-09-03s0", "raw": "A scene from a TV show in which a man is standing in front of a window, looking out.", "with_names": "a man is standing in front of a window, looking out."}, {"scene_id": "atwt-01-09-03s1", "raw": "A scene from a TV show in which a man is singing and a microphone is in front of him.", "with_names": "a man is singing and a microphone is in front of him."}, {"scene_id": "atwt-01-09-03s2", "raw": "A scene from a TV show in which a man is talking to a woman in front of a billboard that says \"Heaven\"", "with_names": ""}, {"scene_id": "atwt-01-09-03s3", "raw": "A scene from a TV show in which a man is wearing a brown jacket and a plaid shirt", "with_names": "Mike is wearing a brown jacket and a plaid shirt"}, {"scene_id": "atwt-01-09-03s4", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "Jack is looking at the camera with a serious expression."}, {"scene_id": "atwt-01-09-03s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-09-03s6", "raw": "A scene from a TV show in which a man is talking to a priest.", "with_names": ""}, {"scene_id": "atwt-01-09-03s7", "raw": "A scene from a TV show in which a black man and a white woman are talking.", "with_names": ""}, {"scene_id": "atwt-01-09-03s8", "raw": "A scene from a TV show in which a man is standing in a field with a group of people.", "with_names": "Mike is standing in a field with a group of people."}, {"scene_id": "atwt-01-09-03s9", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-09-03s10", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-01-09-03s11", "raw": "A scene from a TV show in which a man is holding a bouquet and a bottle of wine", "with_names": "a man is holding a bouquet and a bottle of wine"}, {"scene_id": "atwt-01-09-03s12", "raw": "A scene from a TV show in which a woman is seen in a restaurant with a knife.", "with_names": "a woman is in a restaurant with a knife."}, {"scene_id": "atwt-01-09-03s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "Bob is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-01-09-03s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-09-03s15", "raw": "A scene from a TV show in which a man is standing in front of a table with a bouquet of flowers.", "with_names": "Craig is standing in front of a table with a bouquet of flowers."}, {"scene_id": "atwt-01-09-03s16", "raw": "A scene from a TV show in which a woman is talking on a cell phone while a man stands behind her.", "with_names": ""}, {"scene_id": "atwt-01-09-03s17", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-01-09-03s18", "raw": "A scene from a TV show in which a woman is in a hospital bed and a man is standing next to her.", "with_names": "Rosanna is in a hospital bed and Craig is standing next to her."}, {"scene_id": "atwt-01-09-03s19", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "Jack and Carly are sitting next to each other."}, {"scene_id": "atwt-01-09-03s20", "raw": "A scene from a TV show in which a man is holding an umbrella and a woman is walking away from him.", "with_names": "a man is holding an umbrella and a woman is walking away from him."}, {"scene_id": "atwt-01-09-03s21", "raw": "A scene from a TV show in which a black man is yelling at a white woman.", "with_names": "a black man is yelling at a white woman."}, {"scene_id": "atwt-01-09-03s22", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-01-09-03s23", "raw": "A scene from a TV show in which a woman is wearing a leopard print shirt and a blonde bob haircut.", "with_names": "Carly is wearing a leopard print shirt and a blonde bob haircut."}]