[{"scene_id": "bb-09-06-17s0", "raw": "A scene from a TV show in which a man is standing in a kitchen, a woman is walking towards him.", "with_names": "Liam is standing in a kitchen, Steffy is walking towards him."}, {"scene_id": "bb-09-06-17s1", "raw": "A scene from a TV show in which a man is trying on a pair of glasses.", "with_names": "a man is trying on a pair of glasses."}, {"scene_id": "bb-09-06-17s2", "raw": "A scene from a TV show in which a man holds up a picture of a woman.", "with_names": "a man holds up a picture of a woman."}, {"scene_id": "bb-09-06-17s3", "raw": "A scene from a TV show in which a black and white zebra is seen", "with_names": "a black and white zebra is"}, {"scene_id": "bb-09-06-17s4", "raw": "A scene from a TV show in which a man is holding a piece of paper and talking to two other men.", "with_names": ""}, {"scene_id": "bb-09-06-17s5", "raw": "A scene from a TV show in which a woman is wearing a white suit and smiling.", "with_names": "a woman is wearing a white suit and smiling."}, {"scene_id": "bb-09-06-17s6", "raw": "A scene from a TV show in which a woman is trying to get a man to kiss her.", "with_names": "Steffy is trying to get Liam to kiss her."}, {"scene_id": "bb-09-06-17s7", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to another man.", "with_names": ""}, {"scene_id": "bb-09-06-17s8", "raw": "A scene from a TV show in which a woman is holding a baby and a young girl is standing nearby.", "with_names": "a woman is holding a baby and a young girl is standing nearby."}, {"scene_id": "bb-09-06-17s9", "raw": "A scene from a TV show in which a woman is standing in front of a man in a suit.", "with_names": "a woman is standing in front of a man in a suit."}, {"scene_id": "bb-09-06-17s10", "raw": "A scene from a TV show in which a man sits at a desk with a motorcycle and a book.", "with_names": "a man sits at a desk with a motorcycle and a book."}, {"scene_id": "bb-09-06-17s11", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "Liam is in a hospital bed, wearing a mask."}, {"scene_id": "bb-09-06-17s12", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "bb-09-06-17s13", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-06-17s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-06-17s15", "raw": "A scene from a TV show in which a man sits in an office chair and looks at a book.", "with_names": "a man sits in an office chair and looks at a book."}, {"scene_id": "bb-09-06-17s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-06-17s17", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and Nicole sit on a couch and talk."}, {"scene_id": "bb-09-06-17s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-06-17s20", "raw": "A scene from a TV show in which a man is wearing a suit and a pink tie and talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-06-17s21", "raw": "A scene from a TV show in which a man is standing in a room and talking.", "with_names": ""}, {"scene_id": "bb-09-06-17s22", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}]