[{"scene_id": "atwt-01-11-07s0", "raw": "A scene from a TV show in which a young man is wearing a red shirt and a short haircut.", "with_names": "a young man is wearing a red shirt and a short haircut."}, {"scene_id": "atwt-01-11-07s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-11-07s2", "raw": "A scene from a TV show in which a man is standing in front of a door and looking confused.", "with_names": "a man is standing in front of a door and looking confused."}, {"scene_id": "atwt-01-11-07s3", "raw": "A scene from a TV show in which a woman is looking at her phone while a man stands behind her", "with_names": "a woman is looking at her phone while a man stands behind her"}, {"scene_id": "atwt-01-11-07s4", "raw": "A scene from a TV show in which a woman is sleeping with a green blanket.", "with_names": "a woman is sleeping with a green blanket."}, {"scene_id": "atwt-01-11-07s5", "raw": "A scene from a TV show in which a young man is wearing glasses and a grey t-shirt.", "with_names": "a young man is wearing glasses and a grey t-shirt."}, {"scene_id": "atwt-01-11-07s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-11-07s7", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a necklace", "with_names": "a woman is wearing a fur coat and a necklace"}, {"scene_id": "atwt-01-11-07s8", "raw": "A scene from a TV show in which a box of fish sticks is shown.", "with_names": ""}, {"scene_id": "atwt-01-11-07s9", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-01-11-07s10", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and her mouth is open in shock.", "with_names": "a woman is wearing a black turtleneck and her mouth is open in shock."}, {"scene_id": "atwt-01-11-07s11", "raw": "A scene from a TV show in which a person is injecting a syringe with the word \"Infusion\" on it.", "with_names": "a person is injecting a syringe with the word \"infusion\" on it."}, {"scene_id": "atwt-01-11-07s12", "raw": "A scene from a TV show in which a young man is wearing a red shirt and brown jacket.", "with_names": "a young man is wearing a red shirt and brown jacket."}, {"scene_id": "atwt-01-11-07s13", "raw": "A scene from a TV show in which a woman is talking to another womanI", "with_names": ""}, {"scene_id": "atwt-01-11-07s14", "raw": "A scene from a TV show in which a little girl drinks Welch's grape juice.", "with_names": "a little girl drinks welch's grape juice."}, {"scene_id": "atwt-01-11-07s15", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-01-11-07s16", "raw": "A scene from a TV show in which a woman is wearing a brown coat and a black turtleneck", "with_names": "a woman is wearing a brown coat and a black turtleneck"}, {"scene_id": "atwt-01-11-07s17", "raw": "A scene from a TV show in which a woman is sitting in a room and looking to her right.", "with_names": "a woman is sitting in a room and looking to her right."}, {"scene_id": "atwt-01-11-07s18", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-01-11-07s19", "raw": "A scene from a TV show in which horses are shown to be ridden by men.", "with_names": "horses are shown to be ridden by men."}, {"scene_id": "atwt-01-11-07s20", "raw": "A scene from a TV show in which two boys are standing next to each other.", "with_names": "two boys are standing next to each other."}, {"scene_id": "atwt-01-11-07s21", "raw": "A scene from a TV show in which a blonde woman is looking off to the side.", "with_names": "a blonde woman is looking off to the side."}, {"scene_id": "atwt-01-11-07s22", "raw": "A scene from a TV show in which a woman is shown with long black hair", "with_names": ""}]