[{"scene_id": "gl-08-23-04s0", "raw": "A scene from a TV show in which a woman is sitting at a table with wine glasses and a knife in her hand.", "with_names": "a woman is sitting at a table with wine glasses and a knife in her hand."}, {"scene_id": "gl-08-23-04s1", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-23-04s4", "raw": "A scene from a TV show in which a woman is wearing a grey dress and her hair is short.", "with_names": "a woman is wearing a grey dress and her hair is short."}, {"scene_id": "gl-08-23-04s5", "raw": "A scene from a TV show in which a man is lying in bed, looking at a pillow.", "with_names": "Harley is lying in bed, looking at a pillow."}, {"scene_id": "gl-08-23-04s6", "raw": "A scene from a TV show in which a woman is wearing a denim shirt and a blonde wig", "with_names": "a woman is wearing a denim shirt and a blonde wig"}, {"scene_id": "gl-08-23-04s7", "raw": "A scene from a TV show in which a woman is wearing a grey tank top and short hair", "with_names": "a woman is wearing a grey tank top and short hair"}, {"scene_id": "gl-08-23-04s8", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "gl-08-23-04s9", "raw": "A scene from a TV show in which a man is standing in a room with a woman standing behind him.", "with_names": "Danny is standing in a room with Michelle standing behind him."}, {"scene_id": "gl-08-23-04s10", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "gl-08-23-04s11", "raw": "A scene from a TV show in which a woman is wearing a white suit and a necklace.", "with_names": "a woman is wearing a white suit and a necklace."}, {"scene_id": "gl-08-23-04s12", "raw": "A scene from a TV show in which a woman is smoking a cigarette and holding a wine glass.", "with_names": "a woman is smoking a cigarette and holding a wine glass."}, {"scene_id": "gl-08-23-04s13", "raw": "A scene from a TV show in which a man is looking at a picture and a vase is behind him", "with_names": "Harley is looking at a picture and a vase is behind him"}, {"scene_id": "gl-08-23-04s14", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a white suit.", "with_names": ""}, {"scene_id": "gl-08-23-04s18", "raw": "A scene from a TV show in which a man is singing", "with_names": "Danny is singing"}, {"scene_id": "gl-08-23-04s19", "raw": "A scene from a TV show in which a man is screaming on the front porch.", "with_names": "Harley is screaming on the front porch."}, {"scene_id": "gl-08-23-04s20", "raw": "A scene from a TV show in which a man is running with his hands up", "with_names": "Mel is running with his hands up"}, {"scene_id": "gl-08-23-04s21", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "a man is looking at Olivia and saying,"}, {"scene_id": "gl-08-23-04s24", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "Cassie is yelling at someone."}, {"scene_id": "gl-08-23-04s25", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "gl-08-23-04s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-23-04s27", "raw": "A scene from a TV show in which a man is standing in a bar with a beer in his hand.", "with_names": "Edmund is standing in a bar with a beer in his hand."}, {"scene_id": "gl-08-23-04s28", "raw": "A scene from a TV show in which a woman is looking at her hand and the other hand on her face", "with_names": "Dinah is looking at her hand and the other hand on her face"}, {"scene_id": "gl-08-23-04s29", "raw": "A scene from a TV show in which a man is holding a silver cell phone.", "with_names": "Harley is holding a silver cell phone."}, {"scene_id": "gl-08-23-04s30", "raw": "A scene from a TV show in which a man is looking at a picture and saying,", "with_names": "a man is looking at a picture and saying,"}, {"scene_id": "gl-08-23-04s31", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "gl-08-23-04s32", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down.", "with_names": "Gus is wearing a suit and a tie and looking down."}, {"scene_id": "gl-08-23-04s33", "raw": "A scene from a TV show in which a woman is blowing a kiss to someone.", "with_names": "Beth is blowing a kiss to someone."}, {"scene_id": "gl-08-23-04s34", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "Gus is looking at the camera with a confused expression."}, {"scene_id": "gl-08-23-04s35", "raw": "A scene from a TV show in which a man is talking to someone in a bar.", "with_names": ""}, {"scene_id": "gl-08-23-04s36", "raw": "A scene from a TV show in which a couple is kissing in a box.", "with_names": "a couple is kissing in a box."}, {"scene_id": "gl-08-23-04s37", "raw": "A scene from a TV show in which a man kisses a baby on the cheek.", "with_names": "Edmund kisses a baby on the cheek."}, {"scene_id": "gl-08-23-04s38", "raw": "A scene from a TV show in which a man sits at a model of a nuclear power plant.", "with_names": "Danny sits at a model of a nuclear power plant."}, {"scene_id": "gl-08-23-04s39", "raw": "A scene from a TV show in which a blonde woman is wearing a red dress and looking at the camera.", "with_names": "a blonde woman is wearing a red dress and looking at the camera."}, {"scene_id": "gl-08-23-04s40", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-08-23-04s41", "raw": "A scene from a TV show in which a woman is holding a wine glass and looking off to the side.", "with_names": "Buzz is holding a wine glass and looking off to the side."}, {"scene_id": "gl-08-23-04s42", "raw": "A scene from a TV show in which a woman touches a man's face.", "with_names": "Cassie touches Jeffrey's face."}, {"scene_id": "gl-08-23-04s43", "raw": "A scene from a TV show in which a man is looking at his hand and the words \"Zoe\" and \"Romantic\" are written on the screen.", "with_names": "a man is looking at his hand and the words \"zoe\" and \"romantic\" are written on the screen."}, {"scene_id": "gl-08-23-04s45", "raw": "A scene from a TV show in which a man is looking at the camera with a pained expression.", "with_names": "a man is looking at the camera with a pained expression."}]