[{"scene_id": "bb-05-27-14s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-27-14s1", "raw": "A scene from a TV show in which a woman sits at a desk and looks at her laptop.", "with_names": "a woman sits at a desk and looks at her laptop."}, {"scene_id": "bb-05-27-14s2", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "a man is sitting at a desk and a woman is standing behind him."}, {"scene_id": "bb-05-27-14s3", "raw": "A scene from a TV show in which a woman is wearing a white tank top and a necklace.", "with_names": "a woman is wearing a white tank top and a necklace."}, {"scene_id": "bb-05-27-14s4", "raw": "A scene from a TV show in which a man sits in a chair and talks.", "with_names": "a man sits in a chair and talks."}, {"scene_id": "bb-05-27-14s5", "raw": "A scene from a TV show in which a man and a woman sit at a dinner table and eat a meal.", "with_names": "a man and a woman sit at a dinner table and eat a meal."}, {"scene_id": "bb-05-27-14s6", "raw": "A scene from a TV show in which a man and a woman are having dinner together.", "with_names": "a man and a woman are having dinner together."}, {"scene_id": "bb-05-27-14s7", "raw": "A scene from a TV show in which a man stands in a room and talks.", "with_names": "a man stands in a room and talks."}, {"scene_id": "bb-05-27-14s8", "raw": "A scene from a TV show in which a man is wearing a pink shirt and a gray shirt.", "with_names": "a man is wearing a pink shirt and a gray shirt."}, {"scene_id": "bb-05-27-14s9", "raw": "A scene from a TV show in which a man and woman are having dinner in a restaurant.", "with_names": "a man and woman are having dinner in a restaurant."}, {"scene_id": "bb-05-27-14s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-27-14s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-05-27-14s12", "raw": "A scene from a TV show in which a man talks about his love for fashion.", "with_names": "a man talks about his love for fashion."}, {"scene_id": "bb-05-27-14s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-27-14s14", "raw": "", "with_names": ""}]