[{"scene_id": "bb-04-27-15s0", "raw": "a man and woman are having a conversation about a wine tasting.", "with_names": "Wyatt and woman are having a conversation about a wine tasting."}, {"scene_id": "bb-04-27-15s1", "raw": "a man is talking about a conference and then a woman is shown walking around.", "with_names": ""}, {"scene_id": "bb-04-27-15s2", "raw": "a man and a woman are having a conversation in a restaurant.", "with_names": "Rick and Maya are having a conversation in a restaurant."}, {"scene_id": "bb-04-27-15s3", "raw": "a man is sitting on a chair and another man is holding a shirt up and then he is sitting on the table.", "with_names": ""}, {"scene_id": "bb-04-27-15s4", "raw": "a man is talking about a group of people and they are walking around.", "with_names": ""}, {"scene_id": "bb-04-27-15s5", "raw": "a man is sitting in a chair and talking to a group of people.", "with_names": ""}, {"scene_id": "bb-04-27-15s6", "raw": "a man and a woman are having a water balloon fight.", "with_names": "Carter and Nicole are having a water balloon fight."}, {"scene_id": "bb-04-27-15s7", "raw": "a group of people are talking about a conference and having a conversation.", "with_names": ""}, {"scene_id": "bb-04-27-15s8", "raw": "a man and a woman are walking around in a room.", "with_names": ""}, {"scene_id": "bb-04-27-15s9", "raw": "a man is talking about a water bottle while a woman is standing next to him.", "with_names": ""}, {"scene_id": "bb-04-27-15s10", "raw": "a man and a woman are walking around in a room.", "with_names": ""}, {"scene_id": "bb-04-27-15s11", "raw": "a man is talking about a group of people and then a woman is shown standing in front of a building.", "with_names": ""}, {"scene_id": "bb-04-27-15s12", "raw": "a woman is talking to a group of people who are standing around.", "with_names": ""}, {"scene_id": "bb-04-27-15s13", "raw": "a man and a woman are kissing each other in a room.", "with_names": "Charlie and Pam are kissing each other in a room."}, {"scene_id": "bb-04-27-15s14", "raw": "a woman is talking about her experience and then two women are shown.", "with_names": ""}, {"scene_id": "bb-04-27-15s15", "raw": "a man is speaking at a podium and a woman is talking.", "with_names": ""}, {"scene_id": "bb-04-27-15s16", "raw": "two men are walking around a room and talking to each other.", "with_names": ""}, {"scene_id": "bb-04-27-15s17", "raw": "a woman is talking to a woman who is wearing a suit.", "with_names": ""}, {"scene_id": "bb-04-27-15s18", "raw": "a man is talking about the topic of a group of men.", "with_names": ""}, {"scene_id": "bb-04-27-15s19", "raw": "a woman is talking about a man who is crying and then a woman is shown standing in front of her.", "with_names": ""}]