[{"scene_id": "oltl-03-23-07s0", "raw": "A scene from a TV show in which a man is holding a flashlight and wearing a helmet.", "with_names": "Antonio is holding a flashlight and wearing a helmet."}, {"scene_id": "oltl-03-23-07s1", "raw": "A scene from a TV show in which a doctor is seen wearing a white coat and stethoscope.", "with_names": "a doctor is wearing a white coat and stethoscope."}, {"scene_id": "oltl-03-23-07s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-23-07s3", "raw": "A scene from a TV show in which a ring is seen to be made of a black hole", "with_names": "a ring is to be made of a black hole"}, {"scene_id": "oltl-03-23-07s4", "raw": "A scene from a TV show in which a computer screen shows a police car driving down a street.", "with_names": "a computer screen shows a police car driving down a street."}, {"scene_id": "oltl-03-23-07s5", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-03-23-07s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a man.", "with_names": ""}, {"scene_id": "oltl-03-23-07s7", "raw": "A scene from a TV show in which a man is singing.", "with_names": "a man is singing."}, {"scene_id": "oltl-03-23-07s8", "raw": "A scene from a TV show in which a doctor is examining a woman.", "with_names": "a doctor is examining a woman."}, {"scene_id": "oltl-03-23-07s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "oltl-03-23-07s10", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-03-23-07s11", "raw": "A scene from a TV show in which a man is talking on a cell phone while wearing white gloves.", "with_names": ""}, {"scene_id": "oltl-03-23-07s12", "raw": "A scene from a TV show in which a man is talking to a woman in a hotel lobby.", "with_names": ""}, {"scene_id": "oltl-03-23-07s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-23-07s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-03-23-07s15", "raw": "A scene from a TV show in which a woman is kissing a doctor on the cheek.", "with_names": "a woman is kissing a doctor on the cheek."}, {"scene_id": "oltl-03-23-07s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-23-07s17", "raw": "A scene from a TV show in which a doctor is seen talking to the camera.", "with_names": ""}, {"scene_id": "oltl-03-23-07s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-23-07s19", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "John is looking at ] and smiling."}, {"scene_id": "oltl-03-23-07s20", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and white shirt.", "with_names": "a woman is wearing a red leather jacket and white shirt."}, {"scene_id": "oltl-03-23-07s21", "raw": "A scene from a TV show in which a man is talking to a woman while another man dances in the background.", "with_names": ""}, {"scene_id": "oltl-03-23-07s22", "raw": "A scene from a TV show in which a man and a woman are standing in a courtroom.", "with_names": "a man and a woman are standing in a courtroom."}, {"scene_id": "oltl-03-23-07s23", "raw": "A scene from a TV show in which a woman is looking down and a man is standing behind her.", "with_names": "a woman is looking down and a man is standing behind her."}, {"scene_id": "oltl-03-23-07s24", "raw": "A scene from a TV show in which a doctor is talking on the phone.", "with_names": ""}]