[{"scene_id": "atwt-05-27-10s0", "raw": "A scene from a TV show in which a man is seen in a dark room, with his face obscured by darkness.", "with_names": "a man is in a dark room, with his face obscured by darkness."}, {"scene_id": "atwt-05-27-10s1", "raw": "A scene from a TV show in which a woman is sitting next to a man in a hospital bed.", "with_names": "a woman is sitting next to a man in a hospital bed."}, {"scene_id": "atwt-05-27-10s2", "raw": "A scene from a TV show in which a young woman is looking at the camera with a surprised expression.", "with_names": "a young woman is looking at the camera with a surprised expression."}, {"scene_id": "atwt-05-27-10s3", "raw": "A scene from a TV show in which a woman is shown scooping a container of yogurt with a spoon.", "with_names": ""}, {"scene_id": "atwt-05-27-10s4", "raw": "A scene from a TV show in which a young man is in a hospital bed, looking at the camera.", "with_names": "a young man is in a hospital bed, looking at the camera."}, {"scene_id": "atwt-05-27-10s5", "raw": "A scene from a TV show in which a woman is talking to a man while another woman looks on.", "with_names": ""}, {"scene_id": "atwt-05-27-10s6", "raw": "A scene from a TV show in which a girl is wearing a plaid shirt and a headband", "with_names": "a girl is wearing a plaid shirt and a headband"}, {"scene_id": "atwt-05-27-10s7", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "a man is wearing a suit and a white shirt"}, {"scene_id": "atwt-05-27-10s8", "raw": "A scene from a TV show in which a young girl is shown how to make a healthy snack.", "with_names": ""}, {"scene_id": "atwt-05-27-10s9", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-05-27-10s10", "raw": "A scene from a TV show in which a girl and a boy are sitting next to each other.", "with_names": "a girl and a boy are sitting next to each other."}, {"scene_id": "atwt-05-27-10s11", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-05-27-10s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-27-10s13", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to the camera.", "with_names": ""}, {"scene_id": "atwt-05-27-10s14", "raw": "A scene from a TV show in which a young woman is smiling and looking to the right of the frame.", "with_names": "a young woman is smiling and looking to the right of the frame."}, {"scene_id": "atwt-05-27-10s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-27-10s16", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-05-27-10s17", "raw": "A scene from a TV show in which a woman is holding a golf club and looking at it.", "with_names": "a woman is holding a golf club and looking at it."}, {"scene_id": "atwt-05-27-10s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-27-10s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-27-10s20", "raw": "A scene from a TV show in which a young woman is sitting in the back seat of a car and a man is standing next to her.", "with_names": "a young woman is sitting in the back seat of a car and a man is standing next to her."}, {"scene_id": "atwt-05-27-10s21", "raw": "A scene from a TV show in which a young woman is sitting in a room with a red rose.", "with_names": "a young woman is sitting in a room with a red rose."}, {"scene_id": "atwt-05-27-10s22", "raw": "A scene from a TV show in which a woman is holding a book and looking at the camera.", "with_names": "a woman is holding a book and looking at the camera."}, {"scene_id": "atwt-05-27-10s23", "raw": "A scene from a TV show in which two girls are standing next to each other.", "with_names": "two girls are standing next to each other."}, {"scene_id": "atwt-05-27-10s24", "raw": "A scene from a TV show in which a man and a woman are talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-05-27-10s25", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-05-27-10s26", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-27-10s27", "raw": "A scene from a TV show in which a woman is wearing a black leather jacket and a red necklace.", "with_names": "a woman is wearing a black leather jacket and a red necklace."}, {"scene_id": "atwt-05-27-10s28", "raw": "A scene from a TV show in which water droplets are seen floating on a surface.", "with_names": "water droplets are floating on a surface."}]