[{"scene_id": "atwt-09-19-07s0", "raw": "A scene from a TV show in which a woman is holding her head in her hands", "with_names": "a woman is holding her head in her hands"}, {"scene_id": "atwt-09-19-07s1", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-09-19-07s2", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at a cell phone.", "with_names": ""}, {"scene_id": "atwt-09-19-07s3", "raw": "A scene from a TV show in which a man is looking at another man.", "with_names": "a man is looking at another man."}, {"scene_id": "atwt-09-19-07s4", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "atwt-09-19-07s5", "raw": "A scene from a TV show in which a woman is sitting in a chair with her arms crossed and a caption that says \"Love\"", "with_names": ""}, {"scene_id": "atwt-09-19-07s6", "raw": "A scene from a TV show in which a young man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "atwt-09-19-07s7", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-19-07s8", "raw": "A scene from a TV show in which a man is sitting at a bar, looking at a woman.", "with_names": "a man is sitting at a bar, looking at a woman."}, {"scene_id": "atwt-09-19-07s9", "raw": "A scene from a TV show in which a man is wearing a green t-shirt and a brown jacket", "with_names": "a man is wearing a green t-shirt and a brown jacket"}, {"scene_id": "atwt-09-19-07s10", "raw": "A scene from a TV show in which a man and a woman stand in front of a house.", "with_names": "a man and a woman stand in front of a house."}, {"scene_id": "atwt-09-19-07s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-19-07s12", "raw": "A scene from a TV show in which a woman is being assaulted by a man.", "with_names": "a woman is being assaulted by a man."}, {"scene_id": "atwt-09-19-07s13", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-19-07s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-09-19-07s15", "raw": "A scene from a TV show in which a woman is talking about the benefits of using a breast pump.", "with_names": ""}, {"scene_id": "atwt-09-19-07s16", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-19-07s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-09-19-07s18", "raw": "A scene from a TV show in which a red brick is falling from the top of a building.", "with_names": "a red brick is falling from the top of a building."}, {"scene_id": "atwt-09-19-07s19", "raw": "A scene from a TV show in which a man is talking to someone off-camera. The caption reads: To get a podcast of today's episode go to CBS.", "with_names": ""}, {"scene_id": "atwt-09-19-07s20", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-19-07s21", "raw": "A scene from a TV show in which a man is wearing a suit and a bald head", "with_names": "] is wearing a suit and a bald head"}, {"scene_id": "atwt-09-19-07s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-19-07s23", "raw": "A scene from a TV show in which a woman is looking down and her hair is curly", "with_names": "] is looking down and her hair is curly"}, {"scene_id": "atwt-09-19-07s24", "raw": "A scene from a TV show in which a bride is shown walking down the aisle with her father.", "with_names": ""}, {"scene_id": "atwt-09-19-07s25", "raw": "A scene from a TV show in which a woman is sitting on a toilet and a man is standing behind her.", "with_names": "a woman is sitting on a toilet and a man is standing behind her."}, {"scene_id": "atwt-09-19-07s26", "raw": "A scene from a TV show in which a cat is seen licking a woman's face.", "with_names": "a cat is licking a woman's face."}, {"scene_id": "atwt-09-19-07s27", "raw": "A scene from a TV show in which a man is looking off to the side, with a serious expression.", "with_names": "a man is looking off to the side, with a serious expression."}, {"scene_id": "atwt-09-19-07s28", "raw": "A scene from a TV show in which a balloon is seen floating over a village.", "with_names": "a balloon is floating over a village."}]