[{"scene_id": "oltl-11-01-07s0", "raw": "A scene from a TV show in which three nurses are standing in a room.", "with_names": "three nurses are standing in a room."}, {"scene_id": "oltl-11-01-07s1", "raw": "A scene from a TV show in which a man is sitting on a couch and reading a newspaper.", "with_names": ""}, {"scene_id": "oltl-11-01-07s2", "raw": "A scene from a TV show in which two girls are standing in a room, one of them is wearing a pink shirt and black pants.", "with_names": "two girls are standing in a room, one of them is wearing a pink shirt and black pants."}, {"scene_id": "oltl-11-01-07s3", "raw": "A scene from a TV show in which a woman is holding a cup and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-11-01-07s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-01-07s5", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-11-01-07s6", "raw": "A scene from a TV show in which three nurses are talking to each other.", "with_names": ""}, {"scene_id": "oltl-11-01-07s7", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-11-01-07s8", "raw": "A scene from a TV show in which a woman is vacuuming a carpet while another woman watches.", "with_names": "a woman is vacuuming a carpet while another woman watches."}, {"scene_id": "oltl-11-01-07s9", "raw": "A scene from a TV show in which a young woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-01-07s10", "raw": "A scene from a TV show in which a man is in a jail cell and another manI is behind bars.", "with_names": "a man is in a jail cell and another mani is behind bars."}, {"scene_id": "oltl-11-01-07s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-01-07s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-01-07s13", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "oltl-11-01-07s14", "raw": "A scene from a TV show in which two men are standing behind bars.", "with_names": "two men are standing behind bars."}, {"scene_id": "oltl-11-01-07s15", "raw": "A scene from a TV show in which a man is wearing a Santa hat and a nurse is talking to him.", "with_names": ""}, {"scene_id": "oltl-11-01-07s16", "raw": "A scene from a TV show in which a woman is talking to two men in a living room.", "with_names": ""}, {"scene_id": "oltl-11-01-07s17", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "oltl-11-01-07s18", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "oltl-11-01-07s19", "raw": "A scene from a TV show in which a woman is in a jail cell.", "with_names": "a woman is in a jail cell."}, {"scene_id": "oltl-11-01-07s20", "raw": "A scene from a TV show in which a waitress is talking to a man at a restaurant.", "with_names": ""}, {"scene_id": "oltl-11-01-07s21", "raw": "A scene from a TV show in which two men are standing in a jail cell.", "with_names": "two men are standing in a jail cell."}, {"scene_id": "oltl-11-01-07s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-01-07s23", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-11-01-07s24", "raw": "A scene from a TV show in which a man is standing in a doorway, a woman is in the doorway, and a dog is sitting on the floor.", "with_names": "a man is standing in a doorway, a woman is in the doorway, and a dog is sitting on the floor."}, {"scene_id": "oltl-11-01-07s25", "raw": "A scene from a TV show in which a woman is wearing a blue and white uniform and a pin on her chest that says \"Texas Nurse\"", "with_names": "a woman is wearing a blue and white uniform and a pin on her chest that says \"texas nurse\""}, {"scene_id": "oltl-11-01-07s26", "raw": "A scene from a TV show in which a blonde woman is looking down and wearing a black jacket.", "with_names": "a blonde woman is looking down and wearing a black jacket."}, {"scene_id": "oltl-11-01-07s27", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "oltl-11-01-07s28", "raw": "A scene from a TV show in which a man is in a cage and a woman is standing next to him.", "with_names": "a man is in a cage and a woman is standing next to him."}, {"scene_id": "oltl-11-01-07s29", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is hanging a sign on the wall.", "with_names": "a woman is walking down a hallway and a man is hanging a sign on the wall."}, {"scene_id": "oltl-11-01-07s30", "raw": "A scene from a TV show in which a woman is being hugged by a man.", "with_names": "a woman is being hugged by a man."}, {"scene_id": "oltl-11-01-07s31", "raw": "A scene from a TV show in which a man is singing", "with_names": "a man is singing"}, {"scene_id": "oltl-11-01-07s32", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-01-07s33", "raw": "A scene from a TV show in which a man is holding a piece of paper and a woman is looking at him.", "with_names": "a man is holding a piece of paper and a woman is looking at him."}]