[{"scene_id": "atwt-11-08-05s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-11-08-05s1", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-11-08-05s2", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "atwt-11-08-05s3", "raw": "A scene from a TV show in which a man is reading a newspaper and holding a bouquet of flowers.", "with_names": "a man is reading a newspaper and holding a bouquet of flowers."}, {"scene_id": "atwt-11-08-05s4", "raw": "A scene from a TV show in which a man is on the phone and smiling.", "with_names": "a man is on the phone and smiling."}, {"scene_id": "atwt-11-08-05s5", "raw": "A scene from a TV show in which a woman is blowing out candles on a cake.", "with_names": "a woman is blowing out candles on a cake."}, {"scene_id": "atwt-11-08-05s6", "raw": "A scene from a TV show in which a blonde woman is looking to the right of the frame.", "with_names": "a blonde woman is looking to the right of the frame."}, {"scene_id": "atwt-11-08-05s7", "raw": "A scene from a TV show in which a man is smoking a cigarette.", "with_names": "a man is smoking a cigarette."}, {"scene_id": "atwt-11-08-05s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-08-05s9", "raw": "A scene from a TV show in which a man is holding his fist in front of his face.", "with_names": "a man is holding his fist in front of his face."}, {"scene_id": "atwt-11-08-05s10", "raw": "A scene from a TV show in which a man is looking at another man.", "with_names": "a man is looking at another man."}, {"scene_id": "atwt-11-08-05s11", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-11-08-05s12", "raw": "A scene from a TV show in which a woman is wearing a hat and a vest.", "with_names": "a woman is wearing a hat and a vest."}, {"scene_id": "atwt-11-08-05s13", "raw": "A scene from a TV show in which a man and a woman are standing close to each other.", "with_names": "a man and a woman are standing close to each other."}, {"scene_id": "atwt-11-08-05s14", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-11-08-05s15", "raw": "A scene from a TV show in which a man is holding a camera and looking at the camera.", "with_names": "a man is holding a camera and looking at the camera."}, {"scene_id": "atwt-11-08-05s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-08-05s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-08-05s18", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "atwt-11-08-05s19", "raw": "A scene from a TV show in which a woman is getting married.", "with_names": "a woman is getting married."}, {"scene_id": "atwt-11-08-05s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-08-05s21", "raw": "A scene from a TV show in which a girl is wearing a hat and a plaid shirt.", "with_names": "a girl is wearing a hat and a plaid shirt."}, {"scene_id": "atwt-11-08-05s22", "raw": "A scene from a TV show in which a man is being hugged by another man.", "with_names": "a man is being hugged by another man."}, {"scene_id": "atwt-11-08-05s23", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-11-08-05s24", "raw": "A scene from a TV show in which a white dog is wearing a collar and tag.", "with_names": "a white dog is wearing a collar and tag."}, {"scene_id": "atwt-11-08-05s25", "raw": "A scene from a TV show in which a man is seen in a black room, with a camera pointed at him.", "with_names": "a man is in a black room, with a camera pointed at him."}, {"scene_id": "atwt-11-08-05s26", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to another man.", "with_names": ""}, {"scene_id": "atwt-11-08-05s27", "raw": "A scene from a TV show in which a young man is looking at the camera and smiling.", "with_names": "a young man is looking at the camera and smiling."}, {"scene_id": "atwt-11-08-05s28", "raw": "A scene from a TV show in which a man is talking on a cell phone and smiling.", "with_names": ""}, {"scene_id": "atwt-11-08-05s29", "raw": "A scene from a TV show in which a woman is talking to someone in a hospital room.", "with_names": ""}, {"scene_id": "atwt-11-08-05s30", "raw": "A scene from a TV show in which a baby is shown with Down syndrome.", "with_names": ""}]