[{"scene_id": "atwt-09-04-09s0", "raw": "A scene from a TV show in which a man is chasing a woman down a hallway.", "with_names": "a man is chasing Rosanna down a hallway."}, {"scene_id": "atwt-09-04-09s1", "raw": "A scene from a TV show in which a young woman is crying.", "with_names": "a young woman is crying."}, {"scene_id": "atwt-09-04-09s2", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and smiling.", "with_names": "a man is wearing a suit and a tie and smiling."}, {"scene_id": "atwt-09-04-09s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-04-09s4", "raw": "A scene from a TV show in which a man is gagged and his face is covered in duct tape.", "with_names": "a man is gagged and his face is covered in duct tape."}, {"scene_id": "atwt-09-04-09s5", "raw": "A scene from a TV show in which a man is sitting at a desk and talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-09-04-09s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-09-04-09s7", "raw": "A scene from a TV show in which a box of Activia is shown.", "with_names": ""}, {"scene_id": "atwt-09-04-09s8", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a backpack.", "with_names": "a woman is wearing a green shirt and a backpack."}, {"scene_id": "atwt-09-04-09s9", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is sitting on a couch with his mouth taped shut.", "with_names": ""}, {"scene_id": "atwt-09-04-09s10", "raw": "A scene from a TV show in which a young boy is wearing a red shirt and a boy with long hair is sitting in front of him", "with_names": "a young boy is wearing a red shirt and a boy with long hair is sitting in front of him"}, {"scene_id": "atwt-09-04-09s11", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and a long brown hair", "with_names": "a woman is wearing a purple shirt and a long brown hair"}, {"scene_id": "atwt-09-04-09s12", "raw": "A scene from a TV show in which a woman is shown a bottle of L'Oreal hair product.", "with_names": ""}, {"scene_id": "atwt-09-04-09s13", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-09-04-09s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-04-09s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-04-09s16", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her with a concerned expression.", "with_names": "a woman is crying and a man is looking at her with a concerned expression."}, {"scene_id": "atwt-09-04-09s17", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a tiara.", "with_names": "a woman is wearing a pink dress and a tiara."}, {"scene_id": "atwt-09-04-09s18", "raw": "A scene from a TV show in which a woman is using a computer.", "with_names": "a woman is using a computer."}, {"scene_id": "atwt-09-04-09s19", "raw": "A scene from a TV show in which a man is wearing a black suit and a tie and looking at the camera.", "with_names": "a man is wearing a black suit and a tie and looking at the camera."}, {"scene_id": "atwt-09-04-09s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-04-09s21", "raw": "A scene from a TV show in which a woman is sitting between two men.", "with_names": "a woman is sitting between two men."}, {"scene_id": "atwt-09-04-09s22", "raw": "A scene from a TV show in which a woman is in a hospital gown and a man is behind her.", "with_names": "a woman is in a hospital gown and a man is behind her."}, {"scene_id": "atwt-09-04-09s23", "raw": "A scene from a TV show in which a shirtless man is walking in a room.", "with_names": "a shirtless man is walking in a room."}, {"scene_id": "atwt-09-04-09s24", "raw": "A scene from a TV show in which a bowl of cereal is shown", "with_names": ""}, {"scene_id": "atwt-09-04-09s25", "raw": "A scene from a TV show in which two women are arguing.", "with_names": "two women are arguing."}, {"scene_id": "atwt-09-04-09s26", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "atwt-09-04-09s27", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-09-04-09s28", "raw": "A scene from a TV show in which a plastic bag is opened to reveal a variety of beauty products.", "with_names": "a plastic bag is opened to reveal a variety of beauty products."}, {"scene_id": "atwt-09-04-09s29", "raw": "A scene from a TV show in which a man is wearing a purple shirt and looking down.", "with_names": "a man is wearing a purple shirt and looking down."}, {"scene_id": "atwt-09-04-09s30", "raw": "A scene from a TV show in which a woman is crying and a man is kissing her on the cheek.", "with_names": "a woman is crying and a man is kissing her on the cheek."}, {"scene_id": "atwt-09-04-09s31", "raw": "A scene from a TV show in which a woman is talking to a man and he is holding his hands to his chest.", "with_names": ""}, {"scene_id": "atwt-09-04-09s32", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-09-04-09s33", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-09-04-09s34", "raw": "A scene from a TV show in which a woman is laying in bed and looking shocked.", "with_names": "a woman is laying in bed and looking shocked."}, {"scene_id": "atwt-09-04-09s35", "raw": "A scene from a TV show in which a woman is talking about plaque buildup in arteries.", "with_names": ""}]