[{"scene_id": "gl-02-03-04s0", "raw": "A scene from a TV show in which a man is walking away from a woman and a baby.", "with_names": "a man is walking away from a woman and a baby."}, {"scene_id": "gl-02-03-04s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-03-04s2", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is short", "with_names": ""}, {"scene_id": "gl-02-03-04s3", "raw": "A scene from a TV show in which a man is hugging a woman in a room with candles and a table.", "with_names": "a man is hugging a woman in a room with candles and a table."}, {"scene_id": "gl-02-03-04s4", "raw": "A scene from a TV show in which a woman is wearing a denim shirt and a long brown hair", "with_names": "a woman is wearing a denim shirt and a long brown hair"}, {"scene_id": "gl-02-03-04s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-03-04s6", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "gl-02-03-04s7", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-02-03-04s8", "raw": "A scene from a TV show in which a man is sitting at a table and another man is standing next to him.", "with_names": "a man is sitting at a table and another man is standing next to him."}, {"scene_id": "gl-02-03-04s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-03-04s10", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "gl-02-03-04s12", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Bill is looking at a man and he is looking back at her."}, {"scene_id": "gl-02-03-04s13", "raw": "A scene from a TV show in which a woman is holding a baby and talking to another woman.", "with_names": ""}, {"scene_id": "gl-02-03-04s14", "raw": "A scene from a TV show in which a man is sitting at a table with a candle and a woman is standing behind him.", "with_names": "a man is sitting at a table with a candle and a woman is standing behind him."}, {"scene_id": "gl-02-03-04s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-03-04s16", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-02-03-04s17", "raw": "A scene from a TV show in which a young man is wearing a leather jacket and a plaid shirt.", "with_names": "a young man is wearing a leather jacket and a plaid shirt."}, {"scene_id": "gl-02-03-04s19", "raw": "A scene from a TV show in which a woman is holding a baby on a couch.", "with_names": "a woman is holding a baby on a couch."}, {"scene_id": "gl-02-03-04s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-03-04s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-03-04s22", "raw": "A scene from a TV show in which a woman is being stalked by a man in a dark hallway.", "with_names": "Nurse Chickering is being stalked by Edmund in a dark hallway."}, {"scene_id": "gl-02-03-04s23", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a choker", "with_names": "a woman is wearing a blue shirt and a choker"}, {"scene_id": "gl-02-03-04s24", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "gl-02-03-04s26", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is looking at the camera.", "with_names": "a man is wearing a suit and a red tie and is looking at the camera."}, {"scene_id": "gl-02-03-04s27", "raw": "A scene from a TV show in which a woman is looking at a wall and her hair is blowing in the wind", "with_names": "Eden is looking at a wall and her hair is blowing in the wind"}, {"scene_id": "gl-02-03-04s29", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and Bill are standing in front of a door."}, {"scene_id": "gl-02-03-04s30", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a white t-shirt", "with_names": "Danny is wearing a leather jacket and a white t-shirt"}, {"scene_id": "gl-02-03-04s31", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-02-03-04s32", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-02-03-04s34", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "gl-02-03-04s35", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a white t-shirt", "with_names": "a man is wearing a leather jacket and a white t-shirt"}]