[{"scene_id": "pc-03-22-01s0", "raw": "A scene from a TV show in which a woman is using a makeup brush to apply makeup on her face.", "with_names": "a woman is using a makeup brush to apply makeup on her face."}, {"scene_id": "pc-03-22-01s1", "raw": "A scene from a TV show in which a man is wearing a plaid shirt and a woman is standing behind him.", "with_names": "a man is wearing a plaid shirt and a woman is standing behind him."}, {"scene_id": "pc-03-22-01s2", "raw": "A scene from a TV show in which a man is standing in a room with a plant and a window", "with_names": "Chris is standing in a room with a plant and a window"}, {"scene_id": "pc-03-22-01s3", "raw": "A scene from a TV show in which a black woman is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-03-22-01s4", "raw": "A scene from a TV show in which a woman is pouring a drink for a man.", "with_names": "Eve is pouring a drink for Chris."}, {"scene_id": "pc-03-22-01s5", "raw": "A scene from a TV show in which a man is sitting at a table with a glass of wine and a sandwich", "with_names": "a man is sitting at a table with a glass of wine and a sandwich"}, {"scene_id": "pc-03-22-01s6", "raw": "A scene from a TV show in which a woman is walking down a hallway and another woman is following her.", "with_names": "a woman is walking down a hallway and another woman is following her."}, {"scene_id": "pc-03-22-01s7", "raw": "A scene from a TV show in which a man is talking to a camera and another man is standing behind him.", "with_names": ""}, {"scene_id": "pc-03-22-01s8", "raw": "A scene from a TV show in which two women are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "pc-03-22-01s9", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone.", "with_names": ""}, {"scene_id": "pc-03-22-01s10", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "pc-03-22-01s11", "raw": "A scene from a TV show in which a woman is talking to a man and he is wearing a grey t-shirt.", "with_names": ""}, {"scene_id": "pc-03-22-01s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-03-22-01s13", "raw": "A scene from a TV show in which a woman is sitting in a room with a man and a child.", "with_names": "a woman is sitting in a room with a man and a child."}]