[{"scene_id": "bb-06-27-14s0", "raw": "A scene from a TV show in which a woman is wearing safety goggles and a green shirt and is working with a flame.", "with_names": "Hope is wearing safety goggles and a green shirt and is working with a flame."}, {"scene_id": "bb-06-27-14s1", "raw": "A scene from a TV show in which a man is standing in front of another man to the left, both of them looking at him.", "with_names": "a man is standing in front of another man to the left, both of them looking at him."}, {"scene_id": "bb-06-27-14s2", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking.", "with_names": ""}, {"scene_id": "bb-06-27-14s3", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-27-14s4", "raw": "A scene from a TV show in which a man and a woman are sitting at a desk, the man is wearing a suit and tie and the woman is wearing a black dress.", "with_names": "Rick and Caroline are sitting at a desk, the man is wearing a suit and tie and the woman is wearing a black dress."}, {"scene_id": "bb-06-27-14s6", "raw": "A scene from a TV show in which a woman looks at a man and smiles.", "with_names": "Maya looks at a man and smiles."}, {"scene_id": "bb-06-27-14s7", "raw": "A scene from a TV show in which a man is wearing a top hat and dark glasses and is holding a knife.", "with_names": "a man is wearing a top hat and dark glasses and is holding a knife."}, {"scene_id": "bb-06-27-14s8", "raw": "A scene from a TV show in which a man is standing in front of a window and smiling.", "with_names": "Liam is standing in front of a window and smiling."}, {"scene_id": "bb-06-27-14s9", "raw": "A scene from a TV show in which a woman speaks about the importance of being a good role model.", "with_names": "Deacon speaks about the importance of being a good role model."}, {"scene_id": "bb-06-27-14s10", "raw": "A scene from a TV show in which a woman is pregnant and a man is in the background.", "with_names": "a woman is pregnant and Rick is in the background."}, {"scene_id": "bb-06-27-14s11", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "bb-06-27-14s12", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "Liam and a woman are arguing."}, {"scene_id": "bb-06-27-14s13", "raw": "A scene from a TV show in which a man is wearing a suit and a mustache.", "with_names": "Liam is wearing a suit and a mustache."}, {"scene_id": "bb-06-27-14s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-27-14s15", "raw": "A scene from a TV show in which a man and a woman are talking to a knight.", "with_names": ""}, {"scene_id": "bb-06-27-14s16", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a book.", "with_names": ""}, {"scene_id": "bb-06-27-14s18", "raw": "A scene from a TV show in which a couch is lit up by a lamp.", "with_names": "a couch is lit up by a lamp."}, {"scene_id": "bb-06-27-14s21", "raw": "A scene from a TV show in which a king and queen are greeted by children.", "with_names": "a king and queen are greeted by children."}, {"scene_id": "bb-06-27-14s22", "raw": "A scene from a TV show in which a man is holding a knife and walking through a dark room.", "with_names": "Rick is holding a knife and walking through a dark room."}]