[{"scene_id": "atwt-06-05-06s0", "raw": "A scene from a TV show in which a man is standing in front of a bunch of balloons.", "with_names": "a man is standing in front of a bunch of balloons."}, {"scene_id": "atwt-06-05-06s1", "raw": "A scene from a TV show in which a woman is being comforted by a man.", "with_names": "a woman is being comforted by a man."}, {"scene_id": "atwt-06-05-06s2", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-06-05-06s3", "raw": "A scene from a TV show in which a young man and woman are standing next to each other.", "with_names": "a young man and woman are standing next to each other."}, {"scene_id": "atwt-06-05-06s4", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-06-05-06s5", "raw": "A scene from a TV show in which a woman is talking about menopause.", "with_names": ""}, {"scene_id": "atwt-06-05-06s6", "raw": "A scene from a TV show in which a man is standing in a room with a woman standing behind him.", "with_names": "a man is standing in a room with a woman standing behind him."}, {"scene_id": "atwt-06-05-06s7", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-06-05-06s8", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "atwt-06-05-06s9", "raw": "A scene from a TV show in which two men are standing in a school hallway, one of them is holding a cell phone.", "with_names": "two men are standing in a school hallway, one of them is holding a cell phone."}, {"scene_id": "atwt-06-05-06s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down, with her eyes closed.", "with_names": ""}, {"scene_id": "atwt-06-05-06s11", "raw": "A scene from a TV show in which a woman is lying on the floor with her feet up.", "with_names": "a woman is lying on the floor with her feet up."}, {"scene_id": "atwt-06-05-06s12", "raw": "A scene from a TV show in which a white screen is shown", "with_names": ""}, {"scene_id": "atwt-06-05-06s13", "raw": "A scene from a TV show in which Don Cheadle is singing and his mouth is open wide.", "with_names": "don cheadle is singing and his mouth is open wide."}, {"scene_id": "atwt-06-05-06s14", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, her mouth open and her eyes closed.", "with_names": "a woman is lying in a hospital bed, her mouth open and her eyes closed."}, {"scene_id": "atwt-06-05-06s15", "raw": "A scene from a TV show in which a young woman is hugging a man.", "with_names": "a young woman is hugging a man."}, {"scene_id": "atwt-06-05-06s16", "raw": "A scene from a TV show in which a man is looking at a plant.", "with_names": "a man is looking at a plant."}, {"scene_id": "atwt-06-05-06s17", "raw": "A scene from a TV show in which a man is sitting on a subway train and a woman is standing next to him.", "with_names": "a man is sitting on a subway train and a woman is standing next to him."}, {"scene_id": "atwt-06-05-06s18", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "atwt-06-05-06s19", "raw": "A scene from a TV show in which a woman is looking up and wearing a pink shirt", "with_names": "a woman is looking up and wearing a pink shirt"}, {"scene_id": "atwt-06-05-06s20", "raw": "A scene from a TV show in which a young man is wearing a green and white striped shirt and a short blonde hair", "with_names": "a young man is wearing a green and white striped shirt and a short blonde hair"}, {"scene_id": "atwt-06-05-06s21", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-05-06s22", "raw": "A scene from a TV show in which a girl is wearing a blue shirt and a necklace.", "with_names": "a girl is wearing a blue shirt and a necklace."}, {"scene_id": "atwt-06-05-06s23", "raw": "A scene from a TV show in which a laptop is open with a message on the screen saying \"One study found that up to 70% of people\"", "with_names": "a laptop is open with a message on the screen saying \"one study found that up to 70% of people\""}, {"scene_id": "atwt-06-05-06s24", "raw": "A scene from a TV show in which a girl is smiling and looking up at a boy.", "with_names": "a girl is smiling and looking up at a boy."}, {"scene_id": "atwt-06-05-06s25", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-05-06s26", "raw": "A scene from a TV show in which a young man is wearing a green and white striped shirt and a red backpack.", "with_names": "a young man is wearing a green and white striped shirt and a red backpack."}, {"scene_id": "atwt-06-05-06s27", "raw": "A scene from a TV show in which a woman is lying down and closing her eyes", "with_names": "a woman is lying down and closing her eyes"}, {"scene_id": "atwt-06-05-06s28", "raw": "A scene from a TV show in which a woman is dancing in a white dress in a park.", "with_names": "a woman is dancing in a white dress in a park."}]