[{"scene_id": "bb-06-19-17s0", "raw": "A scene from a TV show in which a man stands in a hallway with his arms crossed.", "with_names": "a man stands in a hallway with his arms crossed."}, {"scene_id": "bb-06-19-17s1", "raw": "A scene from a TV show in which a woman holds a newborn baby in a hospital bed.", "with_names": "Zende holds a newborn baby in a hospital bed."}, {"scene_id": "bb-06-19-17s3", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-19-17s4", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "Maya is hugging Rick."}, {"scene_id": "bb-06-19-17s6", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-19-17s7", "raw": "A scene from a TV show in which a woman is standing in a room with a man and a baby carriage.", "with_names": "a woman is standing in a room with a man and a baby carriage."}, {"scene_id": "bb-06-19-17s8", "raw": "A scene from a TV show in which two women are kissing in a living room.", "with_names": "two women are kissing in a living room."}, {"scene_id": "bb-06-19-17s9", "raw": "A scene from a TV show in which a man is standing in a hallway and a woman is walking down the stairs.", "with_names": "Rick is standing in a hallway and Maya is walking down the stairs."}, {"scene_id": "bb-06-19-17s10", "raw": "A scene from a TV show in which a man is wearing a suit and a blue and white plaid tie.", "with_names": "Coco is wearing a suit and a blue and white plaid tie."}, {"scene_id": "bb-06-19-17s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-19-17s12", "raw": "A scene from a TV show in which a man is talking to a reporter.", "with_names": ""}, {"scene_id": "bb-06-19-17s15", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-06-19-17s16", "raw": "A scene from a TV show in which former first lady Maria Shriver talks about her new book, 'The Shriver Report,' which is about her family's political life.", "with_names": "former first lady maria shriver talks about her new book, 'the shriver report,' which is about her family's political life."}, {"scene_id": "bb-06-19-17s17", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}]