[{"scene_id": "pc-11-08-02s0", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-11-08-02s3", "raw": "A scene from a TV show in which a young girl is seen leaning against a wall.", "with_names": "a young girl is leaning against a wall."}, {"scene_id": "pc-11-08-02s4", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "**************************************************************************************************** and Tess are standing in a room."}, {"scene_id": "pc-11-08-02s5", "raw": "A scene from a TV show in which a man is wearing a white sweater and a bow tie.", "with_names": "a man is wearing a white sweater and a bow tie."}, {"scene_id": "pc-11-08-02s6", "raw": "A scene from a TV show in which two men are standing next to each other, one with a short haircut and the other with long hair.", "with_names": "two men are standing next to each other, one with a short haircut and the other with long hair."}, {"scene_id": "pc-11-08-02s8", "raw": "A scene from a TV show in which a young man is crying.", "with_names": "a young man is crying."}, {"scene_id": "pc-11-08-02s9", "raw": "A scene from a TV show in which a woman is crying with the word \"Morriss\" over her face", "with_names": "a woman is crying with the word \"morriss\" over her face"}, {"scene_id": "pc-11-08-02s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-11-08-02s12", "raw": "A scene from a TV show in which a blonde woman is talking to a man and a young blonde girl.", "with_names": ""}, {"scene_id": "pc-11-08-02s13", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-11-08-02s14", "raw": "A scene from a TV show in which a woman is making a face", "with_names": "a woman is making a face"}, {"scene_id": "pc-11-08-02s15", "raw": "A scene from a TV show in which a man is holding a woman in his arms and kissing her on the cheek.", "with_names": "a man is holding a woman in his arms and kissing her on the cheek."}, {"scene_id": "pc-11-08-02s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-11-08-02s17", "raw": "A scene from a TV show in which a woman is talking to a man while other people look on.", "with_names": ""}, {"scene_id": "pc-11-08-02s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-11-08-02s24", "raw": "A scene from a TV show in which a woman is sitting on a man's shoulders and they are both smiling.", "with_names": "a woman is sitting on a man's shoulders and they are both smiling."}, {"scene_id": "pc-11-08-02s25", "raw": "A scene from a TV show in which a woman is playing the drums on stage.", "with_names": "a woman is playing the drums on stage."}, {"scene_id": "pc-11-08-02s26", "raw": "A scene from a TV show in which a man plays drums", "with_names": "a man plays drums"}, {"scene_id": "pc-11-08-02s27", "raw": "A scene from a TV show in which a man is reading a letter.", "with_names": "a man is reading a letter."}, {"scene_id": "pc-11-08-02s28", "raw": "A scene from a TV show in which a man is playing a guitar and singing.", "with_names": "a man is playing a guitar and singing."}, {"scene_id": "pc-11-08-02s29", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "pc-11-08-02s31", "raw": "A scene from a TV show in which a man is holding a woman in a car.", "with_names": "a man is holding Frank in a car."}, {"scene_id": "pc-11-08-02s33", "raw": "A scene from a TV show in which a man is singing.", "with_names": "a man is singing."}, {"scene_id": "pc-11-08-02s36", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]