[{"scene_id": "bb-08-09-06s0", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a suit.", "with_names": "a woman is wearing a red dress and a man is in a suit."}, {"scene_id": "bb-08-09-06s1", "raw": "A scene from a TV show in which a man is standing in a living room, holding a cell phone and looking at a woman.", "with_names": "a man is standing in a living room, holding a cell phone and looking at a woman."}, {"scene_id": "bb-08-09-06s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her, holding a cup.", "with_names": ""}, {"scene_id": "bb-08-09-06s3", "raw": "A scene from a TV show in which a countdown timer is counting down from ten seconds to zero.", "with_names": "a countdown timer is counting down from ten seconds to zero."}, {"scene_id": "bb-08-09-06s4", "raw": "A scene from a TV show in which a woman is wearing a black top and a long blonde hair", "with_names": "a woman is wearing a black top and a long blonde hair"}, {"scene_id": "bb-08-09-06s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-08-09-06s6", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "bb-08-09-06s7", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "bb-08-09-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-09-06s9", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "bb-08-09-06s10", "raw": "A scene from a TV show in which a man is drinking a glass of orange juice.", "with_names": "a man is drinking a glass of orange juice."}, {"scene_id": "bb-08-09-06s11", "raw": "A scene from a TV show in which a man is sitting in a car and looking at the camera.", "with_names": "a man is sitting in a car and looking at the camera."}]