[{"scene_id": "gl-12-28-04s0", "raw": "A scene from a TV show in which a woman is wearing a strapless black dress and a man is standing behind her.", "with_names": "Dinah is wearing a strapless black dress and Jeffrey is standing behind her."}, {"scene_id": "gl-12-28-04s1", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-12-28-04s2", "raw": "A scene from a TV show in which a woman is pouring a drink for another woman.", "with_names": "a woman is pouring a drink for another woman."}, {"scene_id": "gl-12-28-04s3", "raw": "A scene from a TV show in which a woman is talking to a man who is not her husband.", "with_names": ""}, {"scene_id": "gl-12-28-04s4", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-28-04s5", "raw": "A scene from a TV show in which a woman is being groped by a man", "with_names": "a woman is being groped by a man"}, {"scene_id": "gl-12-28-04s6", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking down", "with_names": ""}, {"scene_id": "gl-12-28-04s7", "raw": "A scene from a TV show in which a woman is talking to someone and her face is turned to the side", "with_names": ""}, {"scene_id": "gl-12-28-04s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-28-04s9", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-12-28-04s10", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-12-28-04s11", "raw": "A scene from a TV show in which a man is talking to someone and a candle is lit", "with_names": ""}, {"scene_id": "gl-12-28-04s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a book.", "with_names": ""}, {"scene_id": "gl-12-28-04s13", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is standing behind her.", "with_names": "a woman is wearing a dress and a man is standing behind her."}, {"scene_id": "gl-12-28-04s14", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and a dog is painted on a wall.", "with_names": "a man is wearing a black turtleneck and a dog is painted on a wall."}, {"scene_id": "gl-12-28-04s15", "raw": "A scene from a TV show in which two women are trying on wedding dresses.", "with_names": "two women are trying on wedding dresses."}, {"scene_id": "gl-12-28-04s16", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "gl-12-28-04s17", "raw": "A scene from a TV show in which a woman is getting ready for her wedding.", "with_names": "] is getting ready for her wedding."}, {"scene_id": "gl-12-28-04s18", "raw": "A scene from a TV show in which a woman is being kissed by a man.", "with_names": "a woman is being kissed by a man."}, {"scene_id": "gl-12-28-04s19", "raw": "A scene from a TV show in which a man is sitting on a chair and talking to someone.", "with_names": ""}, {"scene_id": "gl-12-28-04s20", "raw": "A scene from a TV show in which a woman is talking on her cell phone while a man is watching her", "with_names": ""}, {"scene_id": "gl-12-28-04s21", "raw": "A scene from a TV show in which a man is seen wearing headphones and singing into a microphone.", "with_names": "a man is wearing headphones and singing into a microphone."}, {"scene_id": "gl-12-28-04s22", "raw": "A scene from a TV show in which a bride is crying on her wedding day.", "with_names": "a bride is crying on her wedding day."}, {"scene_id": "gl-12-28-04s23", "raw": "A scene from a TV show in which a woman is holding a box and looking at it.", "with_names": "a woman is holding a box and looking at it."}, {"scene_id": "gl-12-28-04s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-12-28-04s25", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is down", "with_names": ""}, {"scene_id": "gl-12-28-04s26", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-12-28-04s27", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-12-28-04s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-28-04s29", "raw": "A scene from a TV show in which a woman is covering her mouth with her hands.", "with_names": "] is covering her mouth with her hands."}, {"scene_id": "gl-12-28-04s30", "raw": "A scene from a TV show in which a woman is talking on the phone and looking down", "with_names": ""}, {"scene_id": "gl-12-28-04s31", "raw": "", "with_names": ""}]