[{"scene_id": "pc-03-19-02s0", "raw": "A scene from a TV show in which a woman is seen in a white dress and a man in black.", "with_names": "Jamal is in a white dress and Jack in black."}, {"scene_id": "pc-03-19-02s1", "raw": "A scene from a TV show in which a man is bleeding from the head and a woman is smiling.", "with_names": "a man is bleeding from the head and a woman is smiling."}, {"scene_id": "pc-03-19-02s2", "raw": "A scene from a TV show in which a cat is seen licking a candle.", "with_names": "a cat is licking a candle."}, {"scene_id": "pc-03-19-02s3", "raw": "A scene from a TV show in which a man is standing in a rain-soaked forest, looking down at his hands.", "with_names": "a man is standing in a rain-soaked forest, looking down at his hands."}, {"scene_id": "pc-03-19-02s4", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-03-19-02s5", "raw": "A scene from a TV show in which a man is seen sitting on a couch with his head down.", "with_names": ""}, {"scene_id": "pc-03-19-02s6", "raw": "A scene from a TV show in which a young woman is wearing a leather jacket and a choker.", "with_names": "a young woman is wearing a leather jacket and a choker."}, {"scene_id": "pc-03-19-02s7", "raw": "A scene from a TV show in which two men are fighting in a snowy street.", "with_names": "two men are fighting in a snowy street."}, {"scene_id": "pc-03-19-02s8", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "Ian is holding Eve by the throat."}, {"scene_id": "pc-03-19-02s9", "raw": "A scene from a TV show in which a man is bleeding from the head", "with_names": "a man is bleeding from the head"}, {"scene_id": "pc-03-19-02s10", "raw": "A scene from a TV show in which two men sit next to each other, one with a shaved head and the other with long hair.", "with_names": "two men sit next to each other, one with a shaved head and the other with long hair."}, {"scene_id": "pc-03-19-02s11", "raw": "A scene from a TV show in which a woman is standing in a living room with a baby stroller and a couch in the background.", "with_names": "Eve is standing in a living room with a baby stroller and a couch in the background."}, {"scene_id": "pc-03-19-02s12", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "pc-03-19-02s13", "raw": "A scene from a TV show in which a woman is talking to a man in a room with a painting of a building in the background.", "with_names": ""}]