[{"scene_id": "atwt-07-23-08s0", "raw": "A scene from a TV show in which a man and a woman are lying on a bed and laughing.", "with_names": "Paul and Meg are lying on a bed and laughing."}, {"scene_id": "atwt-07-23-08s1", "raw": "A scene from a TV show in which a man is reading a paper to a woman.", "with_names": "a man is reading a paper to a woman."}, {"scene_id": "atwt-07-23-08s2", "raw": "A scene from a TV show in which a man and a woman are standing outside a house.", "with_names": "a man and a woman are standing outside a house."}, {"scene_id": "atwt-07-23-08s3", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "atwt-07-23-08s4", "raw": "A scene from a TV show in which a man is sitting at a desk with his hand covering his face.", "with_names": "a man is sitting at a desk with his hand covering his face."}, {"scene_id": "atwt-07-23-08s5", "raw": "A scene from a TV show in which a woman is talking on the phone and another woman is standing behind her", "with_names": ""}, {"scene_id": "atwt-07-23-08s6", "raw": "A scene from a TV show in which a woman is cooking in a kitchen while her children play in the living room.", "with_names": "a woman is cooking in a kitchen while her children play in the living room."}, {"scene_id": "atwt-07-23-08s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-23-08s8", "raw": "A scene from a TV show in which a man is looking down and wearing a green shirt", "with_names": "a man is looking down and wearing a green shirt"}, {"scene_id": "atwt-07-23-08s9", "raw": "A scene from a TV show in which a woman is standing in a kitchen, looking down and holding her hand to her face.", "with_names": "a woman is standing in a kitchen, looking down and holding her hand to her face."}, {"scene_id": "atwt-07-23-08s10", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a red shirt", "with_names": ""}, {"scene_id": "atwt-07-23-08s11", "raw": "A scene from a TV show in which a couple holds hands at a table.", "with_names": "a couple holds hands at a table."}, {"scene_id": "atwt-07-23-08s12", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-07-23-08s13", "raw": "A scene from a TV show in which a woman is sitting in a bar and looking at a book.", "with_names": "a woman is sitting in a bar and looking at a book."}, {"scene_id": "atwt-07-23-08s14", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-07-23-08s15", "raw": "A scene from a TV show in which a man is wearing a white shirt and a woman is in the background.", "with_names": "a man is wearing a white shirt and a woman is in the background."}, {"scene_id": "atwt-07-23-08s16", "raw": "A scene from a TV show in which a rescuer is lowered into a flooded oil rig.", "with_names": "a rescuer is lowered into a flooded oil rig."}, {"scene_id": "atwt-07-23-08s17", "raw": "A scene from a TV show in which a woman is wearing a veil and smiling.", "with_names": "a woman is wearing a veil and smiling."}, {"scene_id": "atwt-07-23-08s18", "raw": "A scene from a TV show in which a woman is singing", "with_names": "a woman is singing"}, {"scene_id": "atwt-07-23-08s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-23-08s20", "raw": "A scene from a TV show in which a man and a woman are talking in a car dealership.", "with_names": ""}, {"scene_id": "atwt-07-23-08s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking.", "with_names": ""}, {"scene_id": "atwt-07-23-08s22", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-07-23-08s23", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a long brown hair", "with_names": "a woman is wearing a red shirt and a long brown hair"}, {"scene_id": "atwt-07-23-08s24", "raw": "A scene from a TV show in which a woman is lying on a hospital bed, wearing a white doctor's coat and a wedding dress. Two other women are standing nearby, one on the left and the", "with_names": "a woman is lying on a hospital bed, wearing a white doctor's coat and a wedding dress. two other women are standing nearby, one on the left and the"}, {"scene_id": "atwt-07-23-08s25", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-23-08s26", "raw": "A scene from a TV show in which a bottle of Pantene ProV is shown.", "with_names": ""}, {"scene_id": "atwt-07-23-08s27", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-23-08s28", "raw": "A scene from a TV show in which a woman is wearing a suit and a white shirt", "with_names": "a woman is wearing a suit and a white shirt"}, {"scene_id": "atwt-07-23-08s29", "raw": "A scene from a TV show in which a blonde woman is standing next to a man.", "with_names": "a blonde woman is standing next to a man."}, {"scene_id": "atwt-07-23-08s30", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is standing behind him, holding a red box.", "with_names": ""}, {"scene_id": "atwt-07-23-08s31", "raw": "A scene from a TV show in which a bride is sitting on a bed, holding hands with her mother and father.", "with_names": "a bride is sitting on a bed, holding hands with her mother and father."}, {"scene_id": "atwt-07-23-08s32", "raw": "A scene from a TV show in which a person is walking through a door with a cup", "with_names": "a person is walking through a door with a cup"}]