[{"scene_id": "gl-01-14-03s0", "raw": "A scene from a TV show in which a young boy is sitting at a table with his father.", "with_names": "a young boy is sitting at a table with his father."}, {"scene_id": "gl-01-14-03s1", "raw": "A scene from a TV show in which a woman is talking on a phone and her hand has a knife in it", "with_names": ""}, {"scene_id": "gl-01-14-03s2", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Phillip and Olivia are lying in bed together."}, {"scene_id": "gl-01-14-03s3", "raw": "A scene from a TV show in which a young man is sitting next to an older man.", "with_names": "a young man is sitting next to an older man."}, {"scene_id": "gl-01-14-03s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-14-03s5", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "gl-01-14-03s6", "raw": "A scene from a TV show in which a woman is wearing a yellow turtleneck and a short brown hair", "with_names": "Olivia is wearing a yellow turtleneck and a short brown hair"}, {"scene_id": "gl-01-14-03s7", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-01-14-03s8", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-01-14-03s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-01-14-03s10", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down", "with_names": ""}, {"scene_id": "gl-01-14-03s11", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "gl-01-14-03s12", "raw": "A scene from a TV show in which a woman is wearing a white jacket and a pink shirt.", "with_names": "a woman is wearing a white jacket and a pink shirt."}, {"scene_id": "gl-01-14-03s13", "raw": "A scene from a TV show in which a man is singing", "with_names": "a man is singing"}, {"scene_id": "gl-01-14-03s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-14-03s15", "raw": "A scene from a TV show in which a man is making a funny face", "with_names": "a man is making a funny face"}, {"scene_id": "gl-01-14-03s16", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-01-14-03s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]