[{"scene_id": "bb-03-10-06s0", "raw": "A scene from a TV show in which a countdown timer is counting down from ten seconds to zero.", "with_names": "a countdown timer is counting down from ten seconds to zero."}, {"scene_id": "bb-03-10-06s1", "raw": "A scene from a TV show in which a woman holds a baby and talks to another woman.", "with_names": "a woman holds a baby and talks to another woman."}, {"scene_id": "bb-03-10-06s2", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "bb-03-10-06s3", "raw": "A scene from a TV show in which a shirtless man is bending over and a woman is standing behind him.", "with_names": "a shirtless man is bending over and a woman is standing behind him."}, {"scene_id": "bb-03-10-06s4", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-03-10-06s5", "raw": "A scene from a TV show in which a woman is standing in front of a table with a bottle of champagne and a bouquet of flowers.", "with_names": "a woman is standing in front of a table with a bottle of champagne and a bouquet of flowers."}, {"scene_id": "bb-03-10-06s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-03-10-06s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-03-10-06s8", "raw": "A scene from a TV show in which a woman is talking to someone and the time is shown on the screen", "with_names": ""}, {"scene_id": "bb-03-10-06s9", "raw": "A scene from a TV show in which a man is shirtless and his back is to the camera", "with_names": "a man is shirtless and his back is to the camera"}, {"scene_id": "bb-03-10-06s10", "raw": "A scene from a TV show in which a woman is walking down a street, a clock is visible on the ground in front of her.", "with_names": "a woman is walking down a street, a clock is visible on the ground in front of her."}, {"scene_id": "bb-03-10-06s11", "raw": "A scene from a TV show in which a man is standing in front of a door and looking at a clock", "with_names": "a man is standing in front of a door and looking at a clock"}, {"scene_id": "bb-03-10-06s12", "raw": "A scene from a TV show in which an older woman is touching a young woman's body.", "with_names": "an older woman is touching a young woman's body."}, {"scene_id": "bb-03-10-06s13", "raw": "A scene from a TV show in which a shirtless man is standing in front of a bookcase.", "with_names": "a shirtless man is standing in front of a bookcase."}]