[{"scene_id": "gl-11-01-04s0", "raw": "A scene from a TV show in which a man is holding a knife and a woman is standing behind him", "with_names": "Sebastian is holding a knife and Holly is standing behind him"}, {"scene_id": "gl-11-01-04s1", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind them.", "with_names": ""}, {"scene_id": "gl-11-01-04s2", "raw": "A scene from a TV show in which two men are dressed in suits and talking to each other.", "with_names": ""}, {"scene_id": "gl-11-01-04s3", "raw": "A scene from a TV show in which a man is being beaten up by a woman.", "with_names": "a man is being beaten up by a woman."}, {"scene_id": "gl-11-01-04s4", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "gl-11-01-04s5", "raw": "A scene from a TV show in which a man is looking at the camera and a light is shining on him.", "with_names": "a man is looking at the camera and a light is shining on him."}, {"scene_id": "gl-11-01-04s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-01-04s7", "raw": "A scene from a TV show in which a man is talking on the phone and his face is contorted", "with_names": ""}, {"scene_id": "gl-11-01-04s8", "raw": "A scene from a TV show in which a woman is being assaulted by a man.", "with_names": "a woman is being assaulted by a man."}, {"scene_id": "gl-11-01-04s9", "raw": "A scene from a TV show in which a woman is talking about her husband", "with_names": ""}, {"scene_id": "gl-11-01-04s10", "raw": "A scene from a TV show in which a man is seen wearing a blue shirt and a black bra.", "with_names": "a man is wearing a blue shirt and a black bra."}, {"scene_id": "gl-11-01-04s11", "raw": "A scene from a TV show in which a man is talking to an older man.", "with_names": ""}, {"scene_id": "gl-11-01-04s12", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to another man.", "with_names": ""}, {"scene_id": "gl-11-01-04s13", "raw": "A scene from a TV show in which a young girl is comforted by her mother.", "with_names": "a young girl is comforted by her mother."}, {"scene_id": "gl-11-01-04s14", "raw": "", "with_names": ""}, {"scene_id": "gl-11-01-04s15", "raw": "", "with_names": ""}, {"scene_id": "gl-11-01-04s16", "raw": "A scene from a TV show in which two men are dressed in suits and talking to each other.", "with_names": ""}, {"scene_id": "gl-11-01-04s17", "raw": "", "with_names": ""}, {"scene_id": "gl-11-01-04s18", "raw": "A scene from a TV show in which a man is being confronted by another man.", "with_names": "a man is being confronted by another man."}, {"scene_id": "gl-11-01-04s19", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "Lizzie is crying and ] is comforting her."}, {"scene_id": "gl-11-01-04s20", "raw": "A scene from a TV show in which a man is wearing a suit and a pink tie.", "with_names": "a man is wearing a suit and a pink tie."}, {"scene_id": "gl-11-01-04s21", "raw": "A scene from a TV show in which a woman is talking to a man and they are both looking at a cell phone.", "with_names": ""}, {"scene_id": "gl-11-01-04s22", "raw": "A scene from a TV show in which a man is wearing a suit and a pink tie and looking at the camera.", "with_names": "a man is wearing a suit and a pink tie and looking at the camera."}, {"scene_id": "gl-11-01-04s23", "raw": "A scene from a TV show in which a man is seen throwing a bottle at a woman.", "with_names": "a man is throwing a bottle at a woman."}, {"scene_id": "gl-11-01-04s24", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a black and white jacket.", "with_names": ""}, {"scene_id": "gl-11-01-04s25", "raw": "A scene from a TV show in which a man is wearing a necklace and a shirt", "with_names": "a man is wearing a necklace and a shirt"}, {"scene_id": "gl-11-01-04s26", "raw": "A scene from a TV show in which a woman is kissing a man in a bar.", "with_names": "a woman is kissing a man in a bar."}, {"scene_id": "gl-11-01-04s27", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is dressed in a blue shirt.", "with_names": "a woman is wearing a white dress and a man is dressed in a blue shirt."}, {"scene_id": "gl-11-01-04s28", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "gl-11-01-04s29", "raw": "A scene from a TV show in which a man is bleeding from his head", "with_names": "a man is bleeding from his head"}, {"scene_id": "gl-11-01-04s30", "raw": "A scene from a TV show in which a man is sleeping with a woman in bed.", "with_names": "a man is sleeping with a woman in bed."}, {"scene_id": "gl-11-01-04s31", "raw": "A scene from a TV show in which a man is holding a young boy on a couch.", "with_names": "a man is holding a young boy on a couch."}, {"scene_id": "gl-11-01-04s32", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and a woman is in a dress."}]