[{"scene_id": "atwt-05-23-06s0", "raw": "A scene from a TV show in which a man is standing in a forest, a tree is falling on him.", "with_names": "a man is standing in a forest, a tree is falling on him."}, {"scene_id": "atwt-05-23-06s1", "raw": "A scene from a TV show in which a woman is talking to a man in a store.", "with_names": ""}, {"scene_id": "atwt-05-23-06s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-23-06s3", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-05-23-06s4", "raw": "A scene from a TV show in which a young girl is being spanked in a swimming pool", "with_names": "a young girl is being spanked in a swimming pool"}, {"scene_id": "atwt-05-23-06s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, looking down.", "with_names": "a man and a woman are standing next to each other, looking down."}, {"scene_id": "atwt-05-23-06s6", "raw": "A scene from a TV show in which a man is handing a woman a piece of paper.", "with_names": "a man is handing a woman a piece of paper."}, {"scene_id": "atwt-05-23-06s7", "raw": "A scene from a TV show in which a baby is shown to be born with a cleft lip.", "with_names": ""}, {"scene_id": "atwt-05-23-06s8", "raw": "A scene from a TV show in which two women are standing in a library, one is on a chair and the other is standing next to her.", "with_names": "two women are standing in a library, one is on a chair and the other is standing next to her."}, {"scene_id": "atwt-05-23-06s9", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-23-06s10", "raw": "A scene from a TV show in which a man is holding a drink and talking to another man.", "with_names": ""}, {"scene_id": "atwt-05-23-06s11", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-05-23-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-23-06s13", "raw": "A scene from a TV show in which a woman is laughing in a library.", "with_names": "a woman is laughing in a library."}, {"scene_id": "atwt-05-23-06s14", "raw": "A scene from a TV show in which a young woman is smiling and looking to the side.", "with_names": "a young woman is smiling and looking to the side."}, {"scene_id": "atwt-05-23-06s15", "raw": "A scene from a TV show in which a woman is shown with her hand raised in a gesture of peace.", "with_names": ""}, {"scene_id": "atwt-05-23-06s16", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-05-23-06s17", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-05-23-06s18", "raw": "A scene from a TV show in which a girl is looking at a book and a boy is talking to her.", "with_names": ""}, {"scene_id": "atwt-05-23-06s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-23-06s20", "raw": "A scene from a TV show in which a man is wearing a white t-shirt and blue sleeves.", "with_names": "a man is wearing a white t-shirt and blue sleeves."}, {"scene_id": "atwt-05-23-06s21", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-05-23-06s22", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her, smiling.", "with_names": "a woman is crying and a man is standing behind her, smiling."}, {"scene_id": "atwt-05-23-06s23", "raw": "A scene from a TV show in which a mouse is stuck to a wall", "with_names": "a mouse is stuck to a wall"}]