[{"scene_id": "oltl-09-29-10s0", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}, {"scene_id": "oltl-09-29-10s1", "raw": "A scene from a TV show in which a man is sitting next to a woman and looking at her.", "with_names": "a man is sitting next to a woman and looking at her."}, {"scene_id": "oltl-09-29-10s2", "raw": "A scene from a TV show in which a woman is wearing a floral dress and a necklace", "with_names": "a woman is wearing a floral dress and a necklace"}, {"scene_id": "oltl-09-29-10s3", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at the camera.", "with_names": "a man is wearing a suit and a tie and is looking at the camera."}, {"scene_id": "oltl-09-29-10s4", "raw": "A scene from a TV show in which a woman is talking to a man, and she is looking up at him with her hands clasped together.", "with_names": ""}, {"scene_id": "oltl-09-29-10s5", "raw": "A scene from a TV show in which a woman is holding a cell phone and looking at it.", "with_names": "a woman is holding a cell phone and looking at it."}, {"scene_id": "oltl-09-29-10s6", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "oltl-09-29-10s7", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "oltl-09-29-10s8", "raw": "A scene from a TV show in which a black woman is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-09-29-10s9", "raw": "A scene from a TV show in which a man is wearing a suit and a striped shirt.", "with_names": "a man is wearing a suit and a striped shirt."}, {"scene_id": "oltl-09-29-10s10", "raw": "A scene from a TV show in which a woman is wearing a gold medallion around her neck and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-09-29-10s11", "raw": "A scene from a TV show in which a woman is smiling and another woman is looking at her.", "with_names": "a woman is smiling and another woman is looking at her."}, {"scene_id": "oltl-09-29-10s12", "raw": "A scene from a TV show in which a man is standing in front of a desk and a woman is sitting behind it.", "with_names": "a man is standing in front of a desk and a woman is sitting behind it."}, {"scene_id": "oltl-09-29-10s13", "raw": "A scene from a TV show in which a man is painting a picture while a woman watches.", "with_names": "a man is painting a picture while a woman watches."}, {"scene_id": "oltl-09-29-10s14", "raw": "A scene from a TV show in which a man is handing a woman a piece of paper.", "with_names": "a man is handing a woman a piece of paper."}, {"scene_id": "oltl-09-29-10s15", "raw": "A scene from a TV show in which a woman is talking and her hands are raised in front of her.", "with_names": ""}, {"scene_id": "oltl-09-29-10s16", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-29-10s17", "raw": "A scene from a TV show in which two women are standing in front of a desk with a laptop and a cell phone on it.", "with_names": "two women are standing in front of a desk with a laptop and a cell phone on it."}, {"scene_id": "oltl-09-29-10s18", "raw": "A scene from a TV show in which a woman is smiling.", "with_names": "a woman is smiling."}, {"scene_id": "oltl-09-29-10s19", "raw": "A scene from a TV show in which a man is standing in a courtroom, a woman is sitting behind him, and a judge is seated at a desk.", "with_names": "a man is standing in a courtroom, a woman is sitting behind him, and a judge is seated at a desk."}, {"scene_id": "oltl-09-29-10s20", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-29-10s21", "raw": "A scene from a TV show in which a man is testifying in court.", "with_names": "a man is testifying in court."}, {"scene_id": "oltl-09-29-10s22", "raw": "A scene from a TV show in which a young woman is talking to a black woman.", "with_names": ""}, {"scene_id": "oltl-09-29-10s23", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them with a confused expression.", "with_names": ""}, {"scene_id": "oltl-09-29-10s24", "raw": "A scene from a TV show in which a woman pours a drink for a man.", "with_names": "a woman pours a drink for a man."}, {"scene_id": "oltl-09-29-10s25", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is seated next to her.", "with_names": "a woman is sitting at a desk and a man is seated next to her."}, {"scene_id": "oltl-09-29-10s26", "raw": "A scene from a TV show in which a young black woman is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-09-29-10s27", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, with a jukebox in the background.", "with_names": "a man and a woman are standing in a bar, with a jukebox in the background."}, {"scene_id": "oltl-09-29-10s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-29-10s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-29-10s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-29-10s31", "raw": "A scene from a TV show in which a woman is wearing a necklace and a man is looking at her.", "with_names": "a woman is wearing a necklace and a man is looking at her."}, {"scene_id": "oltl-09-29-10s32", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-09-29-10s33", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, holding hands and smiling at each other.", "with_names": "a man and a woman are standing in a bar, holding hands and smiling at each other."}, {"scene_id": "oltl-09-29-10s34", "raw": "A scene from a TV show in which a woman is trying to break into a door.", "with_names": "a woman is trying to break into a door."}, {"scene_id": "oltl-09-29-10s35", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a necklace.", "with_names": "a woman is wearing a red shirt and a necklace."}, {"scene_id": "oltl-09-29-10s36", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-29-10s37", "raw": "A scene from a TV show in which a girl is wearing a purple dress and a boy is talking to her.", "with_names": ""}, {"scene_id": "oltl-09-29-10s38", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "oltl-09-29-10s39", "raw": "A scene from a TV show in which a woman is holding a painting up to a shirtless man.", "with_names": "a woman is holding a painting up to a shirtless man."}, {"scene_id": "oltl-09-29-10s40", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and a woman are walking down a hallway."}, {"scene_id": "oltl-09-29-10s41", "raw": "A scene from a TV show in which a man is standing in a room, wearing a tie and a dress shirt.", "with_names": "a man is standing in a room, wearing a tie and a dress shirt."}, {"scene_id": "oltl-09-29-10s42", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-09-29-10s43", "raw": "A scene from a TV show in which a woman is talking to a slot machine.", "with_names": ""}, {"scene_id": "oltl-09-29-10s44", "raw": "A scene from a TV show in which a man is walking down a hallway, wearing a suit and a tie.", "with_names": "a man is walking down a hallway, wearing a suit and a tie."}, {"scene_id": "oltl-09-29-10s45", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-09-29-10s46", "raw": "A scene from a TV show in which a woman is walking into a room with a desk and a chair.", "with_names": "a woman is walking into a room with a desk and a chair."}]