[{"scene_id": "oltl-03-07-08s0", "raw": "A scene from a TV show in which a man is standing in a doorway, holding a cell phone and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-07-08s1", "raw": "A scene from a TV show in which a man is eating a sandwich and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-07-08s2", "raw": "A scene from a TV show in which a man is talking to another man in a hallway.", "with_names": ""}, {"scene_id": "oltl-03-07-08s3", "raw": "A scene from a TV show in which a man is seen having sex with a woman in a restaurant.", "with_names": "a man is having sex with a woman in a restaurant."}, {"scene_id": "oltl-03-07-08s4", "raw": "A scene from a TV show in which a woman is talking on a pay phone.", "with_names": ""}, {"scene_id": "oltl-03-07-08s5", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "] and Nora are sitting at a table."}, {"scene_id": "oltl-03-07-08s6", "raw": "A scene from a TV show in which a man is being held by a woman.", "with_names": "a man is being held by a woman."}, {"scene_id": "oltl-03-07-08s7", "raw": "A scene from a TV show in which a woman is singing with her eyes closed.", "with_names": "a woman is singing with her eyes closed."}, {"scene_id": "oltl-03-07-08s8", "raw": "A scene from a TV show in which a meteorologist holds a large rock and a man holds a large piece of metal.", "with_names": "a meteorologist holds a large rock and a man holds a large piece of metal."}, {"scene_id": "oltl-03-07-08s9", "raw": "A scene from a TV show in which a man is talking on a phone and looking at a computer screen.", "with_names": ""}, {"scene_id": "oltl-03-07-08s10", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "oltl-03-07-08s11", "raw": "A scene from a TV show in which a man is sitting at a desk with a newspaper and a cup of coffee.", "with_names": "a man is sitting at a desk with a newspaper and a cup of coffee."}, {"scene_id": "oltl-03-07-08s12", "raw": "A scene from a TV show in which a man is standing in front of a window and holding a cell phone.", "with_names": "a man is standing in front of a window and holding a cell phone."}, {"scene_id": "oltl-03-07-08s13", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a restaurant.", "with_names": "a man and a woman are sitting at a table in a restaurant."}, {"scene_id": "oltl-03-07-08s14", "raw": "A scene from a TV show in which a woman is standing in a library with a bookcase behind her.", "with_names": "a woman is standing in a library with a bookcase behind her."}, {"scene_id": "oltl-03-07-08s15", "raw": "A scene from a TV show in which a woman is talking to someone in a hallway.", "with_names": ""}, {"scene_id": "oltl-03-07-08s16", "raw": "A scene from a TV show in which three men are standing in a room.", "with_names": "three men are standing in a room."}, {"scene_id": "oltl-03-07-08s17", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "oltl-03-07-08s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-07-08s19", "raw": "A scene from a TV show in which a man is talking on his cell phone", "with_names": ""}, {"scene_id": "oltl-03-07-08s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-07-08s21", "raw": "A scene from a TV show in which two men are standing in a room with a desk and chairs.", "with_names": "two men are standing in a room with a desk and chairs."}, {"scene_id": "oltl-03-07-08s22", "raw": "A scene from a TV show in which a man is standing in a room with a TV on the wall and a picture of a woman on the floor.", "with_names": "a man is standing in a room with a tv on the wall and a picture of ] on the floor."}, {"scene_id": "oltl-03-07-08s23", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a long brown hair", "with_names": "a woman is wearing a black turtleneck and a long brown hair"}, {"scene_id": "oltl-03-07-08s24", "raw": "A scene from a TV show in which a man is shaking hands with a woman.", "with_names": "a man is shaking hands with a woman."}, {"scene_id": "oltl-03-07-08s25", "raw": "A scene from a TV show in which a man is standing in front of a desk and a woman is sitting at it.", "with_names": "a man is standing in front of a desk and a woman is sitting at it."}, {"scene_id": "oltl-03-07-08s26", "raw": "A scene from a TV show in which a man is standing in a room with a door and a window behind him.", "with_names": "a man is standing in a room with a door and a window behind him."}, {"scene_id": "oltl-03-07-08s27", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-07-08s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-07-08s29", "raw": "A scene from a TV show in which a man is talking to a woman and a young man is standing behind them.", "with_names": ""}, {"scene_id": "oltl-03-07-08s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-07-08s31", "raw": "A scene from a TV show in which a man is talking on the phone with a woman.", "with_names": ""}, {"scene_id": "oltl-03-07-08s32", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-03-07-08s33", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "oltl-03-07-08s34", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]