[{"scene_id": "gl-03-24-05s0", "raw": "A scene from a TV show in which a woman is talking on her cell phone", "with_names": ""}, {"scene_id": "gl-03-24-05s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-24-05s2", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are talking.", "with_names": ""}, {"scene_id": "gl-03-24-05s3", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking at a piano.", "with_names": "a man is wearing a suit and tie and is looking at a piano."}, {"scene_id": "gl-03-24-05s4", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and another man is wearing a suit and tie.", "with_names": "Alan is wearing a suit and a tie and another man is wearing a suit and tie."}, {"scene_id": "gl-03-24-05s5", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "gl-03-24-05s6", "raw": "A scene from a TV show in which a man is seen cutting a piece of cake while a woman watches.", "with_names": "Danny is cutting a piece of cake while Marina watches."}, {"scene_id": "gl-03-24-05s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a puzzled expression.", "with_names": ""}, {"scene_id": "gl-03-24-05s8", "raw": "A scene from a TV show in which a woman is wearing a leopard print dress and a blonde woman is sitting next to her.", "with_names": "Beth is wearing a leopard print dress and a blonde woman is sitting next to her."}, {"scene_id": "gl-03-24-05s9", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "a man is looking down and a woman is standing behind him."}, {"scene_id": "gl-03-24-05s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "gl-03-24-05s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-24-05s12", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "gl-03-24-05s13", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "gl-03-24-05s14", "raw": "A scene from a TV show in which a woman is sitting at a bar and drinking a drink.", "with_names": "Beth is sitting at a bar and drinking a drink."}, {"scene_id": "gl-03-24-05s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-24-05s21", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-03-24-05s22", "raw": "A scene from a TV show in which a man is eating a bowl of food while a woman is standing behind him", "with_names": "a man is eating a bowl of food while Gus is standing behind him"}, {"scene_id": "gl-03-24-05s23", "raw": "A scene from a TV show in which a man is wearing a bandana on his head", "with_names": "Jeffrey is wearing a bandana on his head"}, {"scene_id": "gl-03-24-05s24", "raw": "A scene from a TV show in which a woman is talking to someone and her lips are stained with blood.", "with_names": ""}, {"scene_id": "gl-03-24-05s25", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-24-05s26", "raw": "A scene from a TV show in which a woman is talking on the phone and a bottle is placed on the table in front of her.", "with_names": ""}, {"scene_id": "gl-03-24-05s27", "raw": "A scene from a TV show in which a man is crying", "with_names": "Danny is crying"}, {"scene_id": "gl-03-24-05s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-24-05s29", "raw": "A scene from a TV show in which a woman is holding a newspaper and walking down a hallway.", "with_names": "a woman is holding a newspaper and walking down a hallway."}, {"scene_id": "gl-03-24-05s30", "raw": "A scene from a TV show in which a woman is standing in a room with a desk and a chair.", "with_names": "Gus is standing in a room with a desk and a chair."}, {"scene_id": "gl-03-24-05s31", "raw": "A scene from a TV show in which a man is standing in a hallway, holding a book.", "with_names": "a man is standing in a hallway, holding a book."}, {"scene_id": "gl-03-24-05s32", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "gl-03-24-05s33", "raw": "A scene from a TV show in which a man is seen with his shirt off", "with_names": "Danny is with his shirt off"}, {"scene_id": "gl-03-24-05s34", "raw": "A scene from a TV show in which a doctor is slapping a patient on the face", "with_names": "a doctor is slapping a patient on the face"}, {"scene_id": "gl-03-24-05s35", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-24-05s36", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]