[{"scene_id": "atwt-05-29-09s0", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "atwt-05-29-09s1", "raw": "A scene from a TV show in which a man is talking to someone and wearing a suit.", "with_names": ""}, {"scene_id": "atwt-05-29-09s2", "raw": "A scene from a TV show in which a man and a woman sit on a bench in a field.", "with_names": "Paul and Rosanna sit on a bench in a field."}, {"scene_id": "atwt-05-29-09s5", "raw": "A scene from a TV show in which a boy is sitting on a couch and reading a book.", "with_names": ""}, {"scene_id": "atwt-05-29-09s6", "raw": "A scene from a TV show in which a woman is on the phone and a man is standing behind her.", "with_names": "Bartender is on the phone and a man is standing behind her."}, {"scene_id": "atwt-05-29-09s7", "raw": "A scene from a TV show in which a doctor is taking a picture of two women.", "with_names": "a doctor is taking a picture of two women."}, {"scene_id": "atwt-05-29-09s8", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "Craig is wearing a suit and a tie"}, {"scene_id": "atwt-05-29-09s9", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-29-09s10", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-05-29-09s11", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-05-29-09s12", "raw": "A scene from a TV show in which a baby is shown in a police photo.", "with_names": ""}, {"scene_id": "atwt-05-29-09s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-29-09s14", "raw": "A scene from a TV show in which a woman is seen eating a piece of bread.", "with_names": "Meg is eating a piece of bread."}, {"scene_id": "atwt-05-29-09s15", "raw": "A scene from a TV show in which a woman hands a blue plastic device to a man.", "with_names": "a woman hands a blue plastic device to Damian."}, {"scene_id": "atwt-05-29-09s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-29-09s17", "raw": "A scene from a TV show in which a woman is kneeling in a field, a man is standing behind her, and they are both looking at something.", "with_names": "Carly is kneeling in a field, Parker is standing behind her, and they are both looking at something."}, {"scene_id": "atwt-05-29-09s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-29-09s19", "raw": "A scene from a TV show in which a woman is being questioned by two men.", "with_names": "Rosanna is being questioned by two men."}, {"scene_id": "atwt-05-29-09s21", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "a man and a woman are standing in a doorway."}, {"scene_id": "atwt-05-29-09s24", "raw": "A scene from a TV show in which a man is standing in a room with his arms crossed.", "with_names": "Damian is standing in a room with his arms crossed."}, {"scene_id": "atwt-05-29-09s25", "raw": "A scene from a TV show in which a man is standing in front of a car, a woman is behind him, and another woman is in the background.", "with_names": "Paul is standing in front of a car, a woman is behind him, and another woman is in the background."}, {"scene_id": "atwt-05-29-09s26", "raw": "A scene from a TV show in which a woman is talking to someone in a room with two lamps.", "with_names": ""}, {"scene_id": "atwt-05-29-09s27", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Parker and a woman are standing next to each other."}, {"scene_id": "atwt-05-29-09s28", "raw": "A scene from a TV show in which a woman is watering plants in a greenhouse.", "with_names": "Gus is watering plants in a greenhouse."}, {"scene_id": "atwt-05-29-09s29", "raw": "A scene from a TV show in which a blonde woman is looking at a book and smiling.", "with_names": "a blonde woman is looking at a book and smiling."}, {"scene_id": "atwt-05-29-09s30", "raw": "A scene from a TV show in which a man is talking to a woman in a park.", "with_names": ""}, {"scene_id": "atwt-05-29-09s31", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing next to her.", "with_names": "a woman is holding a baby and Damian is standing next to her."}, {"scene_id": "atwt-05-29-09s32", "raw": "A scene from a TV show in which a man and a woman are sitting at a desk, looking at an open laptop.", "with_names": "Paul and a woman are sitting at a desk, looking at an open laptop."}, {"scene_id": "atwt-05-29-09s33", "raw": "A scene from a TV show in which a woman is lying on a couch and a man is sitting next to her.", "with_names": "a woman is lying on a couch and a man is sitting next to her."}, {"scene_id": "atwt-05-29-09s34", "raw": "A scene from a TV show in which a young man is holding a Hershey bar.", "with_names": "a young man is holding a hershey bar."}, {"scene_id": "atwt-05-29-09s35", "raw": "A scene from a TV show in which a man is talking to a boy in a blue shirt.", "with_names": ""}, {"scene_id": "atwt-05-29-09s36", "raw": "A scene from a TV show in which a girl is talking to a boy in a room.", "with_names": ""}, {"scene_id": "atwt-05-29-09s37", "raw": "A scene from a TV show in which a man and a woman are standing in a room. The woman is wearing a jean jacket and has her hair up.", "with_names": "Paul and Rosanna are standing in a room. the woman is wearing a jean jacket and has her hair up."}, {"scene_id": "atwt-05-29-09s38", "raw": "A scene from a TV show in which a woman is lying on a couch and her eyes are closed.", "with_names": "Meg is lying on a couch and her eyes are closed."}, {"scene_id": "atwt-05-29-09s39", "raw": "A scene from a TV show in which a man is walking down a street, a car is parked behind him.", "with_names": "Mechanic is walking down a street, a car is parked behind him."}, {"scene_id": "atwt-05-29-09s45", "raw": "A scene from a TV show in which a woman is holding a syringe.", "with_names": "a woman is holding a syringe."}]