[{"scene_id": "oltl-08-14-07s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-14-07s1", "raw": "A scene from a TV show in which a man is wearing a white tuxedo and a woman is in a purple dress.", "with_names": "a man is wearing a white tuxedo and a woman is in a purple dress."}, {"scene_id": "oltl-08-14-07s2", "raw": "A scene from a TV show in which a man and a woman are standing at a black piano.", "with_names": "a man and a woman are standing at a black piano."}, {"scene_id": "oltl-08-14-07s3", "raw": "A scene from a TV show in which a woman is sitting in a room with a painting behind her.", "with_names": "a woman is sitting in a room with a painting behind her."}, {"scene_id": "oltl-08-14-07s4", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "oltl-08-14-07s5", "raw": "A scene from a TV show in which a man is pouring a drink into a woman's hand.", "with_names": "a man is pouring a drink into a woman's hand."}, {"scene_id": "oltl-08-14-07s6", "raw": "A scene from a TV show in which a man is wearing a white tuxedo and a woman is in a red dress.", "with_names": "a man is wearing a white tuxedo and a woman is in a red dress."}, {"scene_id": "oltl-08-14-07s7", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a man is in a white shirt.", "with_names": "a woman is wearing a purple dress and a man is in a white shirt."}, {"scene_id": "oltl-08-14-07s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-08-14-07s9", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, the man is eating a cigarette.", "with_names": "a man and a woman are sitting at a table, the man is eating a cigarette."}, {"scene_id": "oltl-08-14-07s10", "raw": "A scene from a TV show in which a woman is wearing a necklace and earrings and looking at a man.", "with_names": "a woman is wearing a necklace and earrings and looking at a man."}, {"scene_id": "oltl-08-14-07s11", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "oltl-08-14-07s12", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-08-14-07s13", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-14-07s14", "raw": "A scene from a TV show in which a man is looking at the camera and smiling", "with_names": "a man is looking at the camera and smiling"}, {"scene_id": "oltl-08-14-07s15", "raw": "A scene from a TV show in which a man is wearing a bow tie and a woman is looking at him.", "with_names": "a man is wearing a bow tie and a woman is looking at him."}, {"scene_id": "oltl-08-14-07s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and another woman is standing behind her.", "with_names": ""}, {"scene_id": "oltl-08-14-07s17", "raw": "A scene from a TV show in which a woman is being assaulted by two men.", "with_names": "a woman is being assaulted by two men."}, {"scene_id": "oltl-08-14-07s18", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-08-14-07s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-14-07s20", "raw": "A scene from a TV show in which a man is sitting at a poker table with a woman and another woman standing behind him.", "with_names": "a man is sitting at a poker table with a woman and another woman standing behind him."}, {"scene_id": "oltl-08-14-07s21", "raw": "A scene from a TV show in which a woman is wearing a necklace and earrings and looking down.", "with_names": "a woman is wearing a necklace and earrings and looking down."}, {"scene_id": "oltl-08-14-07s22", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-08-14-07s23", "raw": "A scene from a TV show in which a woman is talking to a man while he is wearing a tuxedo.", "with_names": ""}, {"scene_id": "oltl-08-14-07s24", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a restaurant.", "with_names": "a man and a woman are sitting at a table in a restaurant."}, {"scene_id": "oltl-08-14-07s25", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is standing next to her.", "with_names": "a woman is wearing a bikini and a man is standing next to her."}, {"scene_id": "oltl-08-14-07s26", "raw": "A scene from a TV show in which a woman is holding a glass of wine.", "with_names": "a woman is holding a glass of wine."}, {"scene_id": "oltl-08-14-07s27", "raw": "A scene from a TV show in which a woman is talking to a man while other people are watching.", "with_names": ""}, {"scene_id": "oltl-08-14-07s28", "raw": "A scene from a TV show in which a black man is playing poker with white people.", "with_names": "a black man is playing poker with white people."}, {"scene_id": "oltl-08-14-07s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-14-07s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-14-07s31", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "oltl-08-14-07s32", "raw": "A scene from a TV show in which a shirtless man is kissing a woman.", "with_names": "a shirtless man is kissing a woman."}, {"scene_id": "oltl-08-14-07s33", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is holding a plate", "with_names": "a woman is wearing a dress and a man is holding a plate"}, {"scene_id": "oltl-08-14-07s34", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "oltl-08-14-07s35", "raw": "A scene from a TV show in which a woman is playing a game of poker and a man is standing behind her, holding a beer.", "with_names": "a woman is playing a game of poker and a man is standing behind her, holding a beer."}, {"scene_id": "oltl-08-14-07s36", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-08-14-07s37", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]