[{"scene_id": "bb-09-27-06s0", "raw": "A scene from a TV show in which a clapperboard reads \"Cynthia J. Popp\"", "with_names": "a clapperboard reads \"cynthia j. popp\""}, {"scene_id": "bb-09-27-06s1", "raw": "A scene from a TV show in which an older woman is talking to a younger man.", "with_names": ""}, {"scene_id": "bb-09-27-06s2", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "bb-09-27-06s3", "raw": "A scene from a TV show in which a man sits on a couch and looks at a clock.", "with_names": "a man sits on a couch and looks at a clock."}, {"scene_id": "bb-09-27-06s4", "raw": "A scene from a TV show in which a blonde woman is driving a car and a man is standing behind her", "with_names": "a blonde woman is driving a car and a man is standing behind her"}, {"scene_id": "bb-09-27-06s5", "raw": "A scene from a TV show in which a man is standing in a living room and looking at a clock.", "with_names": "a man is standing in a living room and looking at a clock."}, {"scene_id": "bb-09-27-06s6", "raw": "A scene from a TV show in which a man is sitting at a dinner table with a candle and flowers.", "with_names": "a man is sitting at a dinner table with a candle and flowers."}, {"scene_id": "bb-09-27-06s7", "raw": "A scene from a TV show in which two men are standing in front of a door.", "with_names": "two men are standing in front of a door."}, {"scene_id": "bb-09-27-06s8", "raw": "A scene from a TV show in which a man is looking at a clock.", "with_names": "a man is looking at a clock."}, {"scene_id": "bb-09-27-06s9", "raw": "A scene from a TV show in which two men are in a car.", "with_names": "two men are in a car."}, {"scene_id": "bb-09-27-06s10", "raw": "A scene from a TV show in which a blonde woman sits next to a man in a car.", "with_names": "a blonde woman sits next to a man in a car."}, {"scene_id": "bb-09-27-06s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-09-27-06s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-27-06s13", "raw": "A scene from a TV show in which two men are sitting in a car, looking out the window.", "with_names": "two men are sitting in a car, looking out the window."}, {"scene_id": "bb-09-27-06s14", "raw": "A scene from a TV show in which a man is sitting in a car and looking at a clock.", "with_names": "a man is sitting in a car and looking at a clock."}, {"scene_id": "bb-09-27-06s15", "raw": "A scene from a TV show in which an elderly woman is standing in a living room with a couch and a lamp.", "with_names": "an elderly woman is standing in a living room with a couch and a lamp."}, {"scene_id": "bb-09-27-06s16", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}]