[{"scene_id": "bb-02-27-17s0", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-02-27-17s1", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "bb-02-27-17s2", "raw": "A scene from a TV show in which a woman is talking to two other women in a room.", "with_names": ""}, {"scene_id": "bb-02-27-17s3", "raw": "A scene from a TV show in which two men sit at a desk, looking at papers.", "with_names": "two men sit at a desk, looking at papers."}, {"scene_id": "bb-02-27-17s4", "raw": "A scene from a TV show in which a man and a woman are standing in front of a window.", "with_names": "a man and a woman are standing in front of a window."}, {"scene_id": "bb-02-27-17s5", "raw": "A scene from a TV show in which a young man sits in a chair and talks to someone off-camera.", "with_names": "a young man sits in a chair and talks to someone off-camera."}, {"scene_id": "bb-02-27-17s6", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "bb-02-27-17s7", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "bb-02-27-17s10", "raw": "A scene from a TV show in which a woman is being interviewed by a man in a room with a table and chairs and a painting on the wall", "with_names": "Coco is being interviewed by a man in a room with a table and chairs and a painting on the wall"}, {"scene_id": "bb-02-27-17s13", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "Shirley is wearing a black dress and a man is in a suit."}, {"scene_id": "bb-02-27-17s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-27-17s16", "raw": "A scene from a TV show in which two men are sitting at a desk.", "with_names": "two men are sitting at a desk."}, {"scene_id": "bb-02-27-17s17", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "Steffy is in a hospital bed, wearing a mask."}, {"scene_id": "bb-02-27-17s18", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "Bill is looking at Liam and saying, \"i'm not sure what to think.\""}, {"scene_id": "bb-02-27-17s19", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "Ridge is wearing a black dress and a man is in a suit."}, {"scene_id": "bb-02-27-17s21", "raw": "A scene from a TV show in which a young man is wearing a plaid shirt and a black sweater.", "with_names": "a young man is wearing a plaid shirt and a black sweater."}, {"scene_id": "bb-02-27-17s22", "raw": "A scene from a TV show in which a woman is talking to a man in a garage.", "with_names": ""}, {"scene_id": "bb-02-27-17s23", "raw": "A scene from a TV show in which a group of people stand around a table and talk", "with_names": "a group of people stand around a table and talk"}, {"scene_id": "bb-02-27-17s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-27-17s25", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing next to her.", "with_names": "a woman is sitting at a table and a man is standing next to her."}, {"scene_id": "bb-02-27-17s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]