[{"scene_id": "atwt-03-24-04s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-24-04s1", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-24-04s2", "raw": "A scene from a TV show in which a man and a woman sit at a dining table.", "with_names": "a man and a woman sit at a dining table."}, {"scene_id": "atwt-03-24-04s3", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-03-24-04s4", "raw": "A scene from a TV show in which a woman is crying and wiping her nose with a tissue.", "with_names": "a woman is crying and wiping her nose with a tissue."}, {"scene_id": "atwt-03-24-04s5", "raw": "A scene from a TV show in which a man is talking and his mouth is open.", "with_names": ""}, {"scene_id": "atwt-03-24-04s6", "raw": "A scene from a TV show in which a blonde girl is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-03-24-04s7", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-03-24-04s8", "raw": "A scene from a TV show in which a bottle of pills is shown", "with_names": ""}, {"scene_id": "atwt-03-24-04s9", "raw": "A scene from a TV show in which a woman is wearing a pink suit and a necklace.", "with_names": "a woman is wearing a pink suit and a necklace."}, {"scene_id": "atwt-03-24-04s10", "raw": "A scene from a TV show in which a man and a woman sit on a couch, drinking wine.", "with_names": "a man and a woman sit on a couch, drinking wine."}, {"scene_id": "atwt-03-24-04s11", "raw": "A scene from a TV show in which a woman is wiping her face with a tissue.", "with_names": "a woman is wiping her face with a tissue."}, {"scene_id": "atwt-03-24-04s12", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-24-04s13", "raw": "A scene from a TV show in which a woman is standing next to a man, both of them looking at the camera.", "with_names": "a woman is standing next to a man, both of them looking at the camera."}, {"scene_id": "atwt-03-24-04s14", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-24-04s15", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-03-24-04s16", "raw": "A scene from a TV show in which a salad is being served.", "with_names": "a salad is being served."}, {"scene_id": "atwt-03-24-04s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-24-04s18", "raw": "A scene from a TV show in which a woman is wearing a black headscarf and a dark coat.", "with_names": "a woman is wearing a black headscarf and a dark coat."}, {"scene_id": "atwt-03-24-04s19", "raw": "A scene from a TV show in which a woman is standing in a pond with lily pads", "with_names": "a woman is standing in a pond with lily pads"}, {"scene_id": "atwt-03-24-04s20", "raw": "A scene from a TV show in which a man is standing in a kitchen and talking to another man.", "with_names": ""}, {"scene_id": "atwt-03-24-04s21", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "atwt-03-24-04s22", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at ]."}, {"scene_id": "atwt-03-24-04s23", "raw": "A scene from a TV show in which a blonde woman is looking at a brunette woman.", "with_names": "a blonde woman is looking at a brunette woman."}]