[{"scene_id": "bb-08-28-17s0", "raw": "A scene from a TV show in which a man is drinking a glass of wine.", "with_names": "a man is drinking a glass of wine."}, {"scene_id": "bb-08-28-17s1", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "James is wearing a suit and a blue shirt."}, {"scene_id": "bb-08-28-17s2", "raw": "A scene from a TV show in which a man is standing in front of a desk and a chair, holding a pen in his hand.", "with_names": "a man is standing in front of a desk and a chair, holding a pen in his hand."}, {"scene_id": "bb-08-28-17s3", "raw": "A scene from a TV show in which a woman stands in front of a door and looks at a vase of flowers.", "with_names": "Sheila stands in front of a door and looks at a vase of flowers."}, {"scene_id": "bb-08-28-17s4", "raw": "A scene from a TV show in which a woman is standing in front of a door and talking to someone.", "with_names": ""}, {"scene_id": "bb-08-28-17s5", "raw": "A scene from a TV show in which a woman is lying in bed and talking to a man.", "with_names": ""}, {"scene_id": "bb-08-28-17s6", "raw": "A scene from a TV show in which a man is holding a woman by the arm and telling her to leave.", "with_names": "Eric is holding Quinn by the arm and telling her to leave."}, {"scene_id": "bb-08-28-17s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-28-17s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Eric and a woman are standing next to each other."}, {"scene_id": "bb-08-28-17s10", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "Quinn and Sheila are looking at each other."}, {"scene_id": "bb-08-28-17s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-08-28-17s12", "raw": "A scene from a TV show in which a woman is talking to a man and two women.", "with_names": ""}, {"scene_id": "bb-08-28-17s13", "raw": "A scene from a TV show in which a woman is walking up a staircase.", "with_names": "a woman is walking up a staircase."}, {"scene_id": "bb-08-28-17s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-28-17s15", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a chair.", "with_names": "James is standing in a room with a desk and a chair."}, {"scene_id": "bb-08-28-17s16", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man, and the woman is singing.", "with_names": ""}, {"scene_id": "bb-08-28-17s17", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "bb-08-28-17s18", "raw": "A scene from a TV show in which a woman is wearing a dress and a necklace and is standing next to a man.", "with_names": "Sheila is wearing a dress and a necklace and is standing next to Quinn."}]