[{"scene_id": "gl-09-27-05s0", "raw": "A scene from a TV show in which a man is standing in front of a window and a woman is smiling at him.", "with_names": "a man is standing in front of a window and a woman is smiling at him."}, {"scene_id": "gl-09-27-05s1", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-09-27-05s2", "raw": "A scene from a TV show in which two men are fighting in a bar.", "with_names": "two men are fighting in a bar."}, {"scene_id": "gl-09-27-05s3", "raw": "A scene from a TV show in which a maid is cleaning a mirror.", "with_names": "a maid is cleaning a mirror."}, {"scene_id": "gl-09-27-05s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-27-05s5", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "gl-09-27-05s6", "raw": "A scene from a TV show in which a person is holding a piece of paper.", "with_names": "a person is holding a piece of paper."}, {"scene_id": "gl-09-27-05s7", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "gl-09-27-05s8", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-09-27-05s9", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a woman.", "with_names": ""}, {"scene_id": "gl-09-27-05s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to another man.", "with_names": ""}, {"scene_id": "gl-09-27-05s11", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "gl-09-27-05s12", "raw": "A scene from a TV show in which a woman is sitting at a table with a doll.", "with_names": "a woman is sitting at a table with a doll."}, {"scene_id": "gl-09-27-05s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-27-05s14", "raw": "A scene from a TV show in which a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "gl-09-27-05s15", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-09-27-05s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-27-05s17", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-27-05s18", "raw": "A scene from a TV show in which a woman is wearing a kimono and a man is standing behind her", "with_names": "a woman is wearing a kimono and a man is standing behind her"}, {"scene_id": "gl-09-27-05s19", "raw": "A scene from a TV show in which a man is pointing a gun at another man.", "with_names": "a man is pointing a gun at another man."}, {"scene_id": "gl-09-27-05s20", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-09-27-05s21", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-27-05s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-27-05s23", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is in a ponytail", "with_names": ""}, {"scene_id": "gl-09-27-05s24", "raw": "", "with_names": ""}, {"scene_id": "gl-09-27-05s25", "raw": "A scene from a TV show in which a man and a woman are in a hotel room. The woman is wearing a maid's uniform and is standing in front of the man.", "with_names": "a man and a woman are in a hotel room. the woman is wearing a maid's uniform and is standing in front of the man."}]