[{"scene_id": "gl-06-23-05s0", "raw": "A scene from a TV show in which a man is laughing and making a heart with his hands.", "with_names": "a man is laughing and making a heart with his hands."}, {"scene_id": "gl-06-23-05s1", "raw": "A scene from a TV show in which a woman is holding a cell phone to her ear", "with_names": "a woman is holding a cell phone to her ear"}, {"scene_id": "gl-06-23-05s2", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "gl-06-23-05s3", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-06-23-05s4", "raw": "A scene from a TV show in which a man is talking to himself.", "with_names": ""}, {"scene_id": "gl-06-23-05s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-23-05s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "gl-06-23-05s7", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-06-23-05s8", "raw": "A scene from a TV show in which a man is talking on a cell phone in a bar.", "with_names": ""}, {"scene_id": "gl-06-23-05s9", "raw": "A scene from a TV show in which a woman is wearing a pink hat", "with_names": "a woman is wearing a pink hat"}, {"scene_id": "gl-06-23-05s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-06-23-05s11", "raw": "A scene from a TV show in which a woman is holding a man down on the ground and is slapping him in the face.", "with_names": "a woman is holding a man down on the ground and is slapping him in the face."}, {"scene_id": "gl-06-23-05s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-23-05s13", "raw": "A scene from a TV show in which a woman is wearing a pink bucket hat and a white dress.", "with_names": "a woman is wearing a pink bucket hat and a white dress."}, {"scene_id": "gl-06-23-05s14", "raw": "A scene from a TV show in which a person is trying to open a drawer with a gold key.", "with_names": "a person is trying to open a drawer with a gold key."}, {"scene_id": "gl-06-23-05s15", "raw": "A scene from a TV show in which a woman is looking at a poster and a man is standing behind her", "with_names": "a woman is looking at a poster and a man is standing behind her"}, {"scene_id": "gl-06-23-05s16", "raw": "A scene from a TV show in which a man is being hit in the face with a wine glass.", "with_names": "a man is being hit in the face with a wine glass."}, {"scene_id": "gl-06-23-05s17", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-06-23-05s18", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-06-23-05s19", "raw": "A scene from a TV show in which a man is talking to a woman, and she is wearing a pink hat.", "with_names": ""}, {"scene_id": "gl-06-23-05s20", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-06-23-05s21", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-06-23-05s22", "raw": "A scene from a TV show in which a woman is giving a man a massage.", "with_names": "a woman is giving a man a massage."}, {"scene_id": "gl-06-23-05s23", "raw": "A scene from a TV show in which a man is holding a woman's face in his hands.", "with_names": "a man is holding ]'s face in his hands."}, {"scene_id": "gl-06-23-05s24", "raw": "A scene from a TV show in which a man is holding a woman in a pink dress and a hat.", "with_names": "a man is holding a woman in a pink dress and a hat."}, {"scene_id": "gl-06-23-05s25", "raw": "", "with_names": ""}]