[{"scene_id": "pc-06-24-03s0", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench and talking.", "with_names": ""}, {"scene_id": "pc-06-24-03s1", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "pc-06-24-03s2", "raw": "A scene from a TV show in which a woman is standing in a living room, a camera is pointed at her.", "with_names": "a woman is standing in a living room, a camera is pointed at her."}, {"scene_id": "pc-06-24-03s3", "raw": "A scene from a TV show in which a man is standing in front of a tree and looking up.", "with_names": "a man is standing in front of a tree and looking up."}, {"scene_id": "pc-06-24-03s4", "raw": "A scene from a TV show in which a man is trapped in a glass box", "with_names": "a man is trapped in a glass box"}, {"scene_id": "pc-06-24-03s5", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "] is looking at a woman."}, {"scene_id": "pc-06-24-03s6", "raw": "A scene from a TV show in which a man is hugging a woman and she is crying.", "with_names": "a man is hugging a woman and she is crying."}, {"scene_id": "pc-06-24-03s7", "raw": "A scene from a TV show in which a woman is lying on a couch with her eyes closed and a man is leaning over her, touching her shoulder.", "with_names": "a woman is lying on a couch with her eyes closed and a man is leaning over her, touching her shoulder."}, {"scene_id": "pc-06-24-03s8", "raw": "A scene from a TV show in which a blonde woman is wearing a red top and her hair is in a ponytail.", "with_names": "a blonde woman is wearing a red top and her hair is in a ponytail."}, {"scene_id": "pc-06-24-03s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-06-24-03s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-06-24-03s11", "raw": "A scene from a TV show in which a woman is kissing a man on the lips.", "with_names": "a woman is kissing a man on the lips."}, {"scene_id": "pc-06-24-03s12", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "pc-06-24-03s13", "raw": "A scene from a TV show in which a man is being spanked by a woman", "with_names": "a man is being spanked by a woman"}, {"scene_id": "pc-06-24-03s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-06-24-03s15", "raw": "A scene from a TV show in which a woman is talking to another woman and the other woman is looking at her", "with_names": ""}, {"scene_id": "pc-06-24-03s16", "raw": "", "with_names": ""}, {"scene_id": "pc-06-24-03s17", "raw": "A scene from a TV show in which a man is kneeling down to a woman on a couch.", "with_names": "a man is kneeling down to a woman on a couch."}, {"scene_id": "pc-06-24-03s18", "raw": "A scene from a TV show in which a woman is seen in a dark room, with the word \"SOAP\" written in white on the bottom right corner", "with_names": "a woman is in a dark room, with the word \"soap\" written in white on the bottom right corner"}]