[{"scene_id": "gl-09-15-06s0", "raw": "A scene from a TV show in which a man is drinking from a bucket.", "with_names": "Jonathan is drinking from a bucket."}, {"scene_id": "gl-09-15-06s1", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other in a movie theater. The woman is wearing a hat and smiling, while the man is looking at her.", "with_names": "Jonathan and Tammy are sitting next to each other in a movie theater. the woman is wearing a hat and smiling, while the man is looking at her."}, {"scene_id": "gl-09-15-06s2", "raw": "A scene from a TV show in which a woman is wearing a sheer blouse and her hair is down.", "with_names": "Cassie is wearing a sheer blouse and her hair is down."}, {"scene_id": "gl-09-15-06s3", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-09-15-06s4", "raw": "A scene from a TV show in which a woman is sitting next to a young girl and they are talking.", "with_names": ""}, {"scene_id": "gl-09-15-06s5", "raw": "A scene from a TV show in which a man is talking about his wife's infidelity.", "with_names": ""}, {"scene_id": "gl-09-15-06s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-15-06s7", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a blue shirt", "with_names": "Rick is wearing a leather jacket and a blue shirt"}, {"scene_id": "gl-09-15-06s8", "raw": "A scene from a TV show in which a man and a woman are sitting in a car and laughing.", "with_names": "Jonathan and Tammy are sitting in a car and laughing."}, {"scene_id": "gl-09-15-06s9", "raw": "A scene from a TV show in which a woman is sitting in a wheelchair and another woman is standing next to her.", "with_names": "a woman is sitting in a wheelchair and another woman is standing next to her."}, {"scene_id": "gl-09-15-06s10", "raw": "A scene from a TV show in which a woman is wearing a baseball cap and glasses.", "with_names": "a woman is wearing a baseball cap and glasses."}, {"scene_id": "gl-09-15-06s11", "raw": "A scene from a TV show in which a man is seen masturbating with a cat.", "with_names": "a man is masturbating with a cat."}, {"scene_id": "gl-09-15-06s12", "raw": "A scene from a TV show in which a man talks on a cell phone.", "with_names": "a man talks on a cell phone."}, {"scene_id": "gl-09-15-06s13", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "gl-09-15-06s14", "raw": "A scene from a TV show in which a woman is sitting on the floor with her legs crossed.", "with_names": "a woman is sitting on the floor with her legs crossed."}, {"scene_id": "gl-09-15-06s15", "raw": "A scene from a TV show in which a man is wearing a black mask.", "with_names": "Jonathan is wearing a black mask."}, {"scene_id": "gl-09-15-06s16", "raw": "A scene from a TV show in which two blonde women are standing in a lift, one of them is wearing a baseball cap.", "with_names": "two blonde women are standing in a lift, one of them is wearing a baseball cap."}, {"scene_id": "gl-09-15-06s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-15-06s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-15-06s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-15-06s20", "raw": "A scene from a TV show in which a man is scratching his neck", "with_names": "a man is scratching his neck"}, {"scene_id": "gl-09-15-06s21", "raw": "A scene from a TV show in which a woman is standing in front of a screen and a man is looking at her.", "with_names": "Lizzie is standing in front of a screen and Jonathan is looking at her."}, {"scene_id": "gl-09-15-06s22", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-09-15-06s23", "raw": "A scene from a TV show in which a man is laughing and wearing a red shirt", "with_names": "a man is laughing and wearing a red shirt"}, {"scene_id": "gl-09-15-06s24", "raw": "A scene from a TV show in which a woman is applying lip gloss.", "with_names": "a woman is applying lip gloss."}, {"scene_id": "gl-09-15-06s25", "raw": "A scene from a TV show in which a woman is smiling and looking off camera.", "with_names": "a woman is smiling and looking off camera."}, {"scene_id": "gl-09-15-06s26", "raw": "A scene from a TV show in which a man is lying on a bed with a woman lying on top of him.", "with_names": "a man is lying on a bed with a woman lying on top of him."}, {"scene_id": "gl-09-15-06s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-15-06s28", "raw": "A scene from a TV show in which a man is taking a picture of a woman with a camera.", "with_names": "a man is taking a picture of Dr. Baker with a camera."}, {"scene_id": "gl-09-15-06s29", "raw": "A scene from a TV show in which a white circle is on the right side of the screen", "with_names": "a white circle is on the right side of the screen"}]