[{"scene_id": "bb-06-25-15s0", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-06-25-15s1", "raw": "A scene from a TV show in which a woman is holding a necklace and a man is looking at her.", "with_names": "a woman is holding a necklace and a man is looking at her."}, {"scene_id": "bb-06-25-15s2", "raw": "A scene from a TV show in which models walk the runway in front of a large window.", "with_names": "models walk the runway in front of a large window."}, {"scene_id": "bb-06-25-15s3", "raw": "A scene from a TV show in which a man is talking to a woman and another manI", "with_names": ""}, {"scene_id": "bb-06-25-15s4", "raw": "A scene from a TV show in which a woman is crying and another woman is laughing.", "with_names": "a woman is crying and another woman is laughing."}, {"scene_id": "bb-06-25-15s5", "raw": "A scene from a TV show in which a woman is shopping for a wedding dress.", "with_names": "a woman is shopping for a wedding dress."}, {"scene_id": "bb-06-25-15s6", "raw": "A scene from a TV show in which a man is standing in a room and looking at a painting.", "with_names": "a man is standing in a room and looking at a painting."}, {"scene_id": "bb-06-25-15s7", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a necklace.", "with_names": "a woman is wearing a white shirt and a necklace."}, {"scene_id": "bb-06-25-15s8", "raw": "A scene from a TV show in which a woman is arguing with a man in an office.", "with_names": "a woman is arguing with a man in an office."}, {"scene_id": "bb-06-25-15s9", "raw": "A scene from a TV show in which a man and a woman are standing in a room and talking.", "with_names": ""}, {"scene_id": "bb-06-25-15s10", "raw": "A scene from a TV show in which a man and a woman are signing a contract.", "with_names": "a man and a woman are signing a contract."}, {"scene_id": "bb-06-25-15s11", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-06-25-15s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-25-15s13", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "bb-06-25-15s14", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-25-15s15", "raw": "A scene from a TV show in which a man and a woman kiss.", "with_names": "a man and a woman kiss."}, {"scene_id": "bb-06-25-15s16", "raw": "A scene from a TV show in which a man and a woman kiss passionately.", "with_names": "a man and a woman kiss passionately."}]