[{"scene_id": "bb-01-25-17s0", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "Liam and Steffy are standing in a living room."}, {"scene_id": "bb-01-25-17s1", "raw": "A scene from a TV show in which a man stands in front of a fireplace and a bouquet of flowers", "with_names": "a man stands in front of a fireplace and a bouquet of flowers"}, {"scene_id": "bb-01-25-17s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-25-17s3", "raw": "A scene from a TV show in which a man is being filmed by a camera as he stands in front of a fountain.", "with_names": "a man is being filmed by a camera as he stands in front of a fountain."}, {"scene_id": "bb-01-25-17s5", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, with a third person standing nearby.", "with_names": ""}, {"scene_id": "bb-01-25-17s6", "raw": "A scene from a TV show in which a house is lit up at night.", "with_names": "a house is lit up at night."}, {"scene_id": "bb-01-25-17s7", "raw": "A scene from a TV show in which a man is wearing a suit and a red shirt.", "with_names": "a man is wearing a suit and a red shirt."}, {"scene_id": "bb-01-25-17s11", "raw": "A scene from a TV show in which a man is looking at a painting and a woman is talking to him.", "with_names": ""}, {"scene_id": "bb-01-25-17s12", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-01-25-17s13", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "bb-01-25-17s14", "raw": "A scene from a TV show in which a woman is standing in a living room, wearing a black dress and a necklace.", "with_names": "Nicole is standing in a living room, wearing a black dress and a necklace."}, {"scene_id": "bb-01-25-17s15", "raw": "A scene from a TV show in which a man and a woman kiss passionately.", "with_names": "a man and Ridge kiss passionately."}, {"scene_id": "bb-01-25-17s16", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "Eric and Quinn are kissing."}]