[{"scene_id": "oltl-10-18-06s0", "raw": "A scene from a TV show in which a woman is shaking hands with a little boy.", "with_names": "Blair is shaking hands with a little boy."}, {"scene_id": "oltl-10-18-06s1", "raw": "A scene from a TV show in which a woman is holding a baby and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-18-06s2", "raw": "A scene from a TV show in which a woman is wearing a hat and a green jacket and is pointing at another woman.", "with_names": "a woman is wearing a hat and a green jacket and is pointing at another woman."}, {"scene_id": "oltl-10-18-06s3", "raw": "A scene from a TV show in which a man is seen throwing a chair at a table.", "with_names": "a man is throwing a chair at a table."}, {"scene_id": "oltl-10-18-06s4", "raw": "A scene from a TV show in which a woman is talking to someone in a bar.", "with_names": ""}, {"scene_id": "oltl-10-18-06s5", "raw": "A scene from a TV show in which a woman is sitting at a desk with her head in her hands.", "with_names": "a woman is sitting at a desk with her head in her hands."}, {"scene_id": "oltl-10-18-06s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-18-06s7", "raw": "A scene from a TV show in which a man is playing golf with a green plastic chair.", "with_names": "a man is playing golf with a green plastic chair."}, {"scene_id": "oltl-10-18-06s8", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-10-18-06s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-18-06s10", "raw": "A scene from a TV show in which a man is in a white shirt and a woman is wearing a black dress. They are in a jail cell.", "with_names": "a man is in a white shirt and a woman is wearing a black dress. they are in a jail cell."}, {"scene_id": "oltl-10-18-06s11", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-10-18-06s12", "raw": "A scene from a TV show in which a man is walking with a cane and another man is holding his hand.", "with_names": "a man is walking with a cane and another man is holding his hand."}, {"scene_id": "oltl-10-18-06s13", "raw": "A scene from a TV show in which a woman is wearing a black suit and a red necklace.", "with_names": "a woman is wearing a black suit and a red necklace."}, {"scene_id": "oltl-10-18-06s14", "raw": "A scene from a TV show in which a man and a woman are standing in a church.", "with_names": "a man and a woman are standing in a church."}, {"scene_id": "oltl-10-18-06s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-18-06s16", "raw": "A scene from a TV show in which a man is in a white shirt and a prison cell bars are closing in on him.", "with_names": "a man is in a white shirt and a prison cell bars are closing in on him."}, {"scene_id": "oltl-10-18-06s17", "raw": "A scene from a TV show in which a man is talking on a cell phone while another man looks on.", "with_names": ""}, {"scene_id": "oltl-10-18-06s18", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is standing next to her.", "with_names": "a woman is in a jail cell and a man is standing next to her."}, {"scene_id": "oltl-10-18-06s19", "raw": "A scene from a TV show in which a woman is wearing a green suit and a black hat and talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-18-06s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-18-06s21", "raw": "A scene from a TV show in which a man is wearing a purple shirt and a tie and is looking at the camera.", "with_names": "a man is wearing a purple shirt and a tie and is looking at the camera."}, {"scene_id": "oltl-10-18-06s22", "raw": "A scene from a TV show in which a woman is being spanked by a man in a church.", "with_names": "a woman is being spanked by a man in a church."}]