[{"scene_id": "pc-09-12-03s0", "raw": "A scene from a TV show in which a man is sitting on a couch and rubbing his nose.", "with_names": ""}, {"scene_id": "pc-09-12-03s1", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a flower.", "with_names": ""}, {"scene_id": "pc-09-12-03s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-09-12-03s3", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a tank top.", "with_names": ""}, {"scene_id": "pc-09-12-03s4", "raw": "A scene from a TV show in which a man is talking to someone and he is looking at a wall.", "with_names": ""}, {"scene_id": "pc-09-12-03s5", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "pc-09-12-03s6", "raw": "A scene from a TV show in which a woman is being attacked by a dog.", "with_names": "] is being attacked by a dog."}, {"scene_id": "pc-09-12-03s7", "raw": "A scene from a TV show in which a woman sits on a couch and talks to a man.", "with_names": "a woman sits on a couch and talks to a man."}, {"scene_id": "pc-09-12-03s8", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace", "with_names": "a man is wearing a black shirt and a necklace"}, {"scene_id": "pc-09-12-03s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "pc-09-12-03s10", "raw": "A scene from a TV show in which a blindfolded woman is kissing a man.", "with_names": "a blindfolded woman is kissing a man."}, {"scene_id": "pc-09-12-03s11", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "pc-09-12-03s12", "raw": "A scene from a TV show in which a blonde woman is standing in front of a door.", "with_names": "a blonde woman is standing in front of a door."}]