[{"scene_id": "bb-01-11-17s0", "raw": "A scene from a TV show in which a woman is holding a book and standing in a room with a green chair and a desk.", "with_names": "Steffy is holding a book and standing in a room with a green chair and a desk."}, {"scene_id": "bb-01-11-17s1", "raw": "A scene from a TV show in which a man is standing in front of a woman at a desk.", "with_names": "Wyatt is standing in front of Quinn at a desk."}, {"scene_id": "bb-01-11-17s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-11-17s3", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "bb-01-11-17s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-11-17s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a plant.", "with_names": ""}, {"scene_id": "bb-01-11-17s6", "raw": "A scene from a TV show in which a woman is talking to a man while holding a cup.", "with_names": ""}, {"scene_id": "bb-01-11-17s7", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a fireplace.", "with_names": "Liam and Steffy are standing in a room with a fireplace."}, {"scene_id": "bb-01-11-17s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "bb-01-11-17s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-11-17s10", "raw": "A scene from a TV show in which a man is handing a piece of paper to another man.", "with_names": "a man is handing a piece of paper to another man."}, {"scene_id": "bb-01-11-17s12", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a young boy.", "with_names": "a man is standing in a room with a woman and a young boy."}, {"scene_id": "bb-01-11-17s13", "raw": "A scene from a TV show in which a woman is wearing glasses and a man is sitting on a couch.", "with_names": ""}, {"scene_id": "bb-01-11-17s16", "raw": "A scene from a TV show in which a man and a woman are talking in a library.", "with_names": ""}, {"scene_id": "bb-01-11-17s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-11-17s18", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-01-11-17s19", "raw": "A scene from a TV show in which a woman is sitting in a room with a bookshelf behind her.", "with_names": "a woman is sitting in a room with a bookshelf behind her."}, {"scene_id": "bb-01-11-17s20", "raw": "A scene from a TV show in which a man is shocked by a woman.", "with_names": "a man is shocked by a woman."}, {"scene_id": "bb-01-11-17s21", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "Wyatt and Steffy are kissing."}, {"scene_id": "bb-01-11-17s22", "raw": "A scene from a TV show in which a man is standing in a room with a woman, and another man is sitting on a chair in the background.", "with_names": ""}]