[{"scene_id": "bb-08-18-15s0", "raw": "A scene from a TV show in which a beach is shown with a hotel and a restaurant.", "with_names": ""}, {"scene_id": "bb-08-18-15s1", "raw": "A scene from a TV show in which a man is standing in front of a woman, looking at her.", "with_names": "a man is standing in front of a woman, looking at her."}, {"scene_id": "bb-08-18-15s2", "raw": "A scene from a TV show in which a model is being filmed and a photographer is taking pictures of her.", "with_names": "a model is being filmed and a photographer is taking pictures of her."}, {"scene_id": "bb-08-18-15s3", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "bb-08-18-15s4", "raw": "A scene from a TV show in which a man is holding a bag and looking at a watch.", "with_names": "a man is holding a bag and looking at a watch."}, {"scene_id": "bb-08-18-15s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking down.", "with_names": "a man is wearing a suit and tie and is looking down."}, {"scene_id": "bb-08-18-15s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-18-15s7", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-08-18-15s8", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-08-18-15s9", "raw": "A scene from a TV show in which a police car is chasing a car at night.", "with_names": "a police car is chasing a car at night."}, {"scene_id": "bb-08-18-15s10", "raw": "A scene from a TV show in which a man and a woman are holding hands and singing.", "with_names": "a man and a woman are holding hands and singing."}, {"scene_id": "bb-08-18-15s11", "raw": "A scene from a TV show in which a man and a woman are kissing in a living room.", "with_names": "a man and a woman are kissing in a living room."}, {"scene_id": "bb-08-18-15s12", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}]