[{"scene_id": "bb-07-10-14s0", "raw": "A scene from a TV show in which a mansion is featured.", "with_names": "a mansion is featured."}, {"scene_id": "bb-07-10-14s1", "raw": "A scene from a TV show in which a man and a woman are talking to a lawyer.", "with_names": ""}, {"scene_id": "bb-07-10-14s2", "raw": "A scene from a TV show in which a man sits at a desk with a laptop and a large city in the background.", "with_names": "a man sits at a desk with a laptop and a large city in the background."}, {"scene_id": "bb-07-10-14s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-10-14s4", "raw": "A scene from a TV show in which a woman is sitting next to another woman and a man.", "with_names": "a woman is sitting next to another woman and a man."}, {"scene_id": "bb-07-10-14s5", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is comforting him.", "with_names": ""}, {"scene_id": "bb-07-10-14s6", "raw": "A scene from a TV show in which a man is sitting at a table and talking.", "with_names": ""}, {"scene_id": "bb-07-10-14s7", "raw": "A scene from a TV show in which a man is sitting on a couch and closing his eyes.", "with_names": ""}, {"scene_id": "bb-07-10-14s8", "raw": "A scene from a TV show in which a man stands in a room holding a piece of paper.", "with_names": "a man stands in a room holding a piece of paper."}, {"scene_id": "bb-07-10-14s9", "raw": "A scene from a TV show in which two women are talking to a man.", "with_names": ""}, {"scene_id": "bb-07-10-14s10", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a tie and is looking down.", "with_names": "a man is wearing a blue shirt and a tie and is looking down."}, {"scene_id": "bb-07-10-14s11", "raw": "A scene from a TV show in which a man is sitting on a chair and looking at the camera.", "with_names": ""}, {"scene_id": "bb-07-10-14s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-07-10-14s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-10-14s14", "raw": "A scene from a TV show in which a man is crying.", "with_names": "] is crying."}]