[{"scene_id": "pc-04-03-01s0", "raw": "A scene from a TV show in which the word \"Sn\" is written in purple with a heart in the middle", "with_names": "the word \"sn\" is written in purple with a heart in the middle"}, {"scene_id": "pc-04-03-01s1", "raw": "A scene from a TV show in which a man is talking to someone and smiling", "with_names": ""}, {"scene_id": "pc-04-03-01s2", "raw": "A scene from a TV show in which a man is sitting in a wheelchair, surrounded by people.", "with_names": "a man is sitting in a wheelchair, surrounded by people."}, {"scene_id": "pc-04-03-01s3", "raw": "A scene from a TV show in which a doctor is examining a patient while other doctors look on.", "with_names": "a doctor is examining a patient while other doctors look on."}, {"scene_id": "pc-04-03-01s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "pc-04-03-01s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-04-03-01s6", "raw": "A scene from a TV show in which a man is sitting in a hospital gown and a woman is holding his hand", "with_names": "Ian is sitting in a hospital gown and Eve is holding his hand"}, {"scene_id": "pc-04-03-01s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-04-03-01s8", "raw": "A scene from a TV show in which a surgeon is seen removing a woman's uterus.", "with_names": "a surgeon is removing a woman's uterus."}, {"scene_id": "pc-04-03-01s9", "raw": "A scene from a TV show in which a surgeon is performing a surgery on a patient.", "with_names": "a surgeon is performing a surgery on a patient."}, {"scene_id": "pc-04-03-01s10", "raw": "A scene from a TV show in which a man is in a hospital gown and a woman is standing next to him.", "with_names": "a man is in a hospital gown and a woman is standing next to him."}, {"scene_id": "pc-04-03-01s11", "raw": "A scene from a TV show in which doctors are seen performing a surgery on a patient.", "with_names": "doctors are performing a surgery on a patient."}, {"scene_id": "pc-04-03-01s12", "raw": "A scene from a TV show in which a man is wearing a yellow shirt and a black shirtress", "with_names": "a man is wearing a yellow shirt and a black shirtress"}, {"scene_id": "pc-04-03-01s13", "raw": "A scene from a TV show in which a woman is intubated and hooked up to an IV.", "with_names": "a woman is intubated and hooked up to an iv."}, {"scene_id": "pc-04-03-01s14", "raw": "A scene from a TV show in which a woman is talking to a man in a yellow gown.", "with_names": ""}, {"scene_id": "pc-04-03-01s15", "raw": "A scene from a TV show in which a woman is having a baby in a hospital room.", "with_names": "a woman is having a baby in a hospital room."}, {"scene_id": "pc-04-03-01s16", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a black turtleneck.", "with_names": "a woman is wearing a red leather jacket and a black turtleneck."}, {"scene_id": "pc-04-03-01s17", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "Ian is looking at a woman and smiling."}, {"scene_id": "pc-04-03-01s18", "raw": "A scene from a TV show in which a man is eating a sandwich and talking to the camera.", "with_names": ""}]