[{"scene_id": "bb-11-04-05s0", "raw": "A scene from a TV show in which a woman is reading a book in front of a mirror.", "with_names": "Brooke is reading a book in front of a mirror."}, {"scene_id": "bb-11-04-05s1", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "bb-11-04-05s2", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "bb-11-04-05s3", "raw": "A scene from a TV show in which a woman is holding a fork up to her face.", "with_names": "a woman is holding a fork up to her face."}, {"scene_id": "bb-11-04-05s4", "raw": "A scene from a TV show in which a woman is walking down a staircase and a couch is on the right side of the screen.", "with_names": "a woman is walking down a staircase and a couch is on the right side of the screen."}, {"scene_id": "bb-11-04-05s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-11-04-05s6", "raw": "A scene from a TV show in which a woman is sitting at a desk, talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-11-04-05s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "bb-11-04-05s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-04-05s9", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "a man is wearing a suit and a blue shirt."}, {"scene_id": "bb-11-04-05s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-11-04-05s11", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-11-04-05s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-11-04-05s13", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-11-04-05s14", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-04-05s15", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}]