[{"scene_id": "gl-01-30-03s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-30-03s1", "raw": "A scene from a TV show in which a woman is wearing a purple coat and a black turtleneck.", "with_names": "a woman is wearing a purple coat and a black turtleneck."}, {"scene_id": "gl-01-30-03s2", "raw": "A scene from a TV show in which a man is looking at a woman and she is pointing at him.", "with_names": "a man is looking at a woman and she is pointing at him."}, {"scene_id": "gl-01-30-03s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-01-30-03s4", "raw": "A scene from a TV show in which a woman is eating a piece of chocolate.", "with_names": "a woman is eating a piece of chocolate."}, {"scene_id": "gl-01-30-03s5", "raw": "A scene from a TV show in which a man is slapping a woman across the face.", "with_names": "a man is slapping a woman across the face."}, {"scene_id": "gl-01-30-03s6", "raw": "A scene from a TV show in which a woman is talking on the phone and wearing a red turtleneck.", "with_names": ""}, {"scene_id": "gl-01-30-03s7", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "gl-01-30-03s8", "raw": "A scene from a TV show in which a woman is on the phone and her mouth is open in shock.", "with_names": "a woman is on the phone and her mouth is open in shock."}, {"scene_id": "gl-01-30-03s9", "raw": "A scene from a TV show in which a woman is standing in a room with a light on in the corner.", "with_names": "a woman is standing in a room with a light on in the corner."}, {"scene_id": "gl-01-30-03s10", "raw": "A scene from a TV show in which a woman is wearing a bright pink turtleneck and a man is sitting across from her at a table.", "with_names": "a woman is wearing a bright pink turtleneck and a man is sitting across from her at a table."}, {"scene_id": "gl-01-30-03s11", "raw": "A scene from a TV show in which a man is cutting a woman's hair.", "with_names": "a man is cutting a woman's hair."}, {"scene_id": "gl-01-30-03s12", "raw": "A scene from a TV show in which a woman is holding a man's hand and pulling him towards her.", "with_names": "a woman is holding a man's hand and pulling him towards her."}, {"scene_id": "gl-01-30-03s13", "raw": "A scene from a TV show in which a woman is wearing a purple jacket and a black shirt", "with_names": "a woman is wearing a purple jacket and a black shirt"}, {"scene_id": "gl-01-30-03s14", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a beer.", "with_names": ""}, {"scene_id": "gl-01-30-03s15", "raw": "A scene from a TV show in which a woman is cooking a meal with a box of pasta.", "with_names": "a woman is cooking a meal with a box of pasta."}, {"scene_id": "gl-01-30-03s16", "raw": "A scene from a TV show in which a man is trying on a suit in a shop", "with_names": "a man is trying on a suit in a shop"}, {"scene_id": "gl-01-30-03s17", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-01-30-03s18", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-30-03s19", "raw": "A scene from a TV show in which a man and a woman are lying in bed, talking on the phone.", "with_names": ""}, {"scene_id": "gl-01-30-03s20", "raw": "A scene from a TV show in which a woman is looking at a window and her face is contorted with anger.", "with_names": "a woman is looking at a window and her face is contorted with anger."}, {"scene_id": "gl-01-30-03s21", "raw": "A scene from a TV show in which a man is pointing a gun at another man.", "with_names": "a man is pointing a gun at another man."}, {"scene_id": "gl-01-30-03s22", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on.", "with_names": "a man is lying in a hospital bed with an oxygen mask on."}]