[{"scene_id": "oltl-11-27-07s0", "raw": "A scene from a TV show in which two men are standing in a kitchen, one of them is holding a cup and the other is holding a bottle.", "with_names": "two men are standing in a kitchen, one of them is holding a cup and the other is holding a bottle."}, {"scene_id": "oltl-11-27-07s1", "raw": "A scene from a TV show in which a man is helping another man to tie his tie.", "with_names": "a man is helping another man to tie his tie."}, {"scene_id": "oltl-11-27-07s2", "raw": "A scene from a TV show in which a man is seen lying on the ground in a dark alley.", "with_names": "a man is lying on the ground in a dark alley."}, {"scene_id": "oltl-11-27-07s3", "raw": "A scene from a TV show in which a police officer is drinking a bottle of water.", "with_names": "a police officer is drinking a bottle of water."}, {"scene_id": "oltl-11-27-07s4", "raw": "A scene from a TV show in which a woman is talking to a man at a table.", "with_names": ""}, {"scene_id": "oltl-11-27-07s5", "raw": "A scene from a TV show in which a man is sitting on a bench and a woman is standing next to him.", "with_names": "a man is sitting on a bench and a woman is standing next to him."}, {"scene_id": "oltl-11-27-07s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-27-07s7", "raw": "A scene from a TV show in which a person is using a record player.", "with_names": "a person is using a record player."}, {"scene_id": "oltl-11-27-07s8", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "oltl-11-27-07s9", "raw": "A scene from a TV show in which a man and a woman are arguing in a kitchen.", "with_names": "a man and a woman are arguing in a kitchen."}, {"scene_id": "oltl-11-27-07s10", "raw": "A scene from a TV show in which a man is wearing a white shirt and a green jacket.", "with_names": "a man is wearing a white shirt and a green jacket."}, {"scene_id": "oltl-11-27-07s11", "raw": "A scene from a TV show in which a man and a woman are standing face to face.", "with_names": "a man and a woman are standing face to face."}, {"scene_id": "oltl-11-27-07s12", "raw": "A scene from a TV show in which a man is holding a book and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-11-27-07s13", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-11-27-07s14", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-11-27-07s15", "raw": "A scene from a TV show in which a woman is lying on the ground, dead.", "with_names": "a woman is lying on the ground, dead."}, {"scene_id": "oltl-11-27-07s16", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "oltl-11-27-07s17", "raw": "A scene from a TV show in which a man is holding a ring in his hand", "with_names": "a man is holding a ring in his hand"}, {"scene_id": "oltl-11-27-07s18", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-11-27-07s19", "raw": "A scene from a TV show in which a man is kissing a woman in a kitchen.", "with_names": "a man is kissing a woman in a kitchen."}, {"scene_id": "oltl-11-27-07s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-27-07s21", "raw": "A scene from a TV show in which a man and a woman are standing in a living room, with a lamp and a vase in the background. A woman is holding a wine glass.", "with_names": "a man and a woman are standing in a living room, with a lamp and a vase in the background. a woman is holding a wine glass."}, {"scene_id": "oltl-11-27-07s22", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-11-27-07s23", "raw": "A scene from a TV show in which a woman is standing in a bar, holding a drink and looking at a menu.", "with_names": "a woman is standing in a bar, holding a drink and looking at a menu."}, {"scene_id": "oltl-11-27-07s24", "raw": "A scene from a TV show in which a man and a woman are standing in a room talking to each other.", "with_names": ""}, {"scene_id": "oltl-11-27-07s25", "raw": "A scene from a TV show in which a woman is standing in a bar, talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-27-07s26", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "oltl-11-27-07s27", "raw": "A scene from a TV show in which a man is wearing a cowboy hat and a picture of him is on a table.", "with_names": "a man is wearing a cowboy hat and a picture of him is on a table."}, {"scene_id": "oltl-11-27-07s28", "raw": "A scene from a TV show in which a man is talking to a woman in a maid's uniform.", "with_names": ""}, {"scene_id": "oltl-11-27-07s29", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}]