[{"scene_id": "oltl-05-24-07s0", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-24-07s1", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-05-24-07s2", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-05-24-07s3", "raw": "A scene from a TV show in which a man is sitting at a table and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-24-07s4", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-24-07s5", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a TV screen.", "with_names": ""}, {"scene_id": "oltl-05-24-07s6", "raw": "A scene from a TV show in which a man is being arrested by police.", "with_names": "a man is being arrested by police."}, {"scene_id": "oltl-05-24-07s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-24-07s8", "raw": "A scene from a TV show in which a woman is talking to a man in a recording studio.", "with_names": ""}, {"scene_id": "oltl-05-24-07s9", "raw": "A scene from a TV show in which a doctor is shown a tray of medical equipment.", "with_names": ""}, {"scene_id": "oltl-05-24-07s10", "raw": "A scene from a TV show in which a young man is wearing a baseball cap and a plaid shirt.", "with_names": "a young man is wearing a baseball cap and a plaid shirt."}, {"scene_id": "oltl-05-24-07s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-24-07s12", "raw": "A scene from a TV show in which a blonde woman is sitting in a room and looking to the right.", "with_names": "a blonde woman is sitting in a room and looking to the right."}, {"scene_id": "oltl-05-24-07s13", "raw": "A scene from a TV show in which a girl is looking at a boy.", "with_names": "a girl is looking at a boy."}, {"scene_id": "oltl-05-24-07s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-24-07s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-24-07s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-05-24-07s17", "raw": "A scene from a TV show in which a woman is sitting at a desk and is pointing at her finger.", "with_names": "a woman is sitting at a desk and is pointing at her finger."}, {"scene_id": "oltl-05-24-07s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-24-07s19", "raw": "A scene from a TV show in which a young man is wearing an orange shirt and a brown jacket.", "with_names": "a young man is wearing an orange shirt and a brown jacket."}, {"scene_id": "oltl-05-24-07s20", "raw": "A scene from a TV show in which a young girl is wearing a police uniform and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-05-24-07s21", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-05-24-07s22", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "oltl-05-24-07s23", "raw": "A scene from a TV show in which a man is talking to two women and a boy.", "with_names": ""}, {"scene_id": "oltl-05-24-07s24", "raw": "A scene from a TV show in which a woman is pregnant and a man is standing next to her.", "with_names": "a woman is pregnant and a man is standing next to her."}, {"scene_id": "oltl-05-24-07s25", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-24-07s26", "raw": "", "with_names": ""}]