[{"scene_id": "atwt-07-16-01s0", "raw": "A scene from a TV show in which a man is lying in bed with a woman standing next to him.", "with_names": "Simon is lying in bed with a woman standing next to him."}, {"scene_id": "atwt-07-16-01s1", "raw": "A scene from a TV show in which a woman is signing a document on a table.", "with_names": "a woman is signing a document on a table."}, {"scene_id": "atwt-07-16-01s2", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and he is looking at her with an angry expression.", "with_names": "a woman is sitting at a table with a man, and he is looking at her with an angry expression."}, {"scene_id": "atwt-07-16-01s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-16-01s4", "raw": "A scene from a TV show in which a woman is in a bathtub, looking at the camera.", "with_names": "a woman is in a bathtub, looking at the camera."}, {"scene_id": "atwt-07-16-01s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-16-01s6", "raw": "A scene from a TV show in which a woman is wearing a sleeveless top and a necklace.", "with_names": "a woman is wearing a sleeveless top and a necklace."}, {"scene_id": "atwt-07-16-01s7", "raw": "A scene from a TV show in which a box of Listerine is shown next to a glass of water.", "with_names": ""}, {"scene_id": "atwt-07-16-01s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-16-01s9", "raw": "A scene from a TV show in which a man is being questioned by two women.", "with_names": "a man is being questioned by two women."}, {"scene_id": "atwt-07-16-01s10", "raw": "A scene from a TV show in which a woman is holding a yellow envelope and a typewriter.", "with_names": "Rose is holding a yellow envelope and a typewriter."}, {"scene_id": "atwt-07-16-01s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-07-16-01s12", "raw": "A scene from a TV show in which a UFO is seen flying over a city.", "with_names": "a ufo is flying over a city."}, {"scene_id": "atwt-07-16-01s13", "raw": "A scene from a TV show in which a man is holding a box and looking at it.", "with_names": "a man is holding a box and looking at it."}, {"scene_id": "atwt-07-16-01s14", "raw": "A scene from a TV show in which a woman is talking to another woman in a bedroom.", "with_names": ""}, {"scene_id": "atwt-07-16-01s15", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "atwt-07-16-01s16", "raw": "A scene from a TV show in which a light bulb is turned on.", "with_names": "a light bulb is turned on."}, {"scene_id": "atwt-07-16-01s17", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-07-16-01s18", "raw": "A scene from a TV show in which a man is holding a lit candle in his hand.", "with_names": "a man is holding a lit candle in his hand."}, {"scene_id": "atwt-07-16-01s19", "raw": "A scene from a TV show in which a young boy is on the phone and smoking a cigarette.", "with_names": "a young boy is on the phone and smoking a cigarette."}, {"scene_id": "atwt-07-16-01s20", "raw": "A scene from a TV show in which a man is standing in a room with his shirt undone.", "with_names": "a man is standing in a room with his shirt undone."}]