[{"scene_id": "oltl-06-30-10s0", "raw": "A scene from a TV show in which a man is lying on the floor with his head in his hands, while a woman stands nearby.", "with_names": "Ford is lying on the floor with his head in his hands, while a woman stands nearby."}, {"scene_id": "oltl-06-30-10s1", "raw": "A scene from a TV show in which a woman is lying in bed and smiling.", "with_names": "a woman is lying in bed and smiling."}, {"scene_id": "oltl-06-30-10s2", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-30-10s3", "raw": "A scene from a TV show in which a woman is walking through a living room with a baby carriage.", "with_names": "a woman is walking through a living room with a baby carriage."}, {"scene_id": "oltl-06-30-10s4", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "oltl-06-30-10s5", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-06-30-10s6", "raw": "A scene from a TV show in which a woman is seen in a room with a man who is not her husband.", "with_names": "a woman is in a room with a man who is not her husband."}, {"scene_id": "oltl-06-30-10s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-06-30-10s8", "raw": "A scene from a TV show in which a man is giving flowers to a woman.", "with_names": "a man is giving flowers to a woman."}, {"scene_id": "oltl-06-30-10s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-30-10s10", "raw": "A scene from a TV show in which a shirtless man is standing in a doorway, his shirt open, and his face is distorted by the shadow of a door.", "with_names": "a shirtless man is standing in a doorway, his shirt open, and his face is distorted by the shadow of a door."}, {"scene_id": "oltl-06-30-10s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-30-10s12", "raw": "A scene from a TV show in which a man is holding a gun to a door.", "with_names": "a man is holding a gun to a door."}, {"scene_id": "oltl-06-30-10s13", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is laying on his back with his hands on his chest.", "with_names": ""}, {"scene_id": "oltl-06-30-10s14", "raw": "A scene from a TV show in which a man is smoking a cigarette.", "with_names": "a man is smoking a cigarette."}, {"scene_id": "oltl-06-30-10s15", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-30-10s16", "raw": "A scene from a TV show in which a man is standing in a bathroom with a woman wrapped in a towel.", "with_names": "a man is standing in a bathroom with a woman wrapped in a towel."}, {"scene_id": "oltl-06-30-10s17", "raw": "A scene from a TV show in which a man is seen playing a guitar.", "with_names": "a man is playing a guitar."}, {"scene_id": "oltl-06-30-10s18", "raw": "A scene from a TV show in which a woman is wearing a black dress and another woman is in a red dress.", "with_names": "a woman is wearing a black dress and another woman is in a red dress."}, {"scene_id": "oltl-06-30-10s19", "raw": "A scene from a TV show in which a woman is wearing blue gloves and a man is standing behind her.", "with_names": "a woman is wearing blue gloves and a man is standing behind her."}, {"scene_id": "oltl-06-30-10s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-30-10s21", "raw": "A scene from a TV show in which a man is looking down and wearing a green shirt.", "with_names": "a man is looking down and wearing a green shirt."}, {"scene_id": "oltl-06-30-10s22", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is kneeling in front of him.", "with_names": ""}, {"scene_id": "oltl-06-30-10s23", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-30-10s24", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "oltl-06-30-10s25", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing behind her.", "with_names": "a woman is sitting on a bed and a man is standing behind her."}, {"scene_id": "oltl-06-30-10s26", "raw": "A scene from a TV show in which a woman is wearing a blue uniform and blue gloves.", "with_names": "a woman is wearing a blue uniform and blue gloves."}, {"scene_id": "oltl-06-30-10s27", "raw": "A scene from a TV show in which a woman is looking down and her hair is blowing in the wind.", "with_names": "a woman is looking down and her hair is blowing in the wind."}, {"scene_id": "oltl-06-30-10s28", "raw": "A scene from a TV show in which a girl is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-06-30-10s29", "raw": "A scene from a TV show in which a man is on the phone while a woman is sitting on a chair in the background", "with_names": ""}, {"scene_id": "oltl-06-30-10s30", "raw": "A scene from a TV show in which a woman is sitting next to a man.", "with_names": "a woman is sitting next to a man."}, {"scene_id": "oltl-06-30-10s31", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-06-30-10s32", "raw": "A scene from a TV show in which a man is looking at a woman and making a face.", "with_names": "a man is looking at a woman and making a face."}, {"scene_id": "oltl-06-30-10s33", "raw": "A scene from a TV show in which a man is reading a letter.", "with_names": "a man is reading a letter."}, {"scene_id": "oltl-06-30-10s34", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-06-30-10s35", "raw": "A scene from a TV show in which a woman is looking at a young woman with a sad expression.", "with_names": "a woman is looking at a young woman with a sad expression."}, {"scene_id": "oltl-06-30-10s36", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-30-10s37", "raw": "A scene from a TV show in which a woman is touching her hair while a man stands behind her.", "with_names": "a woman is touching her hair while a man stands behind her."}, {"scene_id": "oltl-06-30-10s38", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-30-10s39", "raw": "A scene from a TV show in which a woman is wrapped in a towel and kissing another woman.", "with_names": "a woman is wrapped in a towel and kissing another woman."}, {"scene_id": "oltl-06-30-10s40", "raw": "A scene from a TV show in which a man is reading a letter and his hand is covering his mouth.", "with_names": "a man is reading a letter and his hand is covering his mouth."}, {"scene_id": "oltl-06-30-10s41", "raw": "A scene from a TV show in which a man is sitting on a bed with his arms crossed, while a woman sits on the bed looking at him.", "with_names": "a man is sitting on a bed with his arms crossed, while a woman sits on the bed looking at him."}, {"scene_id": "oltl-06-30-10s42", "raw": "A scene from a TV show in which a girl is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-30-10s43", "raw": "A scene from a TV show in which a man is wearing a black jacket and a grey shirt.", "with_names": "a man is wearing a black jacket and a grey shirt."}, {"scene_id": "oltl-06-30-10s44", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is watching them.", "with_names": ""}, {"scene_id": "oltl-06-30-10s45", "raw": "A scene from a TV show in which a man is wearing a Hawaiian shirt and a beard.", "with_names": "a man is wearing a hawaiian shirt and a beard."}, {"scene_id": "oltl-06-30-10s46", "raw": "A scene from a TV show in which a man is holding a gun to a young man's head.", "with_names": "a man is holding a gun to a young man's head."}, {"scene_id": "oltl-06-30-10s47", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-06-30-10s48", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-30-10s49", "raw": "A scene from a TV show in which a woman is walking down a set of stairs, a man is standing on the other side of the stairs.", "with_names": "a woman is walking down a set of stairs, a man is standing on the other side of the stairs."}, {"scene_id": "oltl-06-30-10s50", "raw": "A scene from a TV show in which a woman is holding a gun and pointing it at a window.", "with_names": "a woman is holding a gun and pointing it at a window."}, {"scene_id": "oltl-06-30-10s51", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "oltl-06-30-10s52", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-30-10s53", "raw": "A scene from a TV show in which a man sits on a couch and looks at a tablet.", "with_names": "a man sits on a couch and looks at a tablet."}, {"scene_id": "oltl-06-30-10s54", "raw": "A scene from a TV show in which a young man is sitting on a couch and looking up.", "with_names": ""}, {"scene_id": "oltl-06-30-10s55", "raw": "A scene from a TV show in which a man is standing in a room with his arms crossed and making a phone call.", "with_names": "a man is standing in a room with his arms crossed and making a phone call."}]