[{"scene_id": "pc-08-11-03s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-08-11-03s1", "raw": "A scene from a TV show in which a woman is crying and her hair is falling down.", "with_names": "a woman is crying and her hair is falling down."}, {"scene_id": "pc-08-11-03s2", "raw": "A scene from a TV show in which a white box is split in half, with the words Post Turtles on one half and a blue sky on the other.", "with_names": "a white box is split in half, with the words post turtles on one half and a blue sky on the other."}, {"scene_id": "pc-08-11-03s3", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "pc-08-11-03s4", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a neck brace on.", "with_names": "a man is lying in a hospital bed with a neck brace on."}, {"scene_id": "pc-08-11-03s5", "raw": "A scene from a TV show in which a man is looking down and his face is partially obscured by a woman's hand.", "with_names": "a man is looking down and his face is partially obscured by a woman's hand."}, {"scene_id": "pc-08-11-03s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and a little girl is laying on her lap.", "with_names": ""}, {"scene_id": "pc-08-11-03s7", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital bed.", "with_names": ""}, {"scene_id": "pc-08-11-03s8", "raw": "A scene from a TV show in which a woman is talking to someone and a small gold letter is visible on her shirt", "with_names": ""}, {"scene_id": "pc-08-11-03s9", "raw": "A scene from a TV show in which a woman is touching a man's face", "with_names": "a woman is touching a man's face"}, {"scene_id": "pc-08-11-03s10", "raw": "A scene from a TV show in which a woman is sitting next to a man in a hospital bed.", "with_names": "a woman is sitting next to a man in a hospital bed."}, {"scene_id": "pc-08-11-03s11", "raw": "A scene from a TV show in which a man is talking to a woman and smiling.", "with_names": ""}, {"scene_id": "pc-08-11-03s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-08-11-03s13", "raw": "A scene from a TV show in which a woman is looking down and wearing a white shirt.", "with_names": "a woman is looking down and wearing a white shirt."}]