[{"scene_id": "atwt-03-26-10s0", "raw": "A scene from a TV show in which a woman is standing in front of a computer, a man is sitting in a chair in front.", "with_names": ""}, {"scene_id": "atwt-03-26-10s1", "raw": "A scene from a TV show in which a man and a boy are talking in a room.", "with_names": ""}, {"scene_id": "atwt-03-26-10s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a wall of trophies behind them.", "with_names": "a man and a woman are standing in a room with a wall of trophies behind them."}, {"scene_id": "atwt-03-26-10s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-26-10s4", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-03-26-10s5", "raw": "A scene from a TV show in which two women are standing in a room, one is wearing a blue top and the other a floral dress.", "with_names": "two women are standing in a room, one is wearing a blue top and the other a floral dress."}, {"scene_id": "atwt-03-26-10s6", "raw": "A scene from a TV show in which a man is handing a woman a piece of paper.", "with_names": "a man is handing a woman a piece of paper."}, {"scene_id": "atwt-03-26-10s7", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-03-26-10s8", "raw": "A scene from a TV show in which a waffle is placed on a plate with a fork and knife nearby.", "with_names": "a waffle is placed on a plate with a fork and knife nearby."}, {"scene_id": "atwt-03-26-10s9", "raw": "A scene from a TV show in which a young man is wearing a green striped sweater and a woman is standing next to him.", "with_names": "a young man is wearing a green striped sweater and a woman is standing next to him."}, {"scene_id": "atwt-03-26-10s10", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-03-26-10s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-26-10s12", "raw": "A scene from a TV show in which a girl is talking to someone and she is looking at a red wall.", "with_names": ""}, {"scene_id": "atwt-03-26-10s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-26-10s14", "raw": "A scene from a TV show in which a woman is wearing a white cardigan and a grey top", "with_names": "a woman is wearing a white cardigan and a grey top"}, {"scene_id": "atwt-03-26-10s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-26-10s16", "raw": "A scene from a TV show in which a woman is trying to steal a painting from a man.", "with_names": "a woman is trying to steal a painting from a man."}, {"scene_id": "atwt-03-26-10s17", "raw": "A scene from a TV show in which a man and a woman are holding hands and looking at each other.", "with_names": "a man and a woman are holding hands and looking at each other."}, {"scene_id": "atwt-03-26-10s18", "raw": "A scene from a TV show in which a woman is looking into a refrigerator and a jar is open.", "with_names": "a woman is looking into a refrigerator and a jar is open."}, {"scene_id": "atwt-03-26-10s19", "raw": "A scene from a TV show in which a man is seen wearing a mask and holding a spoon.", "with_names": "a man is wearing a mask and holding a spoon."}, {"scene_id": "atwt-03-26-10s20", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-03-26-10s21", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a white shirt", "with_names": "a man is looking at the camera and wearing a white shirt"}, {"scene_id": "atwt-03-26-10s22", "raw": "A scene from a TV show in which a man is sitting on a white bench and holding a book.", "with_names": "a man is sitting on a white bench and holding a book."}]