[{"scene_id": "atwt-04-11-06s0", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "Lucinda is smiling and looking to the side."}, {"scene_id": "atwt-04-11-06s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-11-06s2", "raw": "A scene from a TV show in which a man is lying on the ground, his head is bleeding.", "with_names": "] is lying on the ground, his head is bleeding."}, {"scene_id": "atwt-04-11-06s3", "raw": "A scene from a TV show in which children are playing in a park.", "with_names": "children are playing in a park."}, {"scene_id": "atwt-04-11-06s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her", "with_names": ""}, {"scene_id": "atwt-04-11-06s5", "raw": "A scene from a TV show in which a computer is being controlled by a series of wires.", "with_names": "a computer is being controlled by a series of wires."}, {"scene_id": "atwt-04-11-06s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-11-06s7", "raw": "A scene from a TV show in which a man is pointing a gun at another man.", "with_names": "] is pointing a gun at another man."}, {"scene_id": "atwt-04-11-06s8", "raw": "A scene from a TV show in which a man with long hair is smiling", "with_names": "a man with long hair is smiling"}, {"scene_id": "atwt-04-11-06s9", "raw": "A scene from a TV show in which a black man is standing in a courtroom with a red shirt on.", "with_names": "a black man is standing in a courtroom with a red shirt on."}, {"scene_id": "atwt-04-11-06s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-04-11-06s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-11-06s12", "raw": "A scene from a TV show in which a man is holding a woman's hand and talking to her.", "with_names": ""}, {"scene_id": "atwt-04-11-06s13", "raw": "A scene from a TV show in which a bottle is being filled with water using a pink nozzle.", "with_names": "a bottle is being filled with water using a pink nozzle."}, {"scene_id": "atwt-04-11-06s14", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "atwt-04-11-06s15", "raw": "A scene from a TV show in which a woman is wearing a black jacket and her hair is up in a bun.", "with_names": "a woman is wearing a black jacket and her hair is up in a bun."}, {"scene_id": "atwt-04-11-06s16", "raw": "A scene from a TV show in which a man with long hair is wearing a blue shirt", "with_names": "a man with long hair is wearing a blue shirt"}, {"scene_id": "atwt-04-11-06s17", "raw": "A scene from a TV show in which a pill bottle is shown with the words \"Lamisil (ibuprofen HCl tablets) 25mg tablets\"", "with_names": ""}, {"scene_id": "atwt-04-11-06s18", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "atwt-04-11-06s19", "raw": "A scene from a TV show in which a woman is handing a book to another woman.", "with_names": "a woman is handing a book to another woman."}, {"scene_id": "atwt-04-11-06s20", "raw": "A scene from a TV show in which a man is wearing a red shirt and a brown jacket.", "with_names": "a man is wearing a red shirt and a brown jacket."}, {"scene_id": "atwt-04-11-06s21", "raw": "A scene from a TV show in which a woman is looking at another woman.", "with_names": "a woman is looking at another woman."}, {"scene_id": "atwt-04-11-06s22", "raw": "A scene from a TV show in which a person is using a black marker to write on a package of chicken.", "with_names": "a person is using a black marker to write on a package of chicken."}]