[{"scene_id": "gl-03-26-04s0", "raw": "A scene from a TV show in which a woman is sitting on a couch with her two children.", "with_names": ""}, {"scene_id": "gl-03-26-04s1", "raw": "A scene from a TV show in which two women are sitting next to each other, one of them is holding a book and the other is looking at her.", "with_names": "two women are sitting next to each other, one of them is holding a book and the other is looking at her."}, {"scene_id": "gl-03-26-04s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-26-04s3", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-03-26-04s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-26-04s5", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "gl-03-26-04s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-26-04s7", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "gl-03-26-04s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Eden is looking at Bill and he is looking back at her."}, {"scene_id": "gl-03-26-04s9", "raw": "A scene from a TV show in which two women are standing in front of a fireplace, with one of them wearing a red jacket.", "with_names": "two women are standing in front of a fireplace, with one of them wearing a red jacket."}, {"scene_id": "gl-03-26-04s10", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "Marah is looking at the camera with a serious expression."}, {"scene_id": "gl-03-26-04s11", "raw": "A scene from a TV show in which two women are standing in a living room.", "with_names": "two women are standing in a living room."}, {"scene_id": "gl-03-26-04s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-03-26-04s13", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-26-04s14", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking serious.", "with_names": "Alan is wearing a suit and a tie and looking serious."}, {"scene_id": "gl-03-26-04s15", "raw": "A scene from a TV show in which a glass is filled with champagne.", "with_names": "a glass is filled with champagne."}, {"scene_id": "gl-03-26-04s16", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with a drink in front of them.", "with_names": "Bill and Eden are sitting at a table, with a drink in front of them."}, {"scene_id": "gl-03-26-04s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-03-26-04s18", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "gl-03-26-04s19", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a black shirt", "with_names": "Alexandra is wearing a red jacket and a black shirt"}, {"scene_id": "gl-03-26-04s20", "raw": "A scene from a TV show in which a woman is talking on the phone while holding a bag.", "with_names": ""}, {"scene_id": "gl-03-26-04s21", "raw": "A scene from a TV show in which a woman is standing in a dark room, looking at a table.", "with_names": "Lizzie is standing in a dark room, looking at a table."}, {"scene_id": "gl-03-26-04s22", "raw": "A scene from a TV show in which a man is walking into a spooky house.", "with_names": "Reva (muttering) is walking into a spooky house."}, {"scene_id": "gl-03-26-04s23", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-03-26-04s24", "raw": "A scene from a TV show in which a car is driving through a tunnel at night.", "with_names": "a car is driving through a tunnel at night."}]