[{"scene_id": "bb-07-14-17s0", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "Liam and Steffy are kissing."}, {"scene_id": "bb-07-14-17s1", "raw": "A scene from a TV show in which a woman is crying on the phone", "with_names": "a woman is crying on the phone"}, {"scene_id": "bb-07-14-17s2", "raw": "A scene from a TV show in which a man is lying on a bed and a woman is standing over him.", "with_names": "Eric is lying on a bed and Sheila is standing over him."}, {"scene_id": "bb-07-14-17s3", "raw": "A scene from a TV show in which a woman is holding a pill and a man is standing next to her.", "with_names": "Quinn is holding a pill and a man is standing next to her."}, {"scene_id": "bb-07-14-17s5", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace.", "with_names": "Sheila is wearing a white dress and a necklace."}, {"scene_id": "bb-07-14-17s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-14-17s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-14-17s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-14-17s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-14-17s12", "raw": "A scene from a TV show in which a woman is clapping her hands", "with_names": "Sally is clapping her hands"}, {"scene_id": "bb-07-14-17s13", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "bb-07-14-17s14", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is sitting at a table.", "with_names": "a man is standing in a kitchen and Sheila is sitting at a table."}, {"scene_id": "bb-07-14-17s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-14-17s17", "raw": "A scene from a TV show in which a man is wearing a yellow shirt and shorts and is standing in a kitchen with a woman and a baby.", "with_names": "Liam is wearing a yellow shirt and shorts and is standing in a kitchen with Steffy and a baby."}, {"scene_id": "bb-07-14-17s18", "raw": "A scene from a TV show in which a man is reading a letter to his wife", "with_names": "Eric is reading a letter to his wife"}, {"scene_id": "bb-07-14-17s19", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing Steffy on the cheek."}, {"scene_id": "bb-07-14-17s20", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a red wig.", "with_names": "Eric is shirtless and Sheila is wearing a red wig."}, {"scene_id": "bb-07-14-17s21", "raw": "A scene from a TV show in which a woman is screaming at a man.", "with_names": "a woman is screaming at a man."}, {"scene_id": "bb-07-14-17s22", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "Eric is wearing a suit and a tie"}, {"scene_id": "bb-07-14-17s23", "raw": "A scene from a TV show in which a man is yelling at two women.", "with_names": "Steffy is yelling at two women."}, {"scene_id": "bb-07-14-17s24", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "Thomas is wearing a suit and tie"}, {"scene_id": "bb-07-14-17s25", "raw": "A scene from a TV show in which a Los Angeles police helicopter flies over the city.", "with_names": "a los angeles police helicopter flies over the city."}]