[{"scene_id": "bb-05-16-06s0", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube in his nose and a woman is leaning over him.", "with_names": "a man is lying in a hospital bed with a tube in his nose and a woman is leaning over him."}, {"scene_id": "bb-05-16-06s1", "raw": "A scene from a TV show in which a man is giving a woman a necklace.", "with_names": "a man is giving a woman a necklace."}, {"scene_id": "bb-05-16-06s2", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-05-16-06s3", "raw": "A scene from a TV show in which a woman is wearing a black blazer and a blue dress.", "with_names": "a woman is wearing a black blazer and a blue dress."}, {"scene_id": "bb-05-16-06s4", "raw": "A scene from a TV show in which a man is lying in a hospital bed, his head resting on a pillow.", "with_names": "a man is lying in a hospital bed, his head resting on a pillow."}, {"scene_id": "bb-05-16-06s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-05-16-06s6", "raw": "A scene from a TV show in which a man is walking down a hallway with a clock in the foreground and blinds in the background.", "with_names": "a man is walking down a hallway with a clock in the foreground and blinds in the background."}, {"scene_id": "bb-05-16-06s7", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman stands over him, and another man stands nearby.", "with_names": "a man is lying in a hospital bed, a woman stands over him, and another man stands nearby."}, {"scene_id": "bb-05-16-06s8", "raw": "A scene from a TV show in which a man and a woman are standing in a hospital room. The man is holding a cup in his hand and is looking at the woman.", "with_names": "a man and a woman are standing in a hospital room. the man is holding a cup in his hand and is looking at the woman."}, {"scene_id": "bb-05-16-06s9", "raw": "A scene from a TV show in which a man is standing in a kitchen and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-05-16-06s10", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-05-16-06s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]