[{"scene_id": "atwt-02-19-03s0", "raw": "A scene from a TV show in which a woman is wearing a red dress and a bright orange cardigan.", "with_names": "a woman is wearing a red dress and a bright orange cardigan."}, {"scene_id": "atwt-02-19-03s1", "raw": "A scene from a TV show in which a woman is walking down a staircase and a dog is following her.", "with_names": "a woman is walking down a staircase and a dog is following her."}, {"scene_id": "atwt-02-19-03s2", "raw": "A scene from a TV show in which two doctors are talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-19-03s3", "raw": "A scene from a TV show in which a young woman is looking at her hand and a woman is standing behind her", "with_names": "a young woman is looking at her hand and a woman is standing behind her"}, {"scene_id": "atwt-02-19-03s4", "raw": "A scene from a TV show in which a woman is having sex with a man.", "with_names": "a woman is having sex with a man."}, {"scene_id": "atwt-02-19-03s5", "raw": "A scene from a TV show in which a woman is talking to a man in a living room.", "with_names": ""}, {"scene_id": "atwt-02-19-03s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-19-03s7", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is standing behind him.", "with_names": "a man is wearing a leather jacket and ] is standing behind him."}, {"scene_id": "atwt-02-19-03s8", "raw": "A scene from a TV show in which a man is wearing a white coat and a blue shirt", "with_names": "a man is wearing a white coat and a blue shirt"}, {"scene_id": "atwt-02-19-03s9", "raw": "A scene from a TV show in which the word \"Lipitor\" is written in green and white", "with_names": "the word \"lipitor\" is written in green and white"}, {"scene_id": "atwt-02-19-03s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-19-03s11", "raw": "A scene from a TV show in which a blonde woman is talking on a phone.", "with_names": ""}, {"scene_id": "atwt-02-19-03s12", "raw": "A scene from a TV show in which two doctors are talking to each other in white coats.", "with_names": ""}, {"scene_id": "atwt-02-19-03s13", "raw": "A scene from a TV show in which a man is sitting in front of a speaker.", "with_names": "] is sitting in front of a speaker."}, {"scene_id": "atwt-02-19-03s14", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-02-19-03s15", "raw": "A scene from a TV show in which a box of Exlax is shown", "with_names": ""}, {"scene_id": "atwt-02-19-03s16", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-19-03s17", "raw": "A scene from a TV show in which two young girls are playing in a park.", "with_names": "two young girls are playing in a park."}, {"scene_id": "atwt-02-19-03s18", "raw": "A scene from a TV show in which a man is looking at a painting.", "with_names": "a man is looking at a painting."}, {"scene_id": "atwt-02-19-03s19", "raw": "A scene from a TV show in which a blonde woman is talking to a man in a leather jacket.", "with_names": ""}]