[{"scene_id": "gl-04-29-05s0", "raw": "A scene from a TV show in which a man is talking on the phone and another man is standing in the background", "with_names": ""}, {"scene_id": "gl-04-29-05s1", "raw": "A scene from a TV show in which a woman is wearing a suit and a pink shirt", "with_names": "a woman is wearing a suit and a pink shirt"}, {"scene_id": "gl-04-29-05s2", "raw": "A scene from a TV show in which a man is looking at the camera and the words \"Zone Romance\" are written on the screen", "with_names": "Ross is looking at the camera and the words \"zone romance\" are written on the screen"}, {"scene_id": "gl-04-29-05s3", "raw": "A scene from a TV show in which a man is talking on a cell phone in a bar.", "with_names": ""}, {"scene_id": "gl-04-29-05s4", "raw": "A scene from a TV show in which a man is tied up and his head is being beaten", "with_names": "Gus is tied up and his head is being beaten"}, {"scene_id": "gl-04-29-05s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-29-05s6", "raw": "A scene from a TV show in which a man is wearing a black hoodie and a woman is behind him.", "with_names": "Danny is wearing a black hoodie and Michelle is behind him."}, {"scene_id": "gl-04-29-05s7", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-04-29-05s8", "raw": "A scene from a TV show in which a woman is talking to a man and she is smiling.", "with_names": ""}, {"scene_id": "gl-04-29-05s9", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is standing in a room with a chair and a couch.", "with_names": "a man is wearing a suit and a tie and is standing in a room with a chair and a couch."}, {"scene_id": "gl-04-29-05s10", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-04-29-05s11", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing next to him.", "with_names": ""}, {"scene_id": "gl-04-29-05s12", "raw": "A scene from a TV show in which a man is covering his face with his hands.", "with_names": "Danny is covering his face with his hands."}, {"scene_id": "gl-04-29-05s14", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at Jeffrey."}, {"scene_id": "gl-04-29-05s15", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "gl-04-29-05s16", "raw": "A scene from a TV show in which a man is tied up and gagged.", "with_names": "Guard is tied up and gagged."}, {"scene_id": "gl-04-29-05s17", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing behind him.", "with_names": "a man is sitting at a table and a woman is standing behind him."}, {"scene_id": "gl-04-29-05s19", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-04-29-05s20", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Gus is crying"}, {"scene_id": "gl-04-29-05s21", "raw": "A scene from a TV show in which a woman is talking to someone in a bathroom.", "with_names": ""}, {"scene_id": "gl-04-29-05s22", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-29-05s23", "raw": "A scene from a TV show in which a woman is sitting with her head resting on her hand", "with_names": "a woman is sitting with her head resting on her hand"}, {"scene_id": "gl-04-29-05s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-29-05s25", "raw": "A scene from a TV show in which a man is seen being beaten by a group of men in a dark alley.", "with_names": "Frank is being beaten by a group of men in a dark alley."}, {"scene_id": "gl-04-29-05s26", "raw": "A scene from a TV show in which a woman is talking to someone and her hand is over her chest", "with_names": ""}, {"scene_id": "gl-04-29-05s27", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt", "with_names": "a man is wearing a suit and a blue shirt"}, {"scene_id": "gl-04-29-05s28", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Edmund is looking at Cassie and she is looking back at him."}, {"scene_id": "gl-04-29-05s29", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-29-05s30", "raw": "A scene from a TV show in which a man is walking away from a fireplace.", "with_names": "Danny is walking away from a fireplace."}, {"scene_id": "gl-04-29-05s32", "raw": "A scene from a TV show in which a woman is standing in front of a man, with her hands on her hips.", "with_names": "a woman is standing in front of a man, with her hands on her hips."}, {"scene_id": "gl-04-29-05s33", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-29-05s34", "raw": "A scene from a TV show in which a man is on the phone and a woman is covering her mouth.", "with_names": "a man is on the phone and Frank is covering her mouth."}, {"scene_id": "gl-04-29-05s35", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "gl-04-29-05s36", "raw": "A scene from a TV show in which a woman is wearing a jean jacket and a man is standing next to her.", "with_names": "a woman is wearing a jean jacket and a man is standing next to her."}]