[{"scene_id": "gl-05-23-06s0", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a tie and is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-05-23-06s1", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a stethoscope around his neck.", "with_names": "a man is wearing a white lab coat and a stethoscope around his neck."}, {"scene_id": "gl-05-23-06s2", "raw": "A scene from a TV show in which a man is sitting on a bed and a woman is laying on top of him.", "with_names": "a man is sitting on a bed and a woman is laying on top of him."}, {"scene_id": "gl-05-23-06s3", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "gl-05-23-06s4", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a disgusted expression.", "with_names": ""}, {"scene_id": "gl-05-23-06s5", "raw": "A scene from a TV show in which a man is sitting at a table with a cup and a bowl of food in front of him.", "with_names": "a man is sitting at a table with a cup and a bowl of food in front of him."}, {"scene_id": "gl-05-23-06s6", "raw": "A scene from a TV show in which a woman is seen looking at a book in a library.", "with_names": "a woman is looking at a book in a library."}, {"scene_id": "gl-05-23-06s7", "raw": "A scene from a TV show in which a doctor is seen with his eyes closed and his mouth open.", "with_names": "a doctor is with his eyes closed and his mouth open."}, {"scene_id": "gl-05-23-06s8", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-05-23-06s9", "raw": "A scene from a TV show in which a woman is seen sitting on a chair in a hallway.", "with_names": ""}, {"scene_id": "gl-05-23-06s10", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "gl-05-23-06s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-23-06s12", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is standing behind her", "with_names": "Lizzie is wearing a bikini and ] is standing behind her"}, {"scene_id": "gl-05-23-06s13", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-05-23-06s14", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-05-23-06s15", "raw": "A scene from a TV show in which a woman is wearing a red bandana and a white shirt.", "with_names": "a woman is wearing a red bandana and a white shirt."}, {"scene_id": "gl-05-23-06s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "gl-05-23-06s17", "raw": "A scene from a TV show in which a black man and a white woman sit at a table and talk.", "with_names": "a black man and a white woman sit at a table and talk."}, {"scene_id": "gl-05-23-06s18", "raw": "A scene from a TV show in which a man is looking down and a woman is holding a red balloon", "with_names": "a man is looking down and a woman is holding a red balloon"}, {"scene_id": "gl-05-23-06s19", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and is pointing at something.", "with_names": "a woman is lying in a hospital bed and is pointing at something."}, {"scene_id": "gl-05-23-06s20", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}, {"scene_id": "gl-05-23-06s21", "raw": "A scene from a TV show in which a man is wearing a prosthetic arm and a woman is looking at him.", "with_names": "a man is wearing a prosthetic arm and a woman is looking at him."}, {"scene_id": "gl-05-23-06s22", "raw": "A scene from a TV show in which a man is cleaning a bar with a mop.", "with_names": "a man is cleaning a bar with a mop."}, {"scene_id": "gl-05-23-06s23", "raw": "A scene from a TV show in which a woman is talking to someone on the phone", "with_names": ""}, {"scene_id": "gl-05-23-06s24", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}]