[{"scene_id": "gl-10-12-05s0", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is lying on a bed.", "with_names": "Cassie is wearing a black dress and a man is lying on a bed."}, {"scene_id": "gl-10-12-05s1", "raw": "A scene from a TV show in which a man is being followed by a woman.", "with_names": "a man is being followed by a woman."}, {"scene_id": "gl-10-12-05s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-10-12-05s3", "raw": "A scene from a TV show in which a woman is talking on the phone and looking at the camera", "with_names": ""}, {"scene_id": "gl-10-12-05s4", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "gl-10-12-05s5", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}, {"scene_id": "gl-10-12-05s6", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-10-12-05s7", "raw": "", "with_names": ""}, {"scene_id": "gl-10-12-05s8", "raw": "A scene from a TV show in which a man is talking to another man and the other man is looking at him with a puzzled expression.", "with_names": ""}, {"scene_id": "gl-10-12-05s9", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "gl-10-12-05s10", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-10-12-05s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-12-05s12", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at a TV.", "with_names": "a man is wearing a suit and a tie and is looking at a tv."}, {"scene_id": "gl-10-12-05s13", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-12-05s14", "raw": "A scene from a TV show in which a man is sitting in a bar and talking to someone.", "with_names": ""}, {"scene_id": "gl-10-12-05s15", "raw": "A scene from a TV show in which a woman is talking to someone and a book lies on the ground", "with_names": ""}, {"scene_id": "gl-10-12-05s16", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-10-12-05s17", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-10-12-05s18", "raw": "A scene from a TV show in which a man is pointing his finger at someone.", "with_names": "a man is pointing his finger at someone."}, {"scene_id": "gl-10-12-05s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a puzzled expression.", "with_names": ""}, {"scene_id": "gl-10-12-05s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-12-05s21", "raw": "A scene from a TV show in which a woman is kneeling on a bed and a man is standing next to her.", "with_names": "a woman is kneeling on a bed and a man is standing next to her."}, {"scene_id": "gl-10-12-05s22", "raw": "A scene from a TV show in which a woman is talking on the phone while holding a glass of wine.", "with_names": ""}, {"scene_id": "gl-10-12-05s23", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted.", "with_names": ""}, {"scene_id": "gl-10-12-05s24", "raw": "A scene from a TV show in which a man is holding a can of soda and looking at the camera.", "with_names": "a man is holding a can of soda and looking at the camera."}, {"scene_id": "gl-10-12-05s25", "raw": "A scene from a TV show in which a man is seen walking down a dark alley.", "with_names": "a man is walking down a dark alley."}, {"scene_id": "gl-10-12-05s26", "raw": "", "with_names": ""}]