[{"scene_id": "bb-06-25-14s0", "raw": "A scene from a TV show in which a house is perched on a cliff overlooking a swimming pool.", "with_names": "a house is perched on a cliff overlooking a swimming pool."}, {"scene_id": "bb-06-25-14s6", "raw": "A scene from a TV show in which a young woman is smiling and looking down.", "with_names": "a young woman is smiling and looking down."}, {"scene_id": "bb-06-25-14s8", "raw": "A scene from a TV show in which a woman is talking about her past.", "with_names": ""}, {"scene_id": "bb-06-25-14s9", "raw": "A scene from a TV show in which a woman is talking to a man while he is looking at her.", "with_names": ""}, {"scene_id": "bb-06-25-14s11", "raw": "A scene from a TV show in which two women sit at a desk and talk.", "with_names": "two women sit at a desk and talk."}, {"scene_id": "bb-06-25-14s13", "raw": "A scene from a TV show in which a woman is seen in a dark room with a purple light shining on her.", "with_names": "Maya is in a dark room with a purple light shining on her."}, {"scene_id": "bb-06-25-14s14", "raw": "A scene from a TV show in which a woman is wearing a white dress and looking at the camera.", "with_names": "Caroline is wearing a white dress and looking at the camera."}, {"scene_id": "bb-06-25-14s15", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-25-14s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-25-14s17", "raw": "A scene from a TV show in which two young women are talking to each other.", "with_names": ""}, {"scene_id": "bb-06-25-14s18", "raw": "A scene from a TV show in which a photographer is trying to get a picture of a woman with an umbrella.", "with_names": "a photographer is trying to get a picture of All with an umbrella."}, {"scene_id": "bb-06-25-14s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-25-14s20", "raw": "A scene from a TV show in which two men are standing in a room and looking at a tablet.", "with_names": "two men are standing in a room and looking at a tablet."}, {"scene_id": "bb-06-25-14s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-25-14s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-25-14s23", "raw": "A scene from a TV show in which a shirtless man is being massaged by a woman.", "with_names": "a shirtless man is being massaged by a woman."}, {"scene_id": "bb-06-25-14s24", "raw": "A scene from a TV show in which a woman is singing and dancing.", "with_names": "Quinn is singing and dancing."}, {"scene_id": "bb-06-25-14s25", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "bb-06-25-14s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]