[{"scene_id": "oltl-06-21-10s0", "raw": "A scene from a TV show in which a young boy is wearing a baseball cap and a t-shirt.", "with_names": "a young boy is wearing a baseball cap and a t-shirt."}, {"scene_id": "oltl-06-21-10s1", "raw": "A scene from a TV show in which a man is sitting in a hospital bed with a bandage on his head.", "with_names": "a man is sitting in a hospital bed with a bandage on his head."}, {"scene_id": "oltl-06-21-10s2", "raw": "A scene from a TV show in which a woman is wearing a necklace and a dress.", "with_names": "a woman is wearing a necklace and a dress."}, {"scene_id": "oltl-06-21-10s3", "raw": "A scene from a TV show in which a man is holding a gun in a doorway.", "with_names": "a man is holding a gun in a doorway."}, {"scene_id": "oltl-06-21-10s4", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a necklace.", "with_names": "a woman is wearing a purple dress and a necklace."}, {"scene_id": "oltl-06-21-10s5", "raw": "A scene from a TV show in which a woman is looking at her phone and a man is walking behind her", "with_names": "Hannah is looking at her phone and ] is walking behind her"}, {"scene_id": "oltl-06-21-10s6", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a necklace.", "with_names": "a woman is wearing a blue dress and a necklace."}, {"scene_id": "oltl-06-21-10s7", "raw": "A scene from a TV show in which a woman is seen walking past a brick wall.", "with_names": "a woman is walking past a brick wall."}, {"scene_id": "oltl-06-21-10s8", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-06-21-10s9", "raw": "A scene from a TV show in which a woman is wearing a purple and white dress and a necklace.", "with_names": "a woman is wearing a purple and white dress and a necklace."}, {"scene_id": "oltl-06-21-10s10", "raw": "A scene from a TV show in which a man is sitting in a hospital bed with a bandage on his head.", "with_names": "a man is sitting in a hospital bed with a bandage on his head."}, {"scene_id": "oltl-06-21-10s11", "raw": "A scene from a TV show in which a police officer is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-06-21-10s12", "raw": "A scene from a TV show in which a blonde woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-21-10s13", "raw": "A scene from a TV show in which a woman is holding a baseball bat and a man is throwing a ball at her.", "with_names": "a woman is holding a baseball bat and a man is throwing a ball at her."}, {"scene_id": "oltl-06-21-10s14", "raw": "A scene from a TV show in which a woman is holding a baby and a man is trying to open a door.", "with_names": "a woman is holding a baby and a man is trying to open a door."}, {"scene_id": "oltl-06-21-10s15", "raw": "A scene from a TV show in which a man is talking on a cell phone in a kitchen.", "with_names": ""}, {"scene_id": "oltl-06-21-10s16", "raw": "A scene from a TV show in which a man is holding a gun to a woman's head.", "with_names": "a man is holding a gun to a woman's head."}, {"scene_id": "oltl-06-21-10s17", "raw": "A scene from a TV show in which a blonde woman is looking at a man.", "with_names": "a blonde woman is looking at a man."}, {"scene_id": "oltl-06-21-10s18", "raw": "A scene from a TV show in which a man is in a hospital bed with a bandage on his head.", "with_names": "a man is in a hospital bed with a bandage on his head."}, {"scene_id": "oltl-06-21-10s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-21-10s20", "raw": "A scene from a TV show in which a blonde woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-21-10s21", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "oltl-06-21-10s22", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-21-10s23", "raw": "A scene from a TV show in which a blonde woman is talking and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-06-21-10s24", "raw": "A scene from a TV show in which a blonde woman is looking at a man.", "with_names": "a blonde woman is looking at a man."}, {"scene_id": "oltl-06-21-10s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-21-10s26", "raw": "A scene from a TV show in which a man is sitting in a hospital bed wearing a white headband and a black shirt. He is talking to another man who is standing next to him.", "with_names": ""}, {"scene_id": "oltl-06-21-10s27", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-21-10s28", "raw": "A scene from a TV show in which a man and a woman are standing in front of a tiled wall.", "with_names": "a man and ] are standing in front of a tiled wall."}, {"scene_id": "oltl-06-21-10s29", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "oltl-06-21-10s30", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is holding a cell phone.", "with_names": "a man is wearing a leather jacket and a woman is holding a cell phone."}, {"scene_id": "oltl-06-21-10s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-21-10s32", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-21-10s33", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-21-10s34", "raw": "A scene from a TV show in which a woman is sitting on a bench with a man.", "with_names": "a woman is sitting on a bench with a man."}, {"scene_id": "oltl-06-21-10s35", "raw": "A scene from a TV show in which a woman is looking at a piece of paper while a man stands next to her.", "with_names": "a woman is looking at a piece of paper while a man stands next to her."}, {"scene_id": "oltl-06-21-10s36", "raw": "A scene from a TV show in which a man is talking on a cell phone outside a house.", "with_names": ""}, {"scene_id": "oltl-06-21-10s37", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-21-10s38", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-06-21-10s39", "raw": "A scene from a TV show in which a blonde woman is looking at a man with a shocked expression.", "with_names": "a blonde woman is looking at a man with a shocked expression."}, {"scene_id": "oltl-06-21-10s40", "raw": "A scene from a TV show in which a man is walking down a hallway and a door is open.", "with_names": "a man is walking down a hallway and a door is open."}, {"scene_id": "oltl-06-21-10s41", "raw": "A scene from a TV show in which a blonde woman is smiling at a man.", "with_names": "a blonde woman is smiling at a man."}, {"scene_id": "oltl-06-21-10s42", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and talking on a cell phone. He is wearing a bandage on his head and has a paper in", "with_names": ""}]