[{"scene_id": "pc-12-20-00s0", "raw": "A scene from a TV show in which a woman is talking to a man and a boy.", "with_names": ""}, {"scene_id": "pc-12-20-00s1", "raw": "A scene from a TV show in which a woman is standing in a room with a man.", "with_names": "Livvie is standing in a room with Jack."}, {"scene_id": "pc-12-20-00s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-20-00s3", "raw": "A scene from a TV show in which a man is sitting on a hospital bed and a woman is lying on a couch. The title is \"Chris\"", "with_names": "a man is sitting on a hospital bed and a woman is lying on a couch. the title is \"chris\""}, {"scene_id": "pc-12-20-00s4", "raw": "A scene from a TV show in which a man is hugging a woman in a bathroom.", "with_names": "Kevin is hugging Lucy in a bathroom."}, {"scene_id": "pc-12-20-00s5", "raw": "A scene from a TV show in which a man is kissing a woman in front of a Christmas tree.", "with_names": "a man is kissing a woman in front of a christmas tree."}, {"scene_id": "pc-12-20-00s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-20-00s7", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her", "with_names": "Eve is wearing a red dress and Harris is standing behind her"}, {"scene_id": "pc-12-20-00s9", "raw": "A scene from a TV show in which a man is wearing a black coat and a grey shirt.", "with_names": "a man is wearing a black coat and a grey shirt."}, {"scene_id": "pc-12-20-00s10", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "Eve is looking at the camera."}, {"scene_id": "pc-12-20-00s11", "raw": "A scene from a TV show in which a man is standing in a room with a door and a wine glass", "with_names": "a man is standing in a room with a door and a wine glass"}, {"scene_id": "pc-12-20-00s12", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-12-20-00s13", "raw": "A scene from a TV show in which a woman is wearing a coat and a scarf", "with_names": "Lucy is wearing a coat and a scarf"}, {"scene_id": "pc-12-20-00s14", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a sweater", "with_names": ""}]