[{"scene_id": "pc-12-20-00s0", "raw": "a man and woman are in a room and they are having a conversation.", "with_names": "Chris and woman are in a room and they are having a conversation."}, {"scene_id": "pc-12-20-00s1", "raw": "a man and a woman are dancing in a living room.", "with_names": "Jack and Livvie are dancing in a living room."}, {"scene_id": "pc-12-20-00s2", "raw": "a man and a woman are kissing each other in a room.", "with_names": "Kevin and Lucy are kissing each other in a room."}, {"scene_id": "pc-12-20-00s3", "raw": "a man is talking about a woman and then a man is shown kissing him.", "with_names": ""}, {"scene_id": "pc-12-20-00s4", "raw": "a man and a woman are talking about a romantic video.", "with_names": ""}, {"scene_id": "pc-12-20-00s5", "raw": "a couple of people are in a living room and they are kissing each other", "with_names": "a couple of people are in a living room and they are kissing each other"}, {"scene_id": "pc-12-20-00s6", "raw": "a man and a woman are talking about a man and they are talking.", "with_names": ""}, {"scene_id": "pc-12-20-00s7", "raw": "a man and a woman are talking about a restaurant.", "with_names": ""}, {"scene_id": "pc-12-20-00s8", "raw": "a man and a woman are talking about a man and they are kissing.", "with_names": ""}, {"scene_id": "pc-12-20-00s9", "raw": "a man and woman are having a conversation about a video game.", "with_names": "Harris and woman are having a conversation about a video game."}, {"scene_id": "pc-12-20-00s10", "raw": "a man and woman are talking about a conversation about a man.", "with_names": ""}, {"scene_id": "pc-12-20-00s11", "raw": "a man and a woman are talking about a kiss.", "with_names": ""}, {"scene_id": "pc-12-20-00s12", "raw": "a man is standing in front of a mirror and he is slapping his face.", "with_names": "Kevin is standing in front of a mirror and he is slapping his face."}, {"scene_id": "pc-12-20-00s13", "raw": "a man and a woman are talking about a video game.", "with_names": ""}]