[{"scene_id": "bb-05-19-17s0", "raw": "A scene from a TV show in which a woman stands behind a table with a wedding cake and flowers.", "with_names": "a woman stands behind a table with a wedding cake and flowers."}, {"scene_id": "bb-05-19-17s1", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "bb-05-19-17s2", "raw": "A scene from a TV show in which a man and a woman are sitting on the floor in a living room, with a baby standing between them.", "with_names": "Zende and Nicole are sitting on the floor in a living room, with a baby standing between them."}, {"scene_id": "bb-05-19-17s3", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-05-19-17s8", "raw": "A scene from a TV show in which a man is walking down the aisle with his groomsmen.", "with_names": "Bill is walking down the aisle with his groomsmen."}, {"scene_id": "bb-05-19-17s13", "raw": "A scene from a TV show in which a couple is married", "with_names": "a couple is married"}, {"scene_id": "bb-05-19-17s14", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a bookshelf.", "with_names": "Wyatt and a woman are standing in a room with a bookshelf."}, {"scene_id": "bb-05-19-17s15", "raw": "A scene from a TV show in which a man is standing in front of a painting.", "with_names": "Liam is standing in front of a painting."}, {"scene_id": "bb-05-19-17s16", "raw": "A scene from a TV show in which a man and a woman are getting married.", "with_names": "a man and a woman are getting married."}, {"scene_id": "bb-05-19-17s17", "raw": "A scene from a TV show in which a woman is wearing a white dress and a bow on her neck.", "with_names": "Justin is wearing a white dress and a bow on her neck."}, {"scene_id": "bb-05-19-17s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and Bill are standing in a room."}, {"scene_id": "bb-05-19-17s19", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Wyatt is looking at a woman and she is looking back at him."}, {"scene_id": "bb-05-19-17s20", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "Liam is wearing a suit and a tie."}, {"scene_id": "bb-05-19-17s21", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "Justin is wearing a suit and a tie."}, {"scene_id": "bb-05-19-17s22", "raw": "A scene from a TV show in which a man holds a baby and a woman smiles at him.", "with_names": "Zende holds a baby and Nicole smiles at him."}, {"scene_id": "bb-05-19-17s23", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "bb-05-19-17s24", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "bb-05-19-17s26", "raw": "A scene from a TV show in which a man is seen walking through a parking lot with the Los Angeles skyline in the background.", "with_names": "Brooke is walking through a parking lot with the los angeles skyline in the background."}]