[{"scene_id": "bb-12-02-16s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Liam is kissing Quinn on the cheek."}, {"scene_id": "bb-12-02-16s1", "raw": "A scene from a TV show in which a man and a woman sit on a couch, smiling at each other.", "with_names": "Eric and Quinn sit on a couch, smiling at each other."}, {"scene_id": "bb-12-02-16s2", "raw": "A scene from a TV show in which a woman is seen walking on a bridge. (Source: CBS 5 News)", "with_names": "a woman is walking on a bridge. (source: cbs 5 news)"}, {"scene_id": "bb-12-02-16s3", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "Liam and Steffy are standing in a kitchen."}, {"scene_id": "bb-12-02-16s4", "raw": "A scene from a TV show in which a woman is looking down and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-12-02-16s5", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-12-02-16s6", "raw": "A scene from a TV show in which a man is wearing a cross necklace and a brown shirt.", "with_names": "a man is wearing a cross necklace and a brown shirt."}, {"scene_id": "bb-12-02-16s7", "raw": "A scene from a TV show in which a man is standing in a living room with a woman and a young man.", "with_names": "a man is standing in a living room with Brooke and a young man."}, {"scene_id": "bb-12-02-16s8", "raw": "A scene from a TV show in which a man is standing in a living room with a bottle and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "bb-12-02-16s9", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-12-02-16s10", "raw": "A scene from a TV show in which a man is talking to someone in a hallway.", "with_names": ""}, {"scene_id": "bb-12-02-16s11", "raw": "A scene from a TV show in which a man is sitting on a couch and drinking a glass of water.", "with_names": ""}, {"scene_id": "bb-12-02-16s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, with a young boy standing behind them.", "with_names": "a man and a woman are standing next to each other, with a young boy standing behind them."}, {"scene_id": "bb-12-02-16s14", "raw": "A scene from a TV show in which a man is holding a green drink and talking to another man.", "with_names": ""}, {"scene_id": "bb-12-02-16s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "bb-12-02-16s16", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "bb-12-02-16s17", "raw": "A scene from a TV show in which a man is wearing a necklace and a brown shirt", "with_names": "a man is wearing a necklace and a brown shirt"}, {"scene_id": "bb-12-02-16s18", "raw": "A scene from a TV show in which a man sits on a couch and talks to a woman.", "with_names": "a man sits on a couch and talks to a woman."}, {"scene_id": "bb-12-02-16s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]