[{"scene_id": "atwt-10-08-08s0", "raw": "A scene from a TV show in which two men are arguing with a third man.", "with_names": "two men are arguing with a third man."}, {"scene_id": "atwt-10-08-08s1", "raw": "A scene from a TV show in which a woman is looking at a painting.", "with_names": "a woman is looking at a painting."}, {"scene_id": "atwt-10-08-08s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-08-08s3", "raw": "A scene from a TV show in which a woman is standing in a kitchen with a man.", "with_names": "a woman is standing in a kitchen with a man."}, {"scene_id": "atwt-10-08-08s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-10-08-08s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-08-08s6", "raw": "A scene from a TV show in which a woman is wearing a green blazer and a necklace.", "with_names": "a woman is wearing a green blazer and a necklace."}, {"scene_id": "atwt-10-08-08s7", "raw": "A scene from a TV show in which a man holds a tablet underwater.", "with_names": "a man holds a tablet underwater."}, {"scene_id": "atwt-10-08-08s8", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "atwt-10-08-08s9", "raw": "A scene from a TV show in which a woman is holding a man by the neck and looking at him with a stern expression.", "with_names": "a woman is holding a man by the neck and looking at him with a stern expression."}, {"scene_id": "atwt-10-08-08s10", "raw": "A scene from a TV show in which a man is seen helping a girl to walk.", "with_names": "a man is helping a girl to walk."}, {"scene_id": "atwt-10-08-08s11", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-10-08-08s12", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-10-08-08s13", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-10-08-08s14", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-10-08-08s15", "raw": "A scene from a TV show in which a man is wearing a suit and tie and smiling.", "with_names": "a man is wearing a suit and tie and smiling."}, {"scene_id": "atwt-10-08-08s16", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-10-08-08s17", "raw": "A scene from a TV show in which a meter is shown to be free.", "with_names": ""}, {"scene_id": "atwt-10-08-08s18", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-08-08s19", "raw": "A scene from a TV show in which a plate of pastries is shown.", "with_names": ""}, {"scene_id": "atwt-10-08-08s20", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-10-08-08s21", "raw": "A scene from a TV show in which a man is sitting in a room with flowers and a vase.", "with_names": "] is sitting in a room with flowers and a vase."}, {"scene_id": "atwt-10-08-08s22", "raw": "A scene from a TV show in which a cat is seen walking on a rug.", "with_names": "a cat is walking on a rug."}]