[{"scene_id": "atwt-05-30-03s0", "raw": "A scene from a TV show in which two men are standing in a room, one of them is wearing a suit and the other is wearing a suit jacket.", "with_names": "two men are standing in a room, one of them is wearing a suit and the other is wearing a suit jacket."}, {"scene_id": "atwt-05-30-03s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-30-03s2", "raw": "A scene from a TV show in which a man is toasting a glass of champagne.", "with_names": "a man is toasting a glass of champagne."}, {"scene_id": "atwt-05-30-03s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-30-03s4", "raw": "A scene from a TV show in which a man is sitting at a table with a glass of wine.", "with_names": "a man is sitting at a table with a glass of wine."}, {"scene_id": "atwt-05-30-03s5", "raw": "A scene from a TV show in which a man is holding a light in the air. The title \"As the World Turns\" is displayed over the image.", "with_names": "a man is holding a light in the air. the title \"as the world turns\" is displayed over the image."}, {"scene_id": "atwt-05-30-03s6", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a jean jacket and a red shirt.", "with_names": "a woman is standing in a kitchen, wearing a jean jacket and a red shirt."}, {"scene_id": "atwt-05-30-03s7", "raw": "A scene from a TV show in which a black man is talking to a white man.", "with_names": ""}, {"scene_id": "atwt-05-30-03s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-30-03s9", "raw": "A scene from a TV show in which a cat is eating a bowl of Friskies.", "with_names": "a cat is eating a bowl of friskies."}, {"scene_id": "atwt-05-30-03s10", "raw": "A scene from a TV show in which a man is tying his tie.", "with_names": "a man is tying his tie."}, {"scene_id": "atwt-05-30-03s11", "raw": "A scene from a TV show in which a man is looking down and his mouth is open.", "with_names": "] is looking down and his mouth is open."}, {"scene_id": "atwt-05-30-03s12", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-05-30-03s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "atwt-05-30-03s14", "raw": "A scene from a TV show in which a blonde woman is walking down a street.", "with_names": "a blonde woman is walking down a street."}, {"scene_id": "atwt-05-30-03s15", "raw": "A scene from a TV show in which a woman is coughing into a tissue.", "with_names": "a woman is coughing into a tissue."}, {"scene_id": "atwt-05-30-03s16", "raw": "A scene from a TV show in which a woman is wearing a beige dress.", "with_names": "] is wearing a beige dress."}, {"scene_id": "atwt-05-30-03s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-30-03s18", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-05-30-03s19", "raw": "A scene from a TV show in which a woman is pouring a glass of water into a bottle of Pine-Sol.", "with_names": "a woman is pouring a glass of water into a bottle of pine-sol."}, {"scene_id": "atwt-05-30-03s20", "raw": "A scene from a TV show in which a woman is being assaulted by a man.", "with_names": "a woman is being assaulted by a man."}, {"scene_id": "atwt-05-30-03s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-30-03s22", "raw": "A scene from a TV show in which a woman is lying on a bed and reaching out to a remote control.", "with_names": "a woman is lying on a bed and reaching out to a remote control."}, {"scene_id": "atwt-05-30-03s23", "raw": "A scene from a TV show in which a man is kissing another man's head", "with_names": "a man is kissing another man's head"}, {"scene_id": "atwt-05-30-03s24", "raw": "A scene from a TV show in which a woman is standing next to a man in a kitchen.", "with_names": "a woman is standing next to a man in a kitchen."}, {"scene_id": "atwt-05-30-03s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-30-03s26", "raw": "A scene from a TV show in which a man is lying on a table, three people are standing around him.", "with_names": "a man is lying on a table, three people are standing around him."}, {"scene_id": "atwt-05-30-03s27", "raw": "A scene from a TV show in which a woman is seen in a black dress and white pants, standing in front of a tree.", "with_names": "a woman is in a black dress and white pants, standing in front of a tree."}]