[{"scene_id": "pc-10-18-01s0", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "pc-10-18-01s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-10-18-01s2", "raw": "A scene from a TV show in which a man pours a woman a drink from a bottle.", "with_names": "Ian pours Lucy a drink from a bottle."}, {"scene_id": "pc-10-18-01s3", "raw": "A scene from a TV show in which a man is holding a gun to a couple", "with_names": "a man is holding a gun to a couple"}, {"scene_id": "pc-10-18-01s4", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "pc-10-18-01s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-10-18-01s6", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "Lucy is sitting on a bed and Ian is standing next to her."}, {"scene_id": "pc-10-18-01s8", "raw": "A scene from a TV show in which a man is holding a woman and she is looking at him.", "with_names": "Jack is holding a woman and she is looking at him."}, {"scene_id": "pc-10-18-01s9", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a dress", "with_names": "Livvie is wearing a leather jacket and a dress"}, {"scene_id": "pc-10-18-01s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-10-18-01s11", "raw": "A scene from a TV show in which a woman is wearing a robe and a man is sitting next to her.", "with_names": "a woman is wearing a robe and a man is sitting next to her."}, {"scene_id": "pc-10-18-01s12", "raw": "A scene from a TV show in which a man is lying on the floor and a woman is sitting on top of him.", "with_names": "Ian is lying on the floor and Lucy is sitting on top of him."}, {"scene_id": "pc-10-18-01s13", "raw": "A scene from a TV show in which a man is dancing with a woman in a bar.", "with_names": "a man is dancing with a woman in a bar."}, {"scene_id": "pc-10-18-01s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-10-18-01s15", "raw": "A scene from a TV show in which a woman is being attacked by a man in a pub.", "with_names": "a woman is being attacked by a man in a pub."}, {"scene_id": "pc-10-18-01s16", "raw": "A scene from a TV show in which a man is being threatened by a woman.", "with_names": "a man is being threatened by Officer."}, {"scene_id": "pc-10-18-01s20", "raw": "A scene from a TV show in which a blonde woman is sitting on a chair with her hand on her chin and a sign on her shirt that says \"Million Dollar Doll\"", "with_names": ""}, {"scene_id": "pc-10-18-01s21", "raw": "A scene from a TV show in which a blonde woman is sitting in a chair and looking at a man.", "with_names": ""}, {"scene_id": "pc-10-18-01s22", "raw": "A scene from a TV show in which a woman is lying on a bed with a teddy bear and a baby on the side of the bed.", "with_names": "Frank is lying on a bed with a teddy bear and a baby on the side of the bed."}, {"scene_id": "pc-10-18-01s23", "raw": "A scene from a TV show in which a woman is standing in a white robe and a man is sitting on a bed.", "with_names": "Karen is standing in a white robe and a man is sitting on a bed."}, {"scene_id": "pc-10-18-01s24", "raw": "A scene from a TV show in which a woman is holding a man's hand.", "with_names": "Chris is holding a man's hand."}, {"scene_id": "pc-10-18-01s25", "raw": "A scene from a TV show in which a blonde woman is sitting in a room and looking at a man.", "with_names": "a blonde woman is sitting in a room and looking at a man."}, {"scene_id": "pc-10-18-01s26", "raw": "A scene from a TV show in which a woman is seen looking at a screen.", "with_names": "a woman is looking at a screen."}, {"scene_id": "pc-10-18-01s32", "raw": "A scene from a TV show in which a woman is sitting in a chair with a teddy bear on her lap.", "with_names": ""}]