[{"scene_id": "atwt-10-11-05s0", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "Lily is looking at the camera with a shocked expression."}, {"scene_id": "atwt-10-11-05s1", "raw": "A scene from a TV show in which a lesbian couple kiss in public.", "with_names": "a lesbian couple kiss in public."}, {"scene_id": "atwt-10-11-05s2", "raw": "A scene from a TV show in which a woman is wearing a floral jacket and sunglasses and is sitting in front of a window.", "with_names": "a woman is wearing a floral jacket and sunglasses and is sitting in front of a window."}, {"scene_id": "atwt-10-11-05s3", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and looking concerned.", "with_names": "a woman is wearing a leather jacket and looking concerned."}, {"scene_id": "atwt-10-11-05s4", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-10-11-05s5", "raw": "A scene from a TV show in which a woman is wiping her face with a towel.", "with_names": "a woman is wiping her face with a towel."}, {"scene_id": "atwt-10-11-05s6", "raw": "A scene from a TV show in which a woman is wearing a denim jacket and a blonde bob haircut", "with_names": "a woman is wearing a denim jacket and a blonde bob haircut"}, {"scene_id": "atwt-10-11-05s7", "raw": "A scene from a TV show in which a man is walking through a tunnel with a flashlight.", "with_names": "a man is walking through a tunnel with a flashlight."}, {"scene_id": "atwt-10-11-05s8", "raw": "A scene from a TV show in which a woman is wearing a blue jacket and a blonde bob haircut.", "with_names": "a woman is wearing a blue jacket and a blonde bob haircut."}, {"scene_id": "atwt-10-11-05s9", "raw": "A scene from a TV show in which a man is wearing a red and black rugby shirt and is running out of a door.", "with_names": "a man is wearing a red and black rugby shirt and is running out of a door."}, {"scene_id": "atwt-10-11-05s10", "raw": "A scene from a TV show in which a woman is wearing a white robe and a towel on her head.", "with_names": "a woman is wearing a white robe and a towel on her head."}, {"scene_id": "atwt-10-11-05s11", "raw": "A scene from a TV show in which a man is standing in front of a woman and shaking her hand.", "with_names": "a man is standing in front of a woman and shaking her hand."}, {"scene_id": "atwt-10-11-05s12", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-10-11-05s13", "raw": "A scene from a TV show in which a woman is wearing a black blazer and a white tank top.", "with_names": "a woman is wearing a black blazer and a white tank top."}, {"scene_id": "atwt-10-11-05s14", "raw": "A scene from a TV show in which a man is wearing glasses and looking at a doorknob.", "with_names": "] is wearing glasses and looking at a doorknob."}, {"scene_id": "atwt-10-11-05s15", "raw": "A scene from a TV show in which a man is looking at a flower", "with_names": "] is looking at a flower"}, {"scene_id": "atwt-10-11-05s16", "raw": "A scene from a TV show in which a woman is wearing a denim jacket and yellow dress.", "with_names": "a woman is wearing a denim jacket and yellow dress."}, {"scene_id": "atwt-10-11-05s17", "raw": "A scene from a TV show in which a woman is looking up and her mouth is open.", "with_names": "a woman is looking up and her mouth is open."}, {"scene_id": "atwt-10-11-05s18", "raw": "A scene from a TV show in which a man is wearing a red and black striped sweater and a white collared shirt.", "with_names": "a man is wearing a red and black striped sweater and a white collared shirt."}, {"scene_id": "atwt-10-11-05s19", "raw": "A scene from a TV show in which a woman is holding a tissue to her face.", "with_names": "a woman is holding a tissue to her face."}, {"scene_id": "atwt-10-11-05s20", "raw": "A scene from a TV show in which a woman is driving a car and looking out the window.", "with_names": "a woman is driving a car and looking out the window."}, {"scene_id": "atwt-10-11-05s21", "raw": "A scene from a TV show in which a young boy is eating a sandwich.", "with_names": "a young boy is eating a sandwich."}, {"scene_id": "atwt-10-11-05s22", "raw": "A scene from a TV show in which a man is lying on a bed with a woman lying next to him.", "with_names": "a man is lying on a bed with a woman lying next to him."}, {"scene_id": "atwt-10-11-05s23", "raw": "A scene from a TV show in which a man and a woman are laying on a bed, with their hands behind their heads.", "with_names": "a man and a woman are laying on a bed, with their hands behind their heads."}, {"scene_id": "atwt-10-11-05s24", "raw": "A scene from a TV show in which a woman is talking to someone outside.", "with_names": ""}, {"scene_id": "atwt-10-11-05s25", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-10-11-05s26", "raw": "A scene from a TV show in which a dog is filmed diving into a pool.", "with_names": "a dog is filmed diving into a pool."}]