[{"scene_id": "atwt-12-27-05s0", "raw": "A scene from a TV show in which a police officer is pointing his gun at a suspect.", "with_names": "a police officer is pointing his gun at a suspect."}, {"scene_id": "atwt-12-27-05s1", "raw": "A scene from a TV show in which a woman is talking and looking angry.", "with_names": ""}, {"scene_id": "atwt-12-27-05s2", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "atwt-12-27-05s3", "raw": "A scene from a TV show in which a man is trapped behind a gate.", "with_names": "a man is trapped behind a gate."}, {"scene_id": "atwt-12-27-05s4", "raw": "A scene from a TV show in which a woman is holding a baby in her arms.", "with_names": "a woman is holding a baby in her arms."}, {"scene_id": "atwt-12-27-05s5", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "atwt-12-27-05s6", "raw": "A scene from a TV show in which a crowd is gathered around a body.", "with_names": "a crowd is gathered around a body."}, {"scene_id": "atwt-12-27-05s7", "raw": "A scene from a TV show in which a girl is wearing a pink hat and a plaid jacket", "with_names": "a girl is wearing a pink hat and a plaid jacket"}, {"scene_id": "atwt-12-27-05s8", "raw": "A scene from a TV show in which a woman is singing into a microphone.", "with_names": "a woman is singing into a microphone."}, {"scene_id": "atwt-12-27-05s9", "raw": "A scene from a TV show in which a man is looking at a wine rack.", "with_names": "a man is looking at a wine rack."}, {"scene_id": "atwt-12-27-05s10", "raw": "A scene from a TV show in which a bear is dancing in a field", "with_names": "a bear is dancing in a field"}, {"scene_id": "atwt-12-27-05s11", "raw": "A scene from a TV show in which a woman is leaning over a car and looking inside.", "with_names": "a woman is leaning over a car and looking inside."}, {"scene_id": "atwt-12-27-05s12", "raw": "A scene from a TV show in which a young girl is wearing a pink hat and plaid coat.", "with_names": "a young girl is wearing a pink hat and plaid coat."}, {"scene_id": "atwt-12-27-05s13", "raw": "A scene from a TV show in which a woman is wearing a sparkly silver jacket and a necklace", "with_names": "a woman is wearing a sparkly silver jacket and a necklace"}, {"scene_id": "atwt-12-27-05s14", "raw": "A scene from a TV show in which a woman is seen with her hair pulled back.", "with_names": "a woman is with her hair pulled back."}, {"scene_id": "atwt-12-27-05s15", "raw": "A scene from a TV show in which a woman is riding a motorcycle in the woods.", "with_names": "a woman is riding a motorcycle in the woods."}, {"scene_id": "atwt-12-27-05s16", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "atwt-12-27-05s17", "raw": "A scene from a TV show in which a young man is talking about his love for wine.", "with_names": ""}, {"scene_id": "atwt-12-27-05s18", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-12-27-05s19", "raw": "A scene from a TV show in which a woman is wearing a pink bra", "with_names": "a woman is wearing a pink bra"}, {"scene_id": "atwt-12-27-05s20", "raw": "A scene from a TV show in which a woman is wearing a black coat and a red scarf", "with_names": "a woman is wearing a black coat and a red scarf"}, {"scene_id": "atwt-12-27-05s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-12-27-05s22", "raw": "A scene from a TV show in which a man is lying on a bed, with a wine rack in the background.", "with_names": "a man is lying on a bed, with a wine rack in the background."}, {"scene_id": "atwt-12-27-05s23", "raw": "A scene from a TV show in which a helicopter lands in a field and a man runs towards it with a bunch of balloons.", "with_names": "a helicopter lands in a field and a man runs towards it with a bunch of balloons."}, {"scene_id": "atwt-12-27-05s24", "raw": "A scene from a TV show in which a man is wearing glasses and a black shirt", "with_names": "a man is wearing glasses and a black shirt"}, {"scene_id": "atwt-12-27-05s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-12-27-05s26", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-12-27-05s27", "raw": "A scene from a TV show in which a woman is wearing a leopard print robe and a hood over her head.", "with_names": "a woman is wearing a leopard print robe and a hood over her head."}, {"scene_id": "atwt-12-27-05s28", "raw": "A scene from a TV show in which a bathroom cabinet is filled with various beauty products.", "with_names": "a bathroom cabinet is filled with various beauty products."}, {"scene_id": "atwt-12-27-05s29", "raw": "A scene from a TV show in which a man is pointing a gun at someone.", "with_names": "a man is pointing a gun at someone."}]