[{"scene_id": "gl-07-20-06s0", "raw": "A scene from a TV show in which a woman is wearing a headscarf and a white shirt", "with_names": "a woman is wearing a headscarf and a white shirt"}, {"scene_id": "gl-07-20-06s1", "raw": "A scene from a TV show in which a man is talking to a woman in a white shirt.", "with_names": ""}, {"scene_id": "gl-07-20-06s2", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-07-20-06s3", "raw": "A scene from a TV show in which a man is riding a motorcycle through a red haze.", "with_names": "Mallet is riding a motorcycle through a red haze."}, {"scene_id": "gl-07-20-06s4", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone.", "with_names": ""}, {"scene_id": "gl-07-20-06s5", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Dinah is kissing Mallet on the cheek."}, {"scene_id": "gl-07-20-06s6", "raw": "A scene from a TV show in which a woman is wearing a dress and a necklace", "with_names": "Cassie is wearing a dress and a necklace"}, {"scene_id": "gl-07-20-06s7", "raw": "A scene from a TV show in which a pink screen is shown", "with_names": ""}, {"scene_id": "gl-07-20-06s8", "raw": "A scene from a TV show in which a woman is laughing hysterically at a man.", "with_names": "Blake is laughing hysterically at a man."}, {"scene_id": "gl-07-20-06s9", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "gl-07-20-06s10", "raw": "A scene from a TV show in which a pink rectangle is moving across the screen", "with_names": "a pink rectangle is moving across the screen"}, {"scene_id": "gl-07-20-06s11", "raw": "A scene from a TV show in which a man is reading a newspaper and his hands are shaking", "with_names": "a man is reading a newspaper and his hands are shaking"}, {"scene_id": "gl-07-20-06s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-20-06s13", "raw": "A scene from a TV show in which a nurse is wearing a bandana on her head and is smiling.", "with_names": "a nurse is wearing a bandana on her head and is smiling."}, {"scene_id": "gl-07-20-06s14", "raw": "A scene from a TV show in which a doctor is talking to a patient", "with_names": ""}, {"scene_id": "gl-07-20-06s15", "raw": "A scene from a TV show in which a woman is wearing a pink top and a blonde wig", "with_names": "a woman is wearing a pink top and a blonde wig"}, {"scene_id": "gl-07-20-06s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-20-06s17", "raw": "A scene from a TV show in which a girl is lying in bed and talking to the camera.", "with_names": ""}, {"scene_id": "gl-07-20-06s18", "raw": "A scene from a TV show in which a man is given an abortion.", "with_names": "a man is given an abortion."}, {"scene_id": "gl-07-20-06s19", "raw": "A scene from a TV show in which a man is talking on the phone and a woman is looking at him.", "with_names": ""}, {"scene_id": "gl-07-20-06s20", "raw": "A scene from a TV show in which a woman is wearing a head wrap and a white coat", "with_names": "a woman is wearing a head wrap and a white coat"}, {"scene_id": "gl-07-20-06s21", "raw": "A scene from a TV show in which a surgeon is seen performing a surgery on a woman.", "with_names": "a surgeon is performing a surgery on Nurse."}, {"scene_id": "gl-07-20-06s22", "raw": "A scene from a TV show in which a woman is slapping a man in the face", "with_names": "Dinah is slapping Mallet in the face"}, {"scene_id": "gl-07-20-06s23", "raw": "A scene from a TV show in which a man is holding a gun in his hand.", "with_names": "Harley is holding a gun in his hand."}]