[{"scene_id": "gl-06-06-03s0", "raw": "A scene from a TV show in which a man is holding a cup and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "gl-06-06-03s1", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-06-06-03s2", "raw": "A scene from a TV show in which a woman is reading a newspaper.", "with_names": "a woman is reading a newspaper."}, {"scene_id": "gl-06-06-03s3", "raw": "A scene from a TV show in which a woman is wearing a black dress and her hair is up in a bun.", "with_names": "a woman is wearing a black dress and her hair is up in a bun."}, {"scene_id": "gl-06-06-03s4", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are looking at each other.", "with_names": "a man is sitting next to a woman and they are looking at each other."}, {"scene_id": "gl-06-06-03s5", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-06-06-03s6", "raw": "A scene from a TV show in which a young woman is wearing a red shirt and pigtails.", "with_names": "a young woman is wearing a red shirt and pigtails."}, {"scene_id": "gl-06-06-03s7", "raw": "A scene from a TV show in which a man is talking and his mouth is open", "with_names": ""}, {"scene_id": "gl-06-06-03s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-06-03s9", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-06-06-03s10", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-06-06-03s11", "raw": "A scene from a TV show in which a man is standing in a living room, holding a cell phone.", "with_names": "a man is standing in a living room, holding a cell phone."}, {"scene_id": "gl-06-06-03s12", "raw": "A scene from a TV show in which a woman is wearing a red shirt and braids in her hair.", "with_names": "a woman is wearing a red shirt and braids in her hair."}, {"scene_id": "gl-06-06-03s13", "raw": "A scene from a TV show in which a man is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "gl-06-06-03s14", "raw": "A scene from a TV show in which a man is talking to someone and his hands are in front of him", "with_names": ""}, {"scene_id": "gl-06-06-03s15", "raw": "A scene from a TV show in which a woman is sitting in a bathtub and a man is standing next to her.", "with_names": "a woman is sitting in a bathtub and a man is standing next to her."}, {"scene_id": "gl-06-06-03s16", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "gl-06-06-03s17", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-06-03s18", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing black shirts.", "with_names": ""}, {"scene_id": "gl-06-06-03s19", "raw": "A scene from a TV show in which a woman is wearing a red shirt and pigtails.", "with_names": "a woman is wearing a red shirt and pigtails."}, {"scene_id": "gl-06-06-03s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}]