[{"scene_id": "gl-06-24-05s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-24-05s1", "raw": "A scene from a TV show in which a man is talking to someone and the subtitles are not visible", "with_names": ""}, {"scene_id": "gl-06-24-05s2", "raw": "A scene from a TV show in which a man is sitting in a jail cell", "with_names": "a man is sitting in a jail cell"}, {"scene_id": "gl-06-24-05s3", "raw": "A scene from a TV show in which a woman is being harassed by a man at a hospital.", "with_names": "a woman is being harassed by a man at a hospital."}, {"scene_id": "gl-06-24-05s4", "raw": "A scene from a TV show in which a man is walking down a street and another man is standing behind him", "with_names": "a man is walking down a street and another man is standing behind him"}, {"scene_id": "gl-06-24-05s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-24-05s6", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-06-24-05s7", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "gl-06-24-05s8", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-06-24-05s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-06-24-05s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-06-24-05s11", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is touching her.", "with_names": "a woman is wearing a dress and a man is touching her."}, {"scene_id": "gl-06-24-05s12", "raw": "A scene from a TV show in which a man is talking to someone and he is looking at his watch.", "with_names": ""}, {"scene_id": "gl-06-24-05s13", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-24-05s14", "raw": "A scene from a TV show in which a man is talking to another man and the other man has a beard", "with_names": ""}, {"scene_id": "gl-06-24-05s15", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "gl-06-24-05s16", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "gl-06-24-05s17", "raw": "A scene from a TV show in which a man is being punched in the face by another man.", "with_names": "a man is being punched in the face by another man."}, {"scene_id": "gl-06-24-05s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-06-24-05s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-24-05s20", "raw": "A scene from a TV show in which a woman is wearing a pink top and a necklace", "with_names": "a woman is wearing a pink top and a necklace"}, {"scene_id": "gl-06-24-05s21", "raw": "A scene from a TV show in which a man and a woman are shaking hands.", "with_names": "a man and a woman are shaking hands."}, {"scene_id": "gl-06-24-05s22", "raw": "A scene from a TV show in which a man with long hair is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-24-05s23", "raw": "A scene from a TV show in which a piece of paper is seen on the floor", "with_names": "a piece of paper is on the floor"}, {"scene_id": "gl-06-24-05s24", "raw": "A scene from a TV show in which a man is about to throw a ball at a woman.", "with_names": "a man is about to throw a ball at a woman."}, {"scene_id": "gl-06-24-05s25", "raw": "A scene from a TV show in which a police officer is questioning a man.", "with_names": "a police officer is questioning a man."}, {"scene_id": "gl-06-24-05s26", "raw": "", "with_names": ""}]