[{"scene_id": "pc-05-21-02s0", "raw": "A scene from a TV show in which a man is wearing a green shirt and a chair is behind him", "with_names": "Ian is wearing a green shirt and a chair is behind him"}, {"scene_id": "pc-05-21-02s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-05-21-02s2", "raw": "A scene from a TV show in which a man is lying on a couch and is throwing his arms up in the air.", "with_names": "a man is lying on a couch and is throwing his arms up in the air."}, {"scene_id": "pc-05-21-02s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-21-02s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-21-02s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-05-21-02s6", "raw": "A scene from a TV show in which a man is seen walking around a car with a knife.", "with_names": ""}, {"scene_id": "pc-05-21-02s7", "raw": "A scene from a TV show in which a man is holding a woman by the neck and she is looking at him with a shocked expression.", "with_names": "Rafe is holding Livvie by the neck and she is looking at him with a shocked expression."}, {"scene_id": "pc-05-21-02s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "pc-05-21-02s9", "raw": "A scene from a TV show in which a woman is sitting at a bar, with wine bottles and a bottle of wine on the bar.", "with_names": "a woman is sitting at a bar, with wine bottles and a bottle of wine on the bar."}, {"scene_id": "pc-05-21-02s10", "raw": "A scene from a TV show in which a man is wearing a red shirt and looking to the right.", "with_names": "Jack is wearing a red shirt and looking to the right."}, {"scene_id": "pc-05-21-02s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-05-21-02s12", "raw": "A scene from a TV show in which a man is seen in a dark room with a flashlight", "with_names": "a man is in a dark room with a flashlight"}]