[{"scene_id": "atwt-11-07-03s0", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a restaurant, the man is leaning over to kiss the woman on the cheek.", "with_names": "a man and a woman are sitting at a table in a restaurant, the man is leaning over to kiss the woman on the cheek."}, {"scene_id": "atwt-11-07-03s1", "raw": "A scene from a TV show in which a woman is seen with her head bowed.", "with_names": "Katie is with her head bowed."}, {"scene_id": "atwt-11-07-03s2", "raw": "A scene from a TV show in which a man and a woman sit on a bench in a garden.", "with_names": "Stranger and Barbara sit on a bench in a garden."}, {"scene_id": "atwt-11-07-03s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-07-03s4", "raw": "A scene from a TV show in which a man holds a baby while another man looks on.", "with_names": "a man holds a baby while another man looks on."}, {"scene_id": "atwt-11-07-03s5", "raw": "A scene from a TV show in which a glass table is seen through a window.", "with_names": "a glass table is through a window."}, {"scene_id": "atwt-11-07-03s6", "raw": "A scene from a TV show in which two men are standing in a restaurant, one of them is wearing a tie.", "with_names": "two men are standing in a restaurant, one of them is wearing a tie."}, {"scene_id": "atwt-11-07-03s7", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "Mike and Katie are sitting at a table."}, {"scene_id": "atwt-11-07-03s8", "raw": "A scene from a TV show in which a woman is making a face", "with_names": "Annabelle is making a face"}, {"scene_id": "atwt-11-07-03s9", "raw": "A scene from a TV show in which a priest is holding a baby and a woman is standing next to him.", "with_names": "a priest is holding a baby and a woman is standing next to him."}, {"scene_id": "atwt-11-07-03s10", "raw": "A scene from a TV show in which a woman is walking down a garden path, a man is standing behind her, looking at her.", "with_names": "Barbara is walking down a garden path, Stranger is standing behind her, looking at her."}, {"scene_id": "atwt-11-07-03s11", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "Paul is looking down and his eyes are closed."}, {"scene_id": "atwt-11-07-03s12", "raw": "A scene from a TV show in which a woman is interviewed by a man.", "with_names": "Mitzi is interviewed by Craig."}, {"scene_id": "atwt-11-07-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-07-03s14", "raw": "A scene from a TV show in which a woman is sitting next to another woman and they are both looking at something.", "with_names": "a woman is sitting next to another woman and they are both looking at something."}, {"scene_id": "atwt-11-07-03s15", "raw": "A scene from a TV show in which a man and a woman are sitting in a car, both wearing sunglasses.", "with_names": "Craig and Annabelle are sitting in a car, both wearing sunglasses."}, {"scene_id": "atwt-11-07-03s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Paul and Dusty are standing next to each other."}, {"scene_id": "atwt-11-07-03s17", "raw": "A scene from a TV show in which a woman is wearing a leopard print coat and a black turtleneck.", "with_names": "a woman is wearing a leopard print coat and a black turtleneck."}, {"scene_id": "atwt-11-07-03s18", "raw": "A scene from a TV show in which a white circle is on the screen", "with_names": "a white circle is on the screen"}, {"scene_id": "atwt-11-07-03s19", "raw": "A scene from a TV show in which a man is holding a gun and pointing it at a woman.", "with_names": "Mike is holding a gun and pointing it at a woman."}, {"scene_id": "atwt-11-07-03s20", "raw": "A scene from a TV show in which a woman is wearing sunglasses and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-11-07-03s21", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-11-07-03s22", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "Paul is looking at the camera."}, {"scene_id": "atwt-11-07-03s23", "raw": "A scene from a TV show in which a woman is seen through a window, cooking in a kitchen.", "with_names": "Annabelle is through a window, cooking in a kitchen."}, {"scene_id": "atwt-11-07-03s24", "raw": "A scene from a TV show in which a woman is wearing a floral dress and a necklace.", "with_names": "Mitzi is wearing a floral dress and a necklace."}, {"scene_id": "atwt-11-07-03s25", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-11-07-03s26", "raw": "A scene from a TV show in which a woman is wearing a black hat and red lipstick.", "with_names": "a woman is wearing a black hat and red lipstick."}, {"scene_id": "atwt-11-07-03s27", "raw": "A scene from a TV show in which a blue bird is flying through a red sky.", "with_names": "a blue bird is flying through a red sky."}, {"scene_id": "atwt-11-07-03s28", "raw": "A scene from a TV show in which Sherlock Holmes is seen walking through a room with a suitcase.", "with_names": "sherlock holmes is walking through a room with a suitcase."}, {"scene_id": "atwt-11-07-03s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-07-03s30", "raw": "A scene from a TV show in which a woman is standing in a kitchen, a man is talking to her, and other people are standing around.", "with_names": ""}, {"scene_id": "atwt-11-07-03s31", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}]