[{"scene_id": "bb-09-08-17s0", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "bb-09-08-17s1", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a necklace.", "with_names": "a woman is wearing a black shirt and a necklace."}, {"scene_id": "bb-09-08-17s4", "raw": "A scene from a TV show in which a woman is served food by a waiter.", "with_names": "Vivienne is served food by a waiter."}, {"scene_id": "bb-09-08-17s5", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and Rick is standing next to her."}, {"scene_id": "bb-09-08-17s8", "raw": "A scene from a TV show in which a woman is talking about her experience with a man who was abusive.", "with_names": ""}, {"scene_id": "bb-09-08-17s9", "raw": "A scene from a TV show in which a man is wearing a dark shirt and a necklace.", "with_names": "a man is wearing a dark shirt and a necklace."}, {"scene_id": "bb-09-08-17s10", "raw": "A scene from a TV show in which a man sits in a chair and looks at a picture of a woman.", "with_names": "a man sits in a chair and looks at a picture of Zende."}, {"scene_id": "bb-09-08-17s11", "raw": "A scene from a TV show in which a woman is standing in a room with two men.", "with_names": "a woman is standing in a room with two men."}, {"scene_id": "bb-09-08-17s15", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "Nicole is looking at a man and saying, \"i'm not sure what to think.\""}, {"scene_id": "bb-09-08-17s16", "raw": "A scene from a TV show in which a man and a woman sit at a table and talk.", "with_names": "a man and a woman sit at a table and talk."}, {"scene_id": "bb-09-08-17s18", "raw": "A scene from a TV show in which a woman is slapping a man on the face.", "with_names": "Steffy is slapping Liam on the face."}, {"scene_id": "bb-09-08-17s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-08-17s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Ridge are standing next to each other."}, {"scene_id": "bb-09-08-17s21", "raw": "A scene from a TV show in which a couple is having dinner at a restaurant.", "with_names": "a couple is having dinner at a restaurant."}, {"scene_id": "bb-09-08-17s22", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and Julius is looking at her."}, {"scene_id": "bb-09-08-17s23", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Zende and Nicole are standing in a room."}, {"scene_id": "bb-09-08-17s24", "raw": "A scene from a TV show in which a young black woman is hugging a white man.", "with_names": "a young black woman is hugging a white man."}, {"scene_id": "bb-09-08-17s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-08-17s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]