[{"scene_id": "atwt-08-15-07s0", "raw": "A scene from a TV show in which a man is hugging a woman from behind.", "with_names": "Aaron is hugging a woman from behind."}, {"scene_id": "atwt-08-15-07s1", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-08-15-07s2", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a necklace.", "with_names": "a woman is wearing a green shirt and a necklace."}, {"scene_id": "atwt-08-15-07s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-15-07s4", "raw": "A scene from a TV show in which a man is wearing a white shirt and a black tie and is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-15-07s5", "raw": "A scene from a TV show in which a construction worker is shown wearing a hard hat and a safety vest.", "with_names": ""}, {"scene_id": "atwt-08-15-07s6", "raw": "A scene from a TV show in which a man is sitting on a bed writing in a notebook.", "with_names": "a man is sitting on a bed writing in a notebook."}, {"scene_id": "atwt-08-15-07s7", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-08-15-07s8", "raw": "A scene from a TV show in which a woman is talking to a man at a restaurant.", "with_names": ""}, {"scene_id": "atwt-08-15-07s9", "raw": "A scene from a TV show in which a bottle of Lysol disinfectant is shown next to a candle and a potted plant.", "with_names": ""}, {"scene_id": "atwt-08-15-07s10", "raw": "A scene from a TV show in which a man is on the phone and a woman is looking at him.", "with_names": "a man is on the phone and a woman is looking at him."}, {"scene_id": "atwt-08-15-07s11", "raw": "A scene from a TV show in which a woman is wearing a green sweater and a gold necklace.", "with_names": "a woman is wearing a green sweater and a gold necklace."}, {"scene_id": "atwt-08-15-07s12", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and a tie and looking to the right of the frame."}, {"scene_id": "atwt-08-15-07s13", "raw": "A scene from a TV show in which a man is talking to a woman and saying, \"he has a history...\"", "with_names": ""}, {"scene_id": "atwt-08-15-07s14", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-15-07s15", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a gold necklace.", "with_names": "a woman is wearing a green shirt and a gold necklace."}, {"scene_id": "atwt-08-15-07s16", "raw": "A scene from a TV show in which a woman is looking down and wearing a floral dress", "with_names": "a woman is looking down and wearing a floral dress"}, {"scene_id": "atwt-08-15-07s17", "raw": "A scene from a TV show in which a pill is shown to be a combination of three different types of pills.", "with_names": ""}, {"scene_id": "atwt-08-15-07s18", "raw": "A scene from a TV show in which a woman is wearing a floral top and a necklace", "with_names": "a woman is wearing a floral top and a necklace"}, {"scene_id": "atwt-08-15-07s19", "raw": "A scene from a TV show in which a man is walking down a hallway and looking back over his shoulder.", "with_names": "a man is walking down a hallway and looking back over his shoulder."}, {"scene_id": "atwt-08-15-07s20", "raw": "A scene from a TV show in which a woman is talking and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-08-15-07s21", "raw": "A scene from a TV show in which a woman is lying on a bed with her hand on her head", "with_names": "a woman is lying on a bed with her hand on her head"}, {"scene_id": "atwt-08-15-07s22", "raw": "A scene from a TV show in which a dog is seen laying on a bed.", "with_names": "a dog is laying on a bed."}, {"scene_id": "atwt-08-15-07s23", "raw": "A scene from a TV show in which a woman is talking to a receptionist.", "with_names": ""}, {"scene_id": "atwt-08-15-07s24", "raw": "A scene from a TV show in which a man is leaning over a woman in a hospital bed.", "with_names": "a man is leaning over a woman in a hospital bed."}, {"scene_id": "atwt-08-15-07s25", "raw": "A scene from a TV show in which a lizard is seen standing on its hind legs.", "with_names": "a lizard is standing on its hind legs."}, {"scene_id": "atwt-08-15-07s26", "raw": "A scene from a TV show in which a woman is standing on a hill with her arms outstretched.", "with_names": "a woman is standing on a hill with her arms outstretched."}]