[{"scene_id": "gl-12-16-04s0", "raw": "A scene from a TV show in which a woman is holding a baby and kissing her father.", "with_names": "a woman is holding a baby and kissing her father."}, {"scene_id": "gl-12-16-04s1", "raw": "A scene from a TV show in which a man is sitting in a dentist's chair and a machine is being used to take a dental x-ray.", "with_names": "a man is sitting in a dentist's chair and a machine is being used to take a dental x-ray."}, {"scene_id": "gl-12-16-04s2", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-12-16-04s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-16-04s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is holding a wine glass", "with_names": ""}, {"scene_id": "gl-12-16-04s5", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and is looking at a TV screen.", "with_names": "a man is sitting in a hospital bed and is looking at a tv screen."}, {"scene_id": "gl-12-16-04s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-16-04s7", "raw": "A scene from a TV show in which a woman is hugging a man", "with_names": "a woman is hugging a man"}, {"scene_id": "gl-12-16-04s8", "raw": "A scene from a TV show in which a man is wearing a brown coat and a red tie", "with_names": "a man is wearing a brown coat and a red tie"}, {"scene_id": "gl-12-16-04s9", "raw": "A scene from a TV show in which a man is walking down a hallway and a door opens and the door closes", "with_names": "a man is walking down a hallway and a door opens and the door closes"}, {"scene_id": "gl-12-16-04s10", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a big smile on her face.", "with_names": "a woman is wearing a purple dress and a big smile on her face."}, {"scene_id": "gl-12-16-04s11", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-12-16-04s12", "raw": "A scene from a TV show in which a man is smoking a cigarette and another man is holding a lighter.", "with_names": "a man is smoking a cigarette and another man is holding a lighter."}, {"scene_id": "gl-12-16-04s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-16-04s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-12-16-04s15", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and a woman is standing next to him.", "with_names": "a man is sitting in a hospital bed and a woman is standing next to him."}, {"scene_id": "gl-12-16-04s16", "raw": "A scene from a TV show in which a nurse is talking on the phone", "with_names": ""}, {"scene_id": "gl-12-16-04s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-16-04s18", "raw": "A scene from a TV show in which a man is talking about his wife's infidelity.", "with_names": ""}, {"scene_id": "gl-12-16-04s19", "raw": "A scene from a TV show in which a man is trying to move a table with a chair.", "with_names": "a man is trying to move a table with a chair."}, {"scene_id": "gl-12-16-04s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-16-04s21", "raw": "A scene from a TV show in which a woman is talking to someone in a booth.", "with_names": ""}, {"scene_id": "gl-12-16-04s22", "raw": "", "with_names": ""}]