[{"scene_id": "atwt-04-07-09s0", "raw": "A scene from a TV show in which a man is sitting in a diner and talking to a waitress.", "with_names": ""}, {"scene_id": "atwt-04-07-09s1", "raw": "A scene from a TV show in which a man is on the phone and another man is sitting at a computer.", "with_names": "a man is on the phone and another man is sitting at a computer."}, {"scene_id": "atwt-04-07-09s2", "raw": "A scene from a TV show in which a man is wearing a plaid shirt and a woman is behind him", "with_names": "a man is wearing a plaid shirt and ] is behind him"}, {"scene_id": "atwt-04-07-09s3", "raw": "A scene from a TV show in which a man holds a baby and looks at it.", "with_names": "a man holds a baby and looks at it."}, {"scene_id": "atwt-04-07-09s4", "raw": "A scene from a TV show in which a man is wearing glasses and a bow tie and is looking up at the sky", "with_names": "a man is wearing glasses and a bow tie and is looking up at the sky"}, {"scene_id": "atwt-04-07-09s5", "raw": "A scene from a TV show in which a man is looking at a clock and making a surprised face", "with_names": "a man is looking at a clock and making a surprised face"}, {"scene_id": "atwt-04-07-09s6", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-04-07-09s7", "raw": "A scene from a TV show in which a man and a woman sit next to each other and look at a laptop.", "with_names": "a man and a woman sit next to each other and look at a laptop."}, {"scene_id": "atwt-04-07-09s8", "raw": "A scene from a TV show in which a variety of L'Oreal products are shown.", "with_names": "a variety of l'oreal products are shown."}, {"scene_id": "atwt-04-07-09s9", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a necklace", "with_names": "a woman is wearing a leather jacket and a necklace"}, {"scene_id": "atwt-04-07-09s10", "raw": "A scene from a TV show in which a man is standing in a restaurant, looking at a laptop.", "with_names": "a man is standing in a restaurant, looking at a laptop."}, {"scene_id": "atwt-04-07-09s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-07-09s12", "raw": "A scene from a TV show in which a man and a woman are smiling and looking at the camera.", "with_names": "a man and a woman are smiling and looking at the camera."}, {"scene_id": "atwt-04-07-09s13", "raw": "A scene from a TV show in which a man is shirtless and a woman is looking at him.", "with_names": "a man is shirtless and a woman is looking at him."}, {"scene_id": "atwt-04-07-09s14", "raw": "A scene from a TV show in which a man is sitting at a table with his chin resting on his hands, looking at his laptop.", "with_names": "a man is sitting at a table with his chin resting on his hands, looking at his laptop."}, {"scene_id": "atwt-04-07-09s15", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital room.", "with_names": ""}, {"scene_id": "atwt-04-07-09s16", "raw": "A scene from a TV show in which a man is standing on a ship, holding a sword.", "with_names": "a man is standing on a ship, holding a sword."}, {"scene_id": "atwt-04-07-09s17", "raw": "A scene from a TV show in which a woman is wearing a white lab coat and a man is standing next to her.", "with_names": "a woman is wearing a white lab coat and ] is standing next to her."}, {"scene_id": "atwt-04-07-09s18", "raw": "A scene from a TV show in which a man is talking to someone in a library.", "with_names": ""}, {"scene_id": "atwt-04-07-09s19", "raw": "A scene from a TV show in which a little girl is standing at a table with a man, and they are eating food.", "with_names": "a little girl is standing at a table with a man, and they are eating food."}, {"scene_id": "atwt-04-07-09s20", "raw": "A scene from a TV show in which a man is wearing a suit and a bird on his shoulder.", "with_names": "a man is wearing a suit and a bird on his shoulder."}, {"scene_id": "atwt-04-07-09s21", "raw": "A scene from a TV show in which a man is looking at a woman and making a face.", "with_names": "a man is looking at a woman and making a face."}, {"scene_id": "atwt-04-07-09s22", "raw": "A scene from a TV show in which a woman is talking on her cell phone and wearing a white lab coat.", "with_names": ""}, {"scene_id": "atwt-04-07-09s23", "raw": "A scene from a TV show in which a man is holding a baby.", "with_names": "] is holding a baby."}, {"scene_id": "atwt-04-07-09s24", "raw": "A scene from a TV show in which a woman is riding a bike and wearing a helmet.", "with_names": "a woman is riding a bike and wearing a helmet."}]