[{"scene_id": "atwt-04-11-03s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at her cell phone.", "with_names": ""}, {"scene_id": "atwt-04-11-03s1", "raw": "A scene from a TV show in which a shirtless man is lying in bed, looking at his cell phone.", "with_names": "a shirtless man is lying in bed, looking at his cell phone."}, {"scene_id": "atwt-04-11-03s2", "raw": "A scene from a TV show in which a man is dancing with a woman in a pub.", "with_names": "a man is dancing with a woman in a pub."}, {"scene_id": "atwt-04-11-03s3", "raw": "A scene from a TV show in which a woman is standing in front of a fireplace, her head is tilted back and she is looking up", "with_names": "a woman is standing in front of a fireplace, her head is tilted back and she is looking up"}, {"scene_id": "atwt-04-11-03s4", "raw": "A scene from a TV show in which a man is seen in a black room, with a black background.", "with_names": "a man is in a black room, with a black background."}, {"scene_id": "atwt-04-11-03s5", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "atwt-04-11-03s6", "raw": "A scene from a TV show in which a woman is holding a tablet and a man is looking at it.", "with_names": "] is holding a tablet and a man is looking at it."}, {"scene_id": "atwt-04-11-03s7", "raw": "A scene from a TV show in which a man is in a towel in a bathroom", "with_names": "a man is in a towel in a bathroom"}, {"scene_id": "atwt-04-11-03s8", "raw": "A scene from a TV show in which a woman is holding her hands up to her face and making a funny faceI", "with_names": "a woman is holding her hands up to her face and making a funny facei"}, {"scene_id": "atwt-04-11-03s9", "raw": "A scene from a TV show in which a boy and a girl are sitting on a couch with a rabbit.", "with_names": ""}, {"scene_id": "atwt-04-11-03s10", "raw": "A scene from a TV show in which a man is wearing a red shirt and looking at the camera.", "with_names": "a man is wearing a red shirt and looking at the camera."}, {"scene_id": "atwt-04-11-03s11", "raw": "A scene from a TV show in which a man is wearing a red shirt and looking at the camera.", "with_names": "] is wearing a red shirt and looking at the camera."}, {"scene_id": "atwt-04-11-03s12", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-04-11-03s13", "raw": "A scene from a TV show in which a woman is wearing a long black coat and gloves.", "with_names": "a woman is wearing a long black coat and gloves."}, {"scene_id": "atwt-04-11-03s14", "raw": "A scene from a TV show in which a man is seen in a wheelchair. The image is white.", "with_names": "a man is in a wheelchair. the image is white."}, {"scene_id": "atwt-04-11-03s15", "raw": "A scene from a TV show in which a man is dancing with a woman.", "with_names": "a man is dancing with a woman."}, {"scene_id": "atwt-04-11-03s16", "raw": "A scene from a TV show in which a woman is washing her hair.", "with_names": "a woman is washing her hair."}, {"scene_id": "atwt-04-11-03s17", "raw": "A scene from a TV show in which a bottle of Snuggle laundry detergent is shown next to a package of Sniggle laundry detergent bars.", "with_names": ""}, {"scene_id": "atwt-04-11-03s18", "raw": "A scene from a TV show in which a woman is wearing a plaid shirt and a man is in a red shirt.", "with_names": "a woman is wearing a plaid shirt and a man is in a red shirt."}, {"scene_id": "atwt-04-11-03s19", "raw": "A scene from a TV show in which a can of Pam is shown", "with_names": ""}, {"scene_id": "atwt-04-11-03s20", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "atwt-04-11-03s21", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is in a maroon shirt.", "with_names": "a woman is wearing a red shirt and ] is in a maroon shirt."}, {"scene_id": "atwt-04-11-03s22", "raw": "A scene from a TV show in which a young boy is walking down a hallway and looking at a wall.", "with_names": "a young boy is walking down a hallway and looking at a wall."}]