[{"scene_id": "atwt-07-11-01s0", "raw": "A scene from a TV show in which a man is trying on a zebra-print dress.", "with_names": "a man is trying on a zebra-print dress."}, {"scene_id": "atwt-07-11-01s1", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing next to him.", "with_names": "a man is sitting at a desk and Lucinda is standing next to him."}, {"scene_id": "atwt-07-11-01s2", "raw": "A scene from a TV show in which a man is standing next to a hospital bed and reading a paper.", "with_names": "a man is standing next to a hospital bed and reading a paper."}, {"scene_id": "atwt-07-11-01s3", "raw": "A scene from a TV show in which a man is standing in front of a priest.", "with_names": "a man is standing in front of a priest."}, {"scene_id": "atwt-07-11-01s4", "raw": "A scene from a TV show in which a baby is eating a piece of spaghetti.", "with_names": "a baby is eating a piece of spaghetti."}, {"scene_id": "atwt-07-11-01s5", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, drinking cocktails.", "with_names": "a man and Emily are sitting at a table, drinking cocktails."}, {"scene_id": "atwt-07-11-01s6", "raw": "A scene from a TV show in which a man is eating a sandwich and a woman is holding a cup of coffee.", "with_names": "a man is eating a sandwich and a woman is holding a cup of coffee."}, {"scene_id": "atwt-07-11-01s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-11-01s8", "raw": "A scene from a TV show in which a man is talking and his eyes are closed.", "with_names": ""}, {"scene_id": "atwt-07-11-01s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-07-11-01s10", "raw": "A scene from a TV show in which a white circle is superimposed on a black screen", "with_names": "a white circle is superimposed on a black screen"}, {"scene_id": "atwt-07-11-01s11", "raw": "A scene from a TV show in which a woman is talking to someone in a library.", "with_names": ""}, {"scene_id": "atwt-07-11-01s12", "raw": "A scene from a TV show in which a woman is talking and wearing a red dress.", "with_names": ""}, {"scene_id": "atwt-07-11-01s13", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-07-11-01s14", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, looking at a piece of paper.", "with_names": "a man and Emily are sitting at a table, looking at a piece of paper."}, {"scene_id": "atwt-07-11-01s15", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-11-01s16", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-11-01s17", "raw": "A scene from a TV show in which a man is holding a young girl on the floor.", "with_names": "a man is holding a young girl on the floor."}, {"scene_id": "atwt-07-11-01s18", "raw": "A scene from a TV show in which a man is in a jail cell.", "with_names": "a man is in a jail cell."}, {"scene_id": "atwt-07-11-01s19", "raw": "A scene from a TV show in which a man is holding a baby in a hospital room.", "with_names": "Paul is holding a baby in a hospital room."}, {"scene_id": "atwt-07-11-01s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a concerned expression.", "with_names": ""}]