[{"scene_id": "pc-01-16-02s0", "raw": "A scene from a TV show in which a woman is seen in a dark room with a red light shining on her.", "with_names": "Lucy is in a dark room with a red light shining on her."}, {"scene_id": "pc-01-16-02s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-01-16-02s3", "raw": "A scene from a TV show in which a woman is trying to open a door while a man stands behind her.", "with_names": "Paige is trying to open a door while Kevin stands behind her."}, {"scene_id": "pc-01-16-02s4", "raw": "A scene from a TV show in which a man is talking to a reporter in a snowy forest.", "with_names": ""}, {"scene_id": "pc-01-16-02s5", "raw": "A scene from a TV show in which a man wears a sleep mask and talks about the importance of sleep", "with_names": "Rafe wears a sleep mask and talks about the importance of sleep"}, {"scene_id": "pc-01-16-02s6", "raw": "A scene from a TV show in which a young woman is shown smiling.", "with_names": ""}, {"scene_id": "pc-01-16-02s7", "raw": "A scene from a TV show in which a woman is talking to a man and a couple of other people in a pub.", "with_names": ""}, {"scene_id": "pc-01-16-02s8", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "pc-01-16-02s9", "raw": "A scene from a TV show in which a man is smiling and wearing a scarf.", "with_names": "Jamal is smiling and wearing a scarf."}, {"scene_id": "pc-01-16-02s11", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "pc-01-16-02s12", "raw": "A scene from a TV show in which a woman is looking at a piece of paper and is shocked.", "with_names": "ian is looking at a piece of paper and is shocked."}, {"scene_id": "pc-01-16-02s13", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a brown coat and the other is wearing a grey coat.", "with_names": "two men are standing next to each other, one is wearing a brown coat and the other is wearing a grey coat."}, {"scene_id": "pc-01-16-02s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Paige and Amy are standing next to each other."}, {"scene_id": "pc-01-16-02s15", "raw": "A scene from a TV show in which a man is wearing a black coat and a striped scarf", "with_names": "Kevin is wearing a black coat and a striped scarf"}, {"scene_id": "pc-01-16-02s17", "raw": "A scene from a TV show in which a man is laughing hysterically", "with_names": "a man is laughing hysterically"}, {"scene_id": "pc-01-16-02s18", "raw": "A scene from a TV show in which a man and a woman are sitting at a bar.", "with_names": "a man and a woman are sitting at a bar."}, {"scene_id": "pc-01-16-02s20", "raw": "A scene from a TV show in which a woman is talking to two other women.", "with_names": ""}, {"scene_id": "pc-01-16-02s21", "raw": "A scene from a TV show in which a masked man is seen robbing a bank.", "with_names": "a masked man is robbing a bank."}, {"scene_id": "pc-01-16-02s22", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}]