[{"scene_id": "oltl-09-06-06s0", "raw": "A scene from a TV show in which a man throws a ball into a crowd.", "with_names": "Cristian throws a ball into a crowd."}, {"scene_id": "oltl-09-06-06s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-06-06s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-06-06s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-09-06-06s4", "raw": "A scene from a TV show in which a man is seen in the bottom right corner of the screen.", "with_names": "a man is in the bottom right corner of the screen."}, {"scene_id": "oltl-09-06-06s5", "raw": "A scene from a TV show in which a man is sitting at a table and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-06-06s6", "raw": "A scene from a TV show in which a young woman is sitting on a couch and looking off to the side.", "with_names": ""}, {"scene_id": "oltl-09-06-06s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-09-06-06s8", "raw": "A scene from a TV show in which a woman is driving a car and is talking to someone in the back seat.", "with_names": ""}, {"scene_id": "oltl-09-06-06s9", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "oltl-09-06-06s10", "raw": "A scene from a TV show in which a woman is kissing a man on the face.", "with_names": "a woman is kissing a man on the face."}, {"scene_id": "oltl-09-06-06s11", "raw": "A scene from a TV show in which a woman is sitting in a bar and talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-06-06s12", "raw": "A scene from a TV show in which a man is standing in a gym, wearing a tank top and shorts, and a woman is behind him.", "with_names": "a man is standing in a gym, wearing a tank top and shorts, and a woman is behind him."}, {"scene_id": "oltl-09-06-06s13", "raw": "A scene from a TV show in which a woman is sitting on a hospital bed and looking at the camera.", "with_names": "a woman is sitting on a hospital bed and looking at the camera."}, {"scene_id": "oltl-09-06-06s14", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-09-06-06s15", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-09-06-06s16", "raw": "A scene from a TV show in which a man is drinking a glass of wine.", "with_names": "a man is drinking a glass of wine."}, {"scene_id": "oltl-09-06-06s17", "raw": "A scene from a TV show in which a man and a woman are standing in front of a red punching bag.", "with_names": "a man and a woman are standing in front of a red punching bag."}, {"scene_id": "oltl-09-06-06s18", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-09-06-06s19", "raw": "A scene from a TV show in which a woman is smoking a cigarette and a man is standing next to her.", "with_names": "a woman is smoking a cigarette and a man is standing next to her."}, {"scene_id": "oltl-09-06-06s20", "raw": "A scene from a TV show in which a young girl is sitting in a hospital bed.", "with_names": "a young girl is sitting in a hospital bed."}, {"scene_id": "oltl-09-06-06s21", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace", "with_names": "a woman is wearing a red dress and a necklace"}, {"scene_id": "oltl-09-06-06s22", "raw": "A scene from a TV show in which a woman is touching a man's chest.", "with_names": "a woman is touching a man's chest."}, {"scene_id": "oltl-09-06-06s23", "raw": "A scene from a TV show in which a man is holding a gun and pointing it at someone.", "with_names": "a man is holding a gun and pointing it at someone."}, {"scene_id": "oltl-09-06-06s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-06-06s25", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-09-06-06s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-06-06s27", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and he is holding a fork and a knife.", "with_names": "a woman is sitting at a table with a man, and he is holding a fork and a knife."}, {"scene_id": "oltl-09-06-06s28", "raw": "A scene from a TV show in which a woman is being assaulted by a man in a bar.", "with_names": "a woman is being assaulted by a man in a bar."}, {"scene_id": "oltl-09-06-06s29", "raw": "A scene from a TV show in which a woman is singing into a microphone.", "with_names": "a woman is singing into a microphone."}, {"scene_id": "oltl-09-06-06s30", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-09-06-06s31", "raw": "A scene from a TV show in which a man is looking down and his mouth is open.", "with_names": "a man is looking down and his mouth is open."}, {"scene_id": "oltl-09-06-06s32", "raw": "A scene from a TV show in which a man is seen beating a woman.", "with_names": "a man is beating a woman."}]