[{"scene_id": "pc-12-26-00s0", "raw": "A scene from a TV show in which a woman is sitting at a table with a cup and a spoon in front of her", "with_names": "Lucy is sitting at a table with a cup and a spoon in front of her"}, {"scene_id": "pc-12-26-00s1", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "pc-12-26-00s2", "raw": "A scene from a TV show in which a woman is talking to a man while holding a telescope.", "with_names": ""}, {"scene_id": "pc-12-26-00s3", "raw": "A scene from a TV show in which a woman is standing behind a counter and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-12-26-00s4", "raw": "A scene from a TV show in which a man is holding a box and a woman is looking at him.", "with_names": "a man is holding a box and Eve is looking at him."}, {"scene_id": "pc-12-26-00s5", "raw": "A scene from a TV show in which a woman is wearing scrubs and a stethoscope around her neck and another man is standing next to her.", "with_names": "a woman is wearing scrubs and a stethoscope around her neck and another man is standing next to her."}, {"scene_id": "pc-12-26-00s6", "raw": "A scene from a TV show in which a blonde woman is wearing a pink shirt and a red bow.", "with_names": "a blonde woman is wearing a pink shirt and a red bow."}, {"scene_id": "pc-12-26-00s7", "raw": "A scene from a TV show in which a man and a woman are sitting in a restaurant.", "with_names": "a man and a woman are sitting in a restaurant."}, {"scene_id": "pc-12-26-00s8", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "pc-12-26-00s9", "raw": "A scene from a TV show in which a nurse is yelling at a patient.", "with_names": "a nurse is yelling at a patient."}, {"scene_id": "pc-12-26-00s10", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "pc-12-26-00s11", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a scarf", "with_names": "Lucy is wearing a fur coat and a scarf"}, {"scene_id": "pc-12-26-00s12", "raw": "A scene from a TV show in which a man is wearing a stethoscope around his neck", "with_names": "a man is wearing a stethoscope around his neck"}, {"scene_id": "pc-12-26-00s13", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Eve is looking at a man and he is looking back at her."}, {"scene_id": "pc-12-26-00s14", "raw": "A scene from a TV show in which a man holds a large metal object.", "with_names": "a man holds a large metal object."}]