[{"scene_id": "atwt-07-06-05s0", "raw": "A scene from a TV show in which a blonde woman is looking down and smiling.", "with_names": "a blonde woman is looking down and smiling."}, {"scene_id": "atwt-07-06-05s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-06-05s2", "raw": "A scene from a TV show in which a woman is wearing a red tank top and a necklace, and another man is standing next to her.", "with_names": "a woman is wearing a red tank top and a necklace, and another man is standing next to her."}, {"scene_id": "atwt-07-06-05s3", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-07-06-05s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-06-05s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-06-05s6", "raw": "A scene from a TV show in which a man is sitting on a park bench and a bag of chips is being opened.", "with_names": "a man is sitting on a park bench and a bag of chips is being opened."}, {"scene_id": "atwt-07-06-05s7", "raw": "A scene from a TV show in which a boy is talking to another boy.", "with_names": ""}, {"scene_id": "atwt-07-06-05s8", "raw": "A scene from a TV show in which a woman is smiling and wearing a green shirt.", "with_names": "a woman is smiling and wearing a green shirt."}, {"scene_id": "atwt-07-06-05s9", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to think.\"", "with_names": "a man is looking at a woman and saying, \"i'm not sure what to think.\""}, {"scene_id": "atwt-07-06-05s10", "raw": "A scene from a TV show in which an older couple is sitting on a couch. The caption reads: If you're 60 or over, continuous use of pain medicine such as ibuprofen, naproxen, or aspirin may put you at risk for an", "with_names": ""}, {"scene_id": "atwt-07-06-05s11", "raw": "A scene from a TV show in which a man and a woman sit on a couch and watch a movie.", "with_names": "a man and a woman sit on a couch and watch a movie."}, {"scene_id": "atwt-07-06-05s12", "raw": "A scene from a TV show in which a woman is crying and another woman is comforting her.", "with_names": "a woman is crying and another woman is comforting her."}, {"scene_id": "atwt-07-06-05s13", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-07-06-05s14", "raw": "A scene from a TV show in which a child is shown how to use a stuffed animal to clean their face.", "with_names": ""}, {"scene_id": "atwt-07-06-05s15", "raw": "A scene from a TV show in which a man is looking at a woman and talking.", "with_names": ""}, {"scene_id": "atwt-07-06-05s16", "raw": "A scene from a TV show in which a man and a woman are standing in a restaurant.", "with_names": "a man and a woman are standing in a restaurant."}, {"scene_id": "atwt-07-06-05s17", "raw": "A scene from a TV show in which a man is standing in a room with a woman sitting at a table.", "with_names": "a man is standing in a room with a woman sitting at a table."}, {"scene_id": "atwt-07-06-05s18", "raw": "A scene from a TV show in which M&Ms are being sold in a store.", "with_names": "m&ms are being sold in a store."}, {"scene_id": "atwt-07-06-05s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-06-05s20", "raw": "A scene from a TV show in which a man is looking down and wearing a blue shirt", "with_names": "a man is looking down and wearing a blue shirt"}, {"scene_id": "atwt-07-06-05s21", "raw": "A scene from a TV show in which people are seen looking through a glass door.", "with_names": "people are looking through a glass door."}, {"scene_id": "atwt-07-06-05s22", "raw": "A scene from a TV show in which a woman is walking down a street, wearing a blue dress and a green bag.", "with_names": "a woman is walking down a street, wearing a blue dress and a green bag."}, {"scene_id": "atwt-07-06-05s23", "raw": "A scene from a TV show in which a man is wearing a red shirt and a woman is standing next to him.", "with_names": "a man is wearing a red shirt and a woman is standing next to him."}, {"scene_id": "atwt-07-06-05s24", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-07-06-05s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-06-05s26", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-07-06-05s27", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]