[{"scene_id": "atwt-02-15-08s0", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "Gwen is wearing a black dress and a necklace"}, {"scene_id": "atwt-02-15-08s1", "raw": "A scene from a TV show in which a woman is wearing a green dress and her hair is in a curly updo", "with_names": "a woman is wearing a green dress and her hair is in a curly updo"}, {"scene_id": "atwt-02-15-08s2", "raw": "A scene from a TV show in which a woman is looking at a man and his jacket.", "with_names": "a woman is looking at a man and his jacket."}, {"scene_id": "atwt-02-15-08s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-15-08s4", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-02-15-08s5", "raw": "A scene from a TV show in which a woman is holding a cup and a man is standing next to her.", "with_names": "a woman is holding a cup and a man is standing next to her."}, {"scene_id": "atwt-02-15-08s6", "raw": "A scene from a TV show in which Jennifer Aniston is wearing a black dress and looking at the camera.", "with_names": "jennifer aniston is wearing a black dress and looking at the camera."}, {"scene_id": "atwt-02-15-08s7", "raw": "A scene from a TV show in which a toothbrush is being tested for sensitivity.", "with_names": "a toothbrush is being tested for sensitivity."}, {"scene_id": "atwt-02-15-08s8", "raw": "A scene from a TV show in which a man and a woman are standing together, smiling and looking at a piece of paper.", "with_names": "a man and a woman are standing together, smiling and looking at a piece of paper."}, {"scene_id": "atwt-02-15-08s9", "raw": "A scene from a TV show in which a woman is looking at her hand", "with_names": "a woman is looking at her hand"}, {"scene_id": "atwt-02-15-08s10", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "atwt-02-15-08s11", "raw": "A scene from a TV show in which a young man is wearing a suit and a man in a tie is standing next to him.", "with_names": "a young man is wearing a suit and a man in a tie is standing next to him."}, {"scene_id": "atwt-02-15-08s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-15-08s13", "raw": "A scene from a TV show in which a man is seen using a knife to cut a window.", "with_names": "a man is using a knife to cut a window."}, {"scene_id": "atwt-02-15-08s14", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "atwt-02-15-08s15", "raw": "A scene from a TV show in which a woman is looking at a man and a police officer is in the background.", "with_names": "a woman is looking at a man and a police officer is in the background."}, {"scene_id": "atwt-02-15-08s16", "raw": "A scene from a TV show in which a young man is sitting at a desk with a man sitting next to him.", "with_names": "a young man is sitting at a desk with a man sitting next to him."}, {"scene_id": "atwt-02-15-08s17", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "atwt-02-15-08s18", "raw": "A scene from a TV show in which a woman is wearing a green coat and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-02-15-08s19", "raw": "A scene from a TV show in which a young man is interviewed by two older men.", "with_names": "a young man is interviewed by two older men."}, {"scene_id": "atwt-02-15-08s20", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "atwt-02-15-08s21", "raw": "A scene from a TV show in which a woman is sitting in front of a judge.", "with_names": "a woman is sitting in front of a judge."}, {"scene_id": "atwt-02-15-08s22", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a necklace", "with_names": "a woman is wearing a red shirt and a necklace"}, {"scene_id": "atwt-02-15-08s23", "raw": "A scene from a TV show in which a young man is wearing a suit and tie and talking.", "with_names": ""}, {"scene_id": "atwt-02-15-08s24", "raw": "A scene from a TV show in which a woman sneezes into a bunch of lavender.", "with_names": "a woman sneezes into a bunch of lavender."}, {"scene_id": "atwt-02-15-08s25", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-15-08s26", "raw": "A scene from a TV show in which a black woman is smiling and a white man is looking at her.", "with_names": "a black woman is smiling and a white man is looking at her."}, {"scene_id": "atwt-02-15-08s27", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-15-08s28", "raw": "A scene from a TV show in which a young man is interviewing an older man.", "with_names": "a young man is interviewing an older man."}, {"scene_id": "atwt-02-15-08s29", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a necklace.", "with_names": "a woman is wearing a red shirt and a necklace."}, {"scene_id": "atwt-02-15-08s30", "raw": "A scene from a TV show in which a man is seen with his face distorted by a glass.", "with_names": "a man is with his face distorted by a glass."}, {"scene_id": "atwt-02-15-08s31", "raw": "A scene from a TV show in which a man presses the button to call an elevator.", "with_names": "a man presses the button to call an elevator."}, {"scene_id": "atwt-02-15-08s32", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-15-08s33", "raw": "A scene from a TV show in which a young man is wearing a suit and tie.", "with_names": "a young man is wearing a suit and tie."}, {"scene_id": "atwt-02-15-08s34", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at ] and she is looking away."}, {"scene_id": "atwt-02-15-08s35", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-15-08s36", "raw": "A scene from a TV show in which a teacher is seen slapping a student.", "with_names": "a teacher is slapping a student."}, {"scene_id": "atwt-02-15-08s37", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-02-15-08s38", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, looking at each other.", "with_names": "a man and a woman are sitting at a table, looking at each other."}, {"scene_id": "atwt-02-15-08s39", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and they are holding hands.", "with_names": "a woman is sitting at a table with a man, and they are holding hands."}, {"scene_id": "atwt-02-15-08s40", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a necklace.", "with_names": "a woman is wearing a red shirt and a necklace."}, {"scene_id": "atwt-02-15-08s41", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-15-08s42", "raw": "A scene from a TV show in which a woman is drinking a glass of milk.", "with_names": "a woman is drinking a glass of milk."}, {"scene_id": "atwt-02-15-08s43", "raw": "A scene from a TV show in which two men are sitting at a bar, drinking beer.", "with_names": "two men are sitting at a bar, drinking beer."}]