[{"scene_id": "atwt-01-05-05s0", "raw": "A scene from a TV show in which a woman is drinking a soda.", "with_names": "Katie is drinking a soda."}, {"scene_id": "atwt-01-05-05s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-05-05s2", "raw": "A scene from a TV show in which two men are arguing with each other.", "with_names": "two men are arguing with each other."}, {"scene_id": "atwt-01-05-05s3", "raw": "A scene from a TV show in which a woman is standing at a table with her hands on her hips", "with_names": "a woman is standing at a table with her hands on her hips"}, {"scene_id": "atwt-01-05-05s4", "raw": "A scene from a TV show in which a woman is wearing a red turtleneck and a black blazer.", "with_names": "a woman is wearing a red turtleneck and a black blazer."}, {"scene_id": "atwt-01-05-05s5", "raw": "A scene from a TV show in which the globe is lit up with the words \"In the World\"", "with_names": "the globe is lit up with the words \"in the world\""}, {"scene_id": "atwt-01-05-05s6", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a book.", "with_names": ""}, {"scene_id": "atwt-01-05-05s7", "raw": "A scene from a TV show in which a woman is talking to someone and looking down.", "with_names": ""}, {"scene_id": "atwt-01-05-05s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-05-05s9", "raw": "A scene from a TV show in which a woman is sitting in front of a man and looking at him with a sad expression.", "with_names": "a woman is sitting in front of a man and looking at him with a sad expression."}, {"scene_id": "atwt-01-05-05s10", "raw": "A scene from a TV show in which a blonde woman is wearing a pink coat and a scarf.", "with_names": "a blonde woman is wearing a pink coat and a scarf."}, {"scene_id": "atwt-01-05-05s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-01-05-05s12", "raw": "A scene from a TV show in which a woman is wearing a green coat and a short blonde hair.", "with_names": "a woman is wearing a green coat and a short blonde hair."}, {"scene_id": "atwt-01-05-05s13", "raw": "A scene from a TV show in which a white circle is on a black background", "with_names": "a white circle is on a black background"}, {"scene_id": "atwt-01-05-05s14", "raw": "A scene from a TV show in which a woman is talking and her face is contorted.", "with_names": ""}, {"scene_id": "atwt-01-05-05s15", "raw": "A scene from a TV show in which a woman is holding a child and another child sits on her lap. The child on the woman's lap has a look of concern on his face.", "with_names": "a woman is holding a child and another child sits on her lap. the child on the woman's lap has a look of concern on his face."}, {"scene_id": "atwt-01-05-05s16", "raw": "A scene from a TV show in which a man is on the phone and a TV screen shows a map", "with_names": "a man is on the phone and a tv screen shows a map"}, {"scene_id": "atwt-01-05-05s17", "raw": "A scene from a TV show in which two women are sitting at a table talking.", "with_names": ""}, {"scene_id": "atwt-01-05-05s18", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "atwt-01-05-05s19", "raw": "", "with_names": ""}, {"scene_id": "atwt-01-05-05s20", "raw": "A scene from a TV show in which a woman is wearing a grey dress and a man is in a black suit.", "with_names": "a woman is wearing a grey dress and a man is in a black suit."}, {"scene_id": "atwt-01-05-05s21", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-01-05-05s22", "raw": "A scene from a TV show in which a man is bitten by a tick.", "with_names": "a man is bitten by a tick."}, {"scene_id": "atwt-01-05-05s23", "raw": "A scene from a TV show in which a woman is holding a glass of wine and talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-05-05s24", "raw": "A scene from a TV show in which a blonde woman is looking at a man and smiling.", "with_names": "a blonde woman is looking at a man and smiling."}, {"scene_id": "atwt-01-05-05s25", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-01-05-05s26", "raw": "A scene from a TV show in which a woman is wearing a red turtleneck and a black jacket.", "with_names": "a woman is wearing a red turtleneck and a black jacket."}]