[{"scene_id": "oltl-06-01-07s0", "raw": "A scene from a TV show in which a man is drinking a beer from a cup.", "with_names": "John is drinking a beer from a cup."}, {"scene_id": "oltl-06-01-07s1", "raw": "A scene from a TV show in which a man is looking up and smiling.", "with_names": "a man is looking up and smiling."}, {"scene_id": "oltl-06-01-07s2", "raw": "A scene from a TV show in which a man is sitting in front of a bongo drum.", "with_names": "a man is sitting in front of a bongo drum."}, {"scene_id": "oltl-06-01-07s3", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-06-01-07s4", "raw": "A scene from a TV show in which a white dog is sitting on a white surface.", "with_names": "a white dog is sitting on a white surface."}, {"scene_id": "oltl-06-01-07s5", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-01-07s6", "raw": "A scene from a TV show in which a man is talking to another mande", "with_names": ""}, {"scene_id": "oltl-06-01-07s7", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-01-07s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-01-07s9", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "oltl-06-01-07s10", "raw": "A scene from a TV show in which a man is smoking a cigarette and talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-01-07s11", "raw": "A scene from a TV show in which a blonde woman is wearing a white coat and stethoscope.", "with_names": "a blonde woman is wearing a white coat and stethoscope."}, {"scene_id": "oltl-06-01-07s12", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen mask.", "with_names": "a woman is lying in a hospital bed with an oxygen mask."}, {"scene_id": "oltl-06-01-07s13", "raw": "A scene from a TV show in which a woman is yelling and her mouth is open.", "with_names": "a woman is yelling and her mouth is open."}, {"scene_id": "oltl-06-01-07s14", "raw": "A scene from a TV show in which a man is talking to a woman and pointing at a wall.", "with_names": ""}, {"scene_id": "oltl-06-01-07s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-01-07s16", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-06-01-07s17", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "oltl-06-01-07s18", "raw": "A scene from a TV show in which a man and a woman are talking in a bar.", "with_names": ""}, {"scene_id": "oltl-06-01-07s19", "raw": "A scene from a TV show in which a man is being questioned by a police officer on a plane.", "with_names": "a man is being questioned by a police officer on a plane."}, {"scene_id": "oltl-06-01-07s20", "raw": "A scene from a TV show in which a woman is wearing a white lab coat and a man is in a black jacket.", "with_names": "a woman is wearing a white lab coat and a man is in a black jacket."}, {"scene_id": "oltl-06-01-07s21", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "oltl-06-01-07s22", "raw": "A scene from a TV show in which a man is sitting in a restaurant, looking to the right, and a woman is standing behind him.", "with_names": "a man is sitting in a restaurant, looking to the right, and a woman is standing behind him."}, {"scene_id": "oltl-06-01-07s23", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "oltl-06-01-07s24", "raw": "A scene from a TV show in which a woman is being questioned by two men.", "with_names": "a woman is being questioned by two men."}, {"scene_id": "oltl-06-01-07s25", "raw": "A scene from a TV show in which a man is walking around a living room, looking at a couch and a chair.", "with_names": ""}, {"scene_id": "oltl-06-01-07s26", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-06-01-07s27", "raw": "A scene from a TV show in which a man is sitting at a table with a laptop and a woman is standing behind him", "with_names": "a man is sitting at a table with a laptop and a woman is standing behind him"}, {"scene_id": "oltl-06-01-07s28", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with her eyes closed.", "with_names": "a woman is lying in a hospital bed with her eyes closed."}]