[{"scene_id": "oltl-11-06-06s0", "raw": "A scene from a TV show in which two men are standing in a bar, one of them is wearing a suit and the other is wearing a leather jacket.", "with_names": "two men are standing in a bar, one of them is wearing a suit and the other is wearing a leather jacket."}, {"scene_id": "oltl-11-06-06s1", "raw": "A scene from a TV show in which a man and a woman sit in a waiting room.", "with_names": "a man and a woman sit in a waiting room."}, {"scene_id": "oltl-11-06-06s2", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-11-06-06s3", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-11-06-06s4", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "oltl-11-06-06s5", "raw": "A scene from a TV show in which a man is sitting at a desk and pointing at the wall.", "with_names": "a man is sitting at a desk and pointing at the wall."}, {"scene_id": "oltl-11-06-06s6", "raw": "A scene from a TV show in which a woman is standing in front of a man in a kitchen, with a laptop in front.", "with_names": "a woman is standing in front of a man in a kitchen, with a laptop in front."}, {"scene_id": "oltl-11-06-06s7", "raw": "A scene from a TV show in which a woman is talking to someone and touching her neck.", "with_names": ""}, {"scene_id": "oltl-11-06-06s8", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a cross on his chest.", "with_names": "a man is wearing a leather jacket and a cross on his chest."}, {"scene_id": "oltl-11-06-06s9", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "oltl-11-06-06s10", "raw": "A scene from a TV show in which a woman and a girl are sitting at a table, smiling and looking at the gift they are holding.", "with_names": "a woman and a girl are sitting at a table, smiling and looking at the gift they are holding."}, {"scene_id": "oltl-11-06-06s11", "raw": "A scene from a TV show in which a man is trying to light a candle with a lighter.", "with_names": "a man is trying to light a candle with a lighter."}, {"scene_id": "oltl-11-06-06s12", "raw": "A scene from a TV show in which a woman is wearing a robe and talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-11-06-06s13", "raw": "A scene from a TV show in which a man is talking on a cell phone in a kitchen.", "with_names": ""}, {"scene_id": "oltl-11-06-06s14", "raw": "A scene from a TV show in which a man is putting a shirt on a woman.", "with_names": "a man is putting a shirt on a woman."}, {"scene_id": "oltl-11-06-06s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-06-06s16", "raw": "A scene from a TV show in which a man is sitting on a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-11-06-06s17", "raw": "A scene from a TV show in which a man is standing next to a bed and a woman is lying on it.", "with_names": "a man is standing next to a bed and ] is lying on it."}, {"scene_id": "oltl-11-06-06s18", "raw": "A scene from a TV show in which a blonde woman is dancing in a bar with other women.", "with_names": "a blonde woman is dancing in a bar with other women."}, {"scene_id": "oltl-11-06-06s19", "raw": "A scene from a TV show in which a group of people are standing around a fire.", "with_names": "a group of people are standing around a fire."}, {"scene_id": "oltl-11-06-06s20", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-11-06-06s21", "raw": "A scene from a TV show in which three women are dancing together.", "with_names": "three women are dancing together."}, {"scene_id": "oltl-11-06-06s22", "raw": "A scene from a TV show in which a man is standing in a room with three other men, all of them holding wine glasses.", "with_names": "a man is standing in a room with three other men, all of them holding wine glasses."}, {"scene_id": "oltl-11-06-06s23", "raw": "A scene from a TV show in which a man is wrapped in bandages and lying in a hospital bed.", "with_names": "a man is wrapped in bandages and lying in a hospital bed."}]