[{"scene_id": "pc-02-05-02s0", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a necklace and smiling.", "with_names": "a woman is wearing a red shirt and a necklace and smiling."}, {"scene_id": "pc-02-05-02s1", "raw": "A scene from a TV show in which a man and a woman are kissing in front of a door. A man is standing behind them, looking on.", "with_names": "a man and a woman are kissing in front of a door. a man is standing behind them, looking on."}, {"scene_id": "pc-02-05-02s2", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-02-05-02s3", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "pc-02-05-02s4", "raw": "A scene from a TV show in which a man is seen in the shadows.", "with_names": "a man is in the shadows."}, {"scene_id": "pc-02-05-02s5", "raw": "A scene from a TV show in which a man and a woman are arguing in a hotel lobby.", "with_names": "Victor and Mary are arguing in a hotel lobby."}, {"scene_id": "pc-02-05-02s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-02-05-02s7", "raw": "A scene from a TV show in which a woman is holding a man's hand while he is lying on a hospital bed.", "with_names": "a woman is holding Ian's hand while he is lying on a hospital bed."}, {"scene_id": "pc-02-05-02s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-02-05-02s9", "raw": "A scene from a TV show in which a woman is talking to a man in a locker room.", "with_names": ""}, {"scene_id": "pc-02-05-02s10", "raw": "A scene from a TV show in which a blonde woman is wearing a black coat and a ponytail.", "with_names": "a blonde woman is wearing a black coat and a ponytail."}, {"scene_id": "pc-02-05-02s11", "raw": "A scene from a TV show in which two doctors are running through a hospital.", "with_names": "two doctors are running through a hospital."}, {"scene_id": "pc-02-05-02s12", "raw": "A scene from a TV show in which a woman is sitting next to a man in a hospital bed, both smiling.", "with_names": "Lucy is sitting next to a man in a hospital bed, both smiling."}, {"scene_id": "pc-02-05-02s13", "raw": "A scene from a TV show in which a man and a woman are staring at each other.", "with_names": "a man and a woman are staring at each other."}, {"scene_id": "pc-02-05-02s14", "raw": "A scene from a TV show in which a woman is smiling and a man is kissing her on the cheek.", "with_names": "Amy is smiling and Chris is kissing her on the cheek."}, {"scene_id": "pc-02-05-02s15", "raw": "A scene from a TV show in which a woman is looking at a man and he is holding a gun.", "with_names": "Alison is looking at a man and he is holding a gun."}, {"scene_id": "pc-02-05-02s16", "raw": "A scene from a TV show in which a doctor and two nurses are standing around a patient in a hospital bed.", "with_names": "a doctor and two nurses are standing around a patient in a hospital bed."}, {"scene_id": "pc-02-05-02s17", "raw": "A scene from a TV show in which a woman is crying over a man in a hospital bed.", "with_names": "a woman is crying over a man in a hospital bed."}, {"scene_id": "pc-02-05-02s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]