[{"scene_id": "atwt-01-12-05s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-12-05s1", "raw": "A scene from a TV show in which a woman is sitting on a chair and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-01-12-05s2", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-01-12-05s3", "raw": "A scene from a TV show in which a young man is wearing a red shirt and a black coat", "with_names": "a young man is wearing a red shirt and a black coat"}, {"scene_id": "atwt-01-12-05s4", "raw": "A scene from a TV show in which a blonde woman is crying.", "with_names": "a blonde woman is crying."}, {"scene_id": "atwt-01-12-05s5", "raw": "A scene from a TV show in which a bottle of prescription drugs is shown.", "with_names": ""}, {"scene_id": "atwt-01-12-05s6", "raw": "A scene from a TV show in which a woman is wearing a red coat and a man is standing behind her.", "with_names": "a woman is wearing a red coat and a man is standing behind her."}, {"scene_id": "atwt-01-12-05s7", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-12-05s8", "raw": "A scene from a TV show in which a man is wearing a black sweater and a woman is sitting next to him", "with_names": "a man is wearing a black sweater and a woman is sitting next to him"}, {"scene_id": "atwt-01-12-05s9", "raw": "A scene from a TV show in which a woman is sitting on the stairs with her two children.", "with_names": "a woman is sitting on the stairs with her two children."}, {"scene_id": "atwt-01-12-05s10", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-01-12-05s11", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-01-12-05s12", "raw": "A scene from a TV show in which a woman is talking on her cell phone and smiling.", "with_names": ""}, {"scene_id": "atwt-01-12-05s13", "raw": "A scene from a TV show in which a man is wearing a black coat and a grey shirt", "with_names": "a man is wearing a black coat and a grey shirt"}, {"scene_id": "atwt-01-12-05s14", "raw": "A scene from a TV show in which a woman is wearing a white fur coat and a short haircut", "with_names": "a woman is wearing a white fur coat and a short haircut"}, {"scene_id": "atwt-01-12-05s15", "raw": "A scene from a TV show in which a man and a woman are in a jail cell.", "with_names": "a man and a woman are in a jail cell."}, {"scene_id": "atwt-01-12-05s16", "raw": "A scene from a TV show in which a woman is standing in a doorway, with the words \"increases in bone mass\" overlaid.", "with_names": "a woman is standing in a doorway, with the words \"increases in bone mass\" overlaid."}, {"scene_id": "atwt-01-12-05s17", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, with a bottle and a vase in the background.", "with_names": "a man and a woman are standing in a bar, with a bottle and a vase in the background."}, {"scene_id": "atwt-01-12-05s18", "raw": "A scene from a TV show in which a man is trying to open a car door in the snow.", "with_names": "a man is trying to open a car door in the snow."}, {"scene_id": "atwt-01-12-05s19", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a man is standing next to her.", "with_names": "a woman is wearing a fur coat and a man is standing next to her."}, {"scene_id": "atwt-01-12-05s20", "raw": "A scene from a TV show in which a man is behind bars and a woman is in front of him.", "with_names": "a man is behind bars and a woman is in front of him."}, {"scene_id": "atwt-01-12-05s21", "raw": "A scene from a TV show in which a man is wearing a black coat and a shirt", "with_names": "a man is wearing a black coat and a shirt"}, {"scene_id": "atwt-01-12-05s22", "raw": "A scene from a TV show in which Vagisil is being used to treat vaginal dryness", "with_names": "vagisil is being used to treat vaginal dryness"}, {"scene_id": "atwt-01-12-05s23", "raw": "A scene from a TV show in which a woman is wearing a grey top and black pants.", "with_names": "a woman is wearing a grey top and black pants."}, {"scene_id": "atwt-01-12-05s24", "raw": "A scene from a TV show in which a man is wearing a black jacket and a brown shirt.", "with_names": "a man is wearing a black jacket and a brown shirt."}, {"scene_id": "atwt-01-12-05s25", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-01-12-05s26", "raw": "A scene from a TV show in which a woman is carrying flowers through a hallway.", "with_names": "a woman is carrying flowers through a hallway."}, {"scene_id": "atwt-01-12-05s27", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "atwt-01-12-05s28", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-01-12-05s29", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "a woman is laughing"}, {"scene_id": "atwt-01-12-05s30", "raw": "A scene from a TV show in which a blonde woman is looking through bars.", "with_names": "a blonde woman is looking through bars."}]