[{"scene_id": "atwt-04-26-04s0", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-26-04s1", "raw": "A scene from a TV show in which a man is wearing a black jacket and a white shirt.", "with_names": "a man is wearing a black jacket and a white shirt."}, {"scene_id": "atwt-04-26-04s2", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-04-26-04s3", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-04-26-04s4", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-04-26-04s5", "raw": "A scene from a TV show in which a man is climbing a ladder to clean a roof.", "with_names": "a man is climbing a ladder to clean a roof."}, {"scene_id": "atwt-04-26-04s6", "raw": "A scene from a TV show in which a woman is holding a wine glass and a lamp.", "with_names": "a woman is holding a wine glass and a lamp."}, {"scene_id": "atwt-04-26-04s7", "raw": "A scene from a TV show in which a man and a woman are standing in a hotel room.", "with_names": "a man and a woman are standing in a hotel room."}, {"scene_id": "atwt-04-26-04s8", "raw": "A scene from a TV show in which a woman is shown with her eyes closed.", "with_names": ""}, {"scene_id": "atwt-04-26-04s9", "raw": "A scene from a TV show in which a woman is cleaning a hotel room.", "with_names": "a woman is cleaning a hotel room."}, {"scene_id": "atwt-04-26-04s10", "raw": "A scene from a TV show in which a woman is holding her head in her hand.", "with_names": "a woman is holding her head in her hand."}, {"scene_id": "atwt-04-26-04s11", "raw": "A scene from a TV show in which a woman is wearing a black dress and long hair", "with_names": "a woman is wearing a black dress and long hair"}, {"scene_id": "atwt-04-26-04s12", "raw": "A scene from a TV show in which a white circle is superimposed on a black screen", "with_names": "a white circle is superimposed on a black screen"}, {"scene_id": "atwt-04-26-04s13", "raw": "A scene from a TV show in which a blonde woman is wearing a red jacket and smiling.", "with_names": "a blonde woman is wearing a red jacket and smiling."}, {"scene_id": "atwt-04-26-04s14", "raw": "A scene from a TV show in which a man is seen in a hospital bed. The image is white.", "with_names": "a man is in a hospital bed. the image is white."}, {"scene_id": "atwt-04-26-04s15", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking up", "with_names": "a man is wearing a suit and a tie and looking up"}, {"scene_id": "atwt-04-26-04s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-04-26-04s17", "raw": "A scene from a TV show in which a man and woman are talking.", "with_names": ""}, {"scene_id": "atwt-04-26-04s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-26-04s19", "raw": "A scene from a TV show in which a blonde woman is smiling and wearing a pink shirt.", "with_names": "a blonde woman is smiling and wearing a pink shirt."}, {"scene_id": "atwt-04-26-04s20", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "atwt-04-26-04s21", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-04-26-04s22", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}]