[{"scene_id": "gl-01-26-05s0", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a grey jacket", "with_names": "a man is wearing a blue shirt and a grey jacket"}, {"scene_id": "gl-01-26-05s1", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Tony and Michelle are lying in bed together."}, {"scene_id": "gl-01-26-05s2", "raw": "A scene from a TV show in which a young woman is talking about her life.", "with_names": ""}, {"scene_id": "gl-01-26-05s3", "raw": "A scene from a TV show in which a woman is talking on the phone while holding a plate of food.", "with_names": ""}, {"scene_id": "gl-01-26-05s5", "raw": "A scene from a TV show in which a blonde woman is walking down a hallway and looking back over her shoulder.", "with_names": "a blonde woman is walking down a hallway and looking back over her shoulder."}, {"scene_id": "gl-01-26-05s6", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "gl-01-26-05s7", "raw": "A scene from a TV show in which a man is wearing a grey hoodie and a blue shirt", "with_names": "Coop is wearing a grey hoodie and a blue shirt"}, {"scene_id": "gl-01-26-05s8", "raw": "A scene from a TV show in which a woman is licking a wooden box.", "with_names": "a woman is licking a wooden box."}, {"scene_id": "gl-01-26-05s9", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-01-26-05s10", "raw": "A scene from a TV show in which a woman is standing in a kitchen with a plate of food.", "with_names": "a woman is standing in a kitchen with a plate of food."}, {"scene_id": "gl-01-26-05s11", "raw": "A scene from a TV show in which a small white dog is seen sitting on a couch.", "with_names": ""}, {"scene_id": "gl-01-26-05s12", "raw": "A scene from a TV show in which a man is covered in blue paint and a woman is kissing him.", "with_names": "Coop is covered in blue paint and Lizzie is kissing him."}, {"scene_id": "gl-01-26-05s15", "raw": "A scene from a TV show in which a woman is laughing and a man is looking at her.", "with_names": "Michelle is laughing and Tony is looking at her."}, {"scene_id": "gl-01-26-05s16", "raw": "A scene from a TV show in which a man is being beaten up by a woman", "with_names": "a man is being beaten up by Father ray"}, {"scene_id": "gl-01-26-05s17", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a sweater.", "with_names": ""}, {"scene_id": "gl-01-26-05s20", "raw": "A scene from a TV show in which a young man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "gl-01-26-05s21", "raw": "A scene from a TV show in which a woman is talking to a man and her face is covered in yellow paint.", "with_names": ""}, {"scene_id": "gl-01-26-05s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-26-05s23", "raw": "A scene from a TV show in which a woman is wearing a hoodie and a girl is standing behind her", "with_names": "a woman is wearing a hoodie and a girl is standing behind her"}, {"scene_id": "gl-01-26-05s24", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-26-05s25", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-26-05s26", "raw": "A scene from a TV show in which a priest is shown in a black robe and a grey scarf.", "with_names": ""}, {"scene_id": "gl-01-26-05s27", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-01-26-05s28", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "gl-01-26-05s29", "raw": "A scene from a TV show in which a man is trying to grow a mustache.", "with_names": "a man is trying to grow a mustache."}, {"scene_id": "gl-01-26-05s30", "raw": "A scene from a TV show in which a woman is talking about her husband's infidelity.", "with_names": ""}, {"scene_id": "gl-01-26-05s31", "raw": "A scene from a TV show in which a woman is talking to someone and her face is turned away from the camera.", "with_names": ""}, {"scene_id": "gl-01-26-05s32", "raw": "A scene from a TV show in which a woman is dancing in a purple jacket.", "with_names": "a woman is dancing in a purple jacket."}, {"scene_id": "gl-01-26-05s33", "raw": "A scene from a TV show in which a man is bending over and a woman is standing behind him.", "with_names": "a man is bending over and a woman is standing behind him."}, {"scene_id": "gl-01-26-05s34", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a shirt.", "with_names": "a man is wearing a leather jacket and a shirt."}, {"scene_id": "gl-01-26-05s35", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a window.", "with_names": ""}]