[{"scene_id": "bb-08-08-17s0", "raw": "A scene from a TV show in which a man is standing in a foyer with a vase of flowers.", "with_names": "a man is standing in a foyer with a vase of flowers."}, {"scene_id": "bb-08-08-17s1", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-08-08-17s2", "raw": "A scene from a TV show in which a woman is touching a man's chest", "with_names": "Quinn is touching Eric's chest"}, {"scene_id": "bb-08-08-17s3", "raw": "A scene from a TV show in which a man is talking on the phone", "with_names": ""}, {"scene_id": "bb-08-08-17s4", "raw": "A scene from a TV show in which a man and a woman stand in a room with a painting on the wall.", "with_names": "Charlie and a woman stand in a room with a painting on the wall."}, {"scene_id": "bb-08-08-17s5", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing next to her.", "with_names": "Katie is sitting at a desk and Wyatt is standing next to her."}, {"scene_id": "bb-08-08-17s6", "raw": "A scene from a TV show in which a woman is standing in front of a window with her arms crossed.", "with_names": "Sheila is standing in front of a window with her arms crossed."}, {"scene_id": "bb-08-08-17s7", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway with a bust of a man in the background.", "with_names": "Eric and Quinn are standing in a hallway with a bust of a man in the background."}, {"scene_id": "bb-08-08-17s8", "raw": "A scene from a TV show in which a man is sitting on a couch and laughing.", "with_names": ""}, {"scene_id": "bb-08-08-17s9", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man stands behind her.", "with_names": "Sheila is wearing a red shirt and Charlie stands behind her."}, {"scene_id": "bb-08-08-17s10", "raw": "A scene from a TV show in which a woman is on the phone", "with_names": "Pam is on the phone"}, {"scene_id": "bb-08-08-17s11", "raw": "A scene from a TV show in which a man and a woman are talking in a kitchen.", "with_names": ""}, {"scene_id": "bb-08-08-17s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-08-17s13", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "Katie is smiling and Wyatt is looking at her."}, {"scene_id": "bb-08-08-17s14", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is standing next to her.", "with_names": "Sheila is wearing a red shirt and Charlie is standing next to her."}, {"scene_id": "bb-08-08-17s15", "raw": "A scene from a TV show in which a woman is touching a man's chest.", "with_names": "Quinn is touching Eric's chest."}]