[{"scene_id": "pc-10-18-02s0", "raw": "A scene from a TV show in which a young man is wearing a leather jacket and a black shirt.", "with_names": "a young man is wearing a leather jacket and a black shirt."}, {"scene_id": "pc-10-18-02s1", "raw": "A scene from a TV show in which a man is seen peering out a window.", "with_names": "a man is peering out a window."}, {"scene_id": "pc-10-18-02s2", "raw": "A scene from a TV show in which a man is talking to someone and his hand is on his head", "with_names": ""}, {"scene_id": "pc-10-18-02s3", "raw": "A scene from a TV show in which a woman is screaming at a man.", "with_names": "a woman is screaming at a man."}, {"scene_id": "pc-10-18-02s4", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a man is looking at her.", "with_names": "a woman is wearing a fur coat and a man is looking at her."}, {"scene_id": "pc-10-18-02s6", "raw": "A scene from a TV show in which a woman is seen sitting in a dark room with a bright light shining on her.", "with_names": "Tess is sitting in a dark room with a bright light shining on her."}, {"scene_id": "pc-10-18-02s7", "raw": "A scene from a TV show in which a man and a woman are standing in front of a tree.", "with_names": "a man and a woman are standing in front of a tree."}, {"scene_id": "pc-10-18-02s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-10-18-02s11", "raw": "A scene from a TV show in which a little girl is being touched by a man.", "with_names": "a little girl is being touched by a man."}, {"scene_id": "pc-10-18-02s12", "raw": "A scene from a TV show in which a man and a woman walk through a park.", "with_names": "********************************************************************************************* and Alison walk through a park."}, {"scene_id": "pc-10-18-02s13", "raw": "A scene from a TV show in which a little girl is looking up at the sky.", "with_names": "a little girl is looking up at the sky."}, {"scene_id": "pc-10-18-02s14", "raw": "A scene from a TV show in which a blonde woman is standing next to a man.", "with_names": "a blonde woman is standing next to a man."}, {"scene_id": "pc-10-18-02s15", "raw": "A scene from a TV show in which a UFO is seen flying over a city.", "with_names": "a ufo is flying over a city."}, {"scene_id": "pc-10-18-02s19", "raw": "A scene from a TV show in which a woman holds a camera up to her face.", "with_names": "a woman holds a camera up to her face."}, {"scene_id": "pc-10-18-02s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a book.", "with_names": ""}, {"scene_id": "pc-10-18-02s21", "raw": "A scene from a TV show in which a man is talking on a cell phone and another man is standing behind him.", "with_names": ""}, {"scene_id": "pc-10-18-02s22", "raw": "A scene from a TV show in which a car is seen driving through a dark tunnel.", "with_names": "a car is driving through a dark tunnel."}, {"scene_id": "pc-10-18-02s23", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "pc-10-18-02s25", "raw": "A scene from a TV show in which a woman is walking through a forest and her hair is blowing in the wind.", "with_names": "a woman is walking through a forest and her hair is blowing in the wind."}, {"scene_id": "pc-10-18-02s29", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}]