[{"scene_id": "atwt-03-23-09s0", "raw": "A scene from a TV show in which a man is hitting a woman with a broom.", "with_names": "a man is hitting a woman with a broom."}, {"scene_id": "atwt-03-23-09s1", "raw": "A scene from a TV show in which a man is standing in a restaurant, a woman is sitting at a table.", "with_names": "a man is standing in a restaurant, a woman is sitting at a table."}, {"scene_id": "atwt-03-23-09s2", "raw": "A scene from a TV show in which a man is wearing a grey shirt and a name tag.", "with_names": "a man is wearing a grey shirt and a name tag."}, {"scene_id": "atwt-03-23-09s3", "raw": "A scene from a TV show in which a man and a woman are holding cups and laughing.", "with_names": "] and a woman are holding cups and laughing."}, {"scene_id": "atwt-03-23-09s4", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-03-23-09s5", "raw": "A scene from a TV show in which a man is wearing a black shirt and a jacket.", "with_names": "] is wearing a black shirt and a jacket."}, {"scene_id": "atwt-03-23-09s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her. The word 'Activia' is written in the middle of the screen.", "with_names": ""}, {"scene_id": "atwt-03-23-09s7", "raw": "A scene from a TV show in which a woman is looking through a window and a man is standing behind her.", "with_names": "a woman is looking through a window and ] is standing behind her."}, {"scene_id": "atwt-03-23-09s8", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-23-09s9", "raw": "A scene from a TV show in which a dog is shown to be scared of a yellow snake.", "with_names": ""}, {"scene_id": "atwt-03-23-09s10", "raw": "A scene from a TV show in which a woman is wearing a red turtleneck and a white coat.", "with_names": "a woman is wearing a red turtleneck and a white coat."}, {"scene_id": "atwt-03-23-09s11", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a child.", "with_names": "a man is standing in a room with a woman and a child."}, {"scene_id": "atwt-03-23-09s12", "raw": "A scene from a TV show in which a woman is wearing a green coat and a red scarf.", "with_names": "a woman is wearing a green coat and a red scarf."}, {"scene_id": "atwt-03-23-09s13", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-23-09s14", "raw": "A scene from a TV show in which a woman is wearing a red turtleneck and a backpack.", "with_names": "a woman is wearing a red turtleneck and a backpack."}, {"scene_id": "atwt-03-23-09s15", "raw": "A scene from a TV show in which a man and a woman are in a garage, with a box and a bicycle in the background.", "with_names": "a man and a woman are in a garage, with a box and a bicycle in the background."}, {"scene_id": "atwt-03-23-09s16", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-03-23-09s17", "raw": "A scene from a TV show in which a young man is looking down and smiling.", "with_names": "a young man is looking down and smiling."}, {"scene_id": "atwt-03-23-09s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-23-09s19", "raw": "A scene from a TV show in which a young boy throws a baseball in front of a sign that says 40-50% off.", "with_names": "a young boy throws a baseball in front of a sign that says 40-50% off."}, {"scene_id": "atwt-03-23-09s20", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-03-23-09s21", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "atwt-03-23-09s22", "raw": "A scene from a TV show in which a man is shown with a neck brace", "with_names": ""}, {"scene_id": "atwt-03-23-09s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-23-09s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-23-09s25", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-23-09s26", "raw": "A scene from a TV show in which a baby is shown using a Pampers diaper.", "with_names": ""}]