[{"scene_id": "gl-10-22-01s0", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "gl-10-22-01s2", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-22-01s3", "raw": "A scene from a TV show in which a man is standing in a doorway, looking at a bed.", "with_names": "a man is standing in a doorway, looking at a bed."}, {"scene_id": "gl-10-22-01s4", "raw": "A scene from a TV show in which a white arrow is pointing at a TV screen", "with_names": "a white arrow is pointing at a tv screen"}, {"scene_id": "gl-10-22-01s5", "raw": "A scene from a TV show in which a man is standing in front of a table with balloons and a cake.", "with_names": "a man is standing in front of a table with balloons and a cake."}, {"scene_id": "gl-10-22-01s6", "raw": "A scene from a TV show in which a man is smiling and looking at balloons.", "with_names": "Rick is smiling and looking at balloons."}, {"scene_id": "gl-10-22-01s7", "raw": "A scene from a TV show in which a man is standing in a bar and a little girl is sitting next to him.", "with_names": "Harley is standing in a bar and a little girl is sitting next to him."}, {"scene_id": "gl-10-22-01s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-22-01s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-22-01s12", "raw": "A scene from a TV show in which a man is standing in a room with a blonde woman.", "with_names": "a man is standing in a room with a blonde woman."}, {"scene_id": "gl-10-22-01s13", "raw": "A scene from a TV show in which a woman is kissing a man in a library.", "with_names": "a woman is kissing a man in a library."}, {"scene_id": "gl-10-22-01s15", "raw": "A scene from a TV show in which a woman is standing in front of a wall with balloons and a curtain behind her.", "with_names": "a woman is standing in front of a wall with balloons and a curtain behind her."}, {"scene_id": "gl-10-22-01s16", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "a man is sitting at a desk and a woman is standing behind him."}, {"scene_id": "gl-10-22-01s17", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-22-01s18", "raw": "A scene from a TV show in which a woman is leaning over a man and kissing him on the cheek.", "with_names": "Gus is leaning over a man and kissing him on the cheek."}, {"scene_id": "gl-10-22-01s19", "raw": "A scene from a TV show in which a man is grabbing a woman's arm.", "with_names": "a man is grabbing a woman's arm."}, {"scene_id": "gl-10-22-01s20", "raw": "A scene from a TV show in which a man is being held down by a woman in a bar.", "with_names": "Edmund is being held down by a woman in a bar."}, {"scene_id": "gl-10-22-01s22", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-22-01s23", "raw": "A scene from a TV show in which a woman is sitting on a chair in a church.", "with_names": ""}, {"scene_id": "gl-10-22-01s25", "raw": "A scene from a TV show in which a shirtless man is lying on a bed and a woman is standing behind him.", "with_names": "a shirtless man is lying on a bed and a woman is standing behind him."}, {"scene_id": "gl-10-22-01s26", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-10-22-01s27", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}]