[{"scene_id": "pc-12-05-00s0", "raw": "A scene from a TV show in which a silhouetted woman is standing in front of a purple background. The words Port Charles are written in white on the purple background.", "with_names": "a silhouetted woman is standing in front of a purple background. the words port charles are written in white on the purple background."}, {"scene_id": "pc-12-05-00s1", "raw": "A scene from a TV show in which a nurse is talking to a patient.", "with_names": ""}, {"scene_id": "pc-12-05-00s2", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck", "with_names": "a woman is wearing a white coat and a stethoscope around her neck"}, {"scene_id": "pc-12-05-00s3", "raw": "A scene from a TV show in which a man is walking down a street, a police officer is behind him, and a woman is standing on the right side of the street.", "with_names": "a man is walking down a street, a police officer is behind him, and Lucy is standing on the right side of the street."}, {"scene_id": "pc-12-05-00s4", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "pc-12-05-00s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-12-05-00s6", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down, with a lamp behind him and a dog in the background.", "with_names": ""}, {"scene_id": "pc-12-05-00s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "pc-12-05-00s8", "raw": "A scene from a TV show in which a man is looking at a flower and saying,", "with_names": "a man is looking at a flower and saying,"}, {"scene_id": "pc-12-05-00s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-05-00s10", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "pc-12-05-00s11", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a TV.", "with_names": ""}, {"scene_id": "pc-12-05-00s12", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}]