[{"scene_id": "pc-05-14-01s0", "raw": "A scene from a TV show in which a man is talking to the camera and smiling.", "with_names": ""}, {"scene_id": "pc-05-14-01s1", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "pc-05-14-01s2", "raw": "A scene from a TV show in which a woman is sitting at a bar and a man is standing next to her.", "with_names": "a woman is sitting at a bar and a man is standing next to her."}, {"scene_id": "pc-05-14-01s3", "raw": "A scene from a TV show in which a woman is wearing a red turtleneck and her hand is touching her hair.", "with_names": "a woman is wearing a red turtleneck and her hand is touching her hair."}, {"scene_id": "pc-05-14-01s4", "raw": "A scene from a TV show in which a man is talking to the camera and looking at the camera.", "with_names": ""}, {"scene_id": "pc-05-14-01s5", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to think.\"", "with_names": "Frank is looking at Carolyn and saying, \"i'm not sure what to think.\""}, {"scene_id": "pc-05-14-01s6", "raw": "A scene from a TV show in which a woman is standing in a forest, looking at a rock.", "with_names": "Eve is standing in a forest, looking at a rock."}, {"scene_id": "pc-05-14-01s7", "raw": "A scene from a TV show in which a woman is riding a bike and a man is standing behind her", "with_names": "Lucy is riding a bike and Kevin is standing behind her"}, {"scene_id": "pc-05-14-01s8", "raw": "A scene from a TV show in which a man is sitting at a table and talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-14-01s9", "raw": "A scene from a TV show in which a woman is sitting on a bench and a man is standing behind her.", "with_names": "Eve is sitting on a bench and Michael is standing behind her."}, {"scene_id": "pc-05-14-01s10", "raw": "A scene from a TV show in which a man is talking to someone and is looking at a piece of paper.", "with_names": ""}, {"scene_id": "pc-05-14-01s11", "raw": "A scene from a TV show in which a woman is seen walking down a street with a gun in her hand.", "with_names": "a woman is walking down a street with a gun in her hand."}, {"scene_id": "pc-05-14-01s12", "raw": "A scene from a TV show in which a man is seen walking down a street at night.", "with_names": "Granya is walking down a street at night."}]