[{"scene_id": "atwt-06-02-04s0", "raw": "A scene from a TV show in which a man is walking down a street with a baseball glove on his shoulder", "with_names": "Chris is walking down a street with a baseball glove on his shoulder"}, {"scene_id": "atwt-06-02-04s1", "raw": "A scene from a TV show in which a woman is holding a tablet and a man is standing next to her.", "with_names": "a woman is holding a tablet and a man is standing next to her."}, {"scene_id": "atwt-06-02-04s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-02-04s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-02-04s4", "raw": "A scene from a TV show in which a man is seen in a dark room, with a black background.", "with_names": "a man is in a dark room, with a black background."}, {"scene_id": "atwt-06-02-04s5", "raw": "A scene from a TV show in which a man is seen pushing a chair up a flight of stairs.", "with_names": "a man is pushing a chair up a flight of stairs."}, {"scene_id": "atwt-06-02-04s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-02-04s7", "raw": "A scene from a TV show in which a man is talking to a woman and a picture of a woman is hanging on the wall.", "with_names": ""}, {"scene_id": "atwt-06-02-04s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-02-04s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-02-04s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-02-04s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-06-02-04s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-02-04s13", "raw": "A scene from a TV show in which a woman is cleaning a table with a cloth.", "with_names": "a woman is cleaning a table with a cloth."}, {"scene_id": "atwt-06-02-04s14", "raw": "A scene from a TV show in which a woman is bending over and a man is standing behind her. The word \"limit\" is written on the screen.", "with_names": "] is bending over and Tom is standing behind her. the word \"limit\" is written on the screen."}, {"scene_id": "atwt-06-02-04s15", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek", "with_names": "a woman is kissing a man on the cheek"}, {"scene_id": "atwt-06-02-04s16", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "atwt-06-02-04s17", "raw": "A scene from a TV show in which a man is looking at a woman and making a face.", "with_names": "a man is looking at a woman and making a face."}, {"scene_id": "atwt-06-02-04s18", "raw": "A scene from a TV show in which a woman is standing in front of a bar and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-06-02-04s19", "raw": "A scene from a TV show in which a man is shown a bottle of All-Purpose Cleaner.", "with_names": ""}, {"scene_id": "atwt-06-02-04s20", "raw": "A scene from a TV show in which a hair dryer is being used to dry a woman's hair.", "with_names": "a hair dryer is being used to dry a woman's hair."}, {"scene_id": "atwt-06-02-04s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-02-04s22", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and her hair is in a ponytail.", "with_names": "a woman is wearing a yellow shirt and her hair is in a ponytail."}, {"scene_id": "atwt-06-02-04s23", "raw": "A scene from a TV show in which a man is kissing a woman on the neck", "with_names": "a man is kissing a woman on the neck"}, {"scene_id": "atwt-06-02-04s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-02-04s25", "raw": "A scene from a TV show in which a man is holding a baby in his arms.", "with_names": "a man is holding a baby in his arms."}]