[{"scene_id": "atwt-08-10-01s0", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "Paul is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-08-10-01s1", "raw": "A scene from a TV show in which a man is holding a gun and pointing it at another man.", "with_names": "a man is holding a gun and pointing it at another man."}, {"scene_id": "atwt-08-10-01s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-10-01s3", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-08-10-01s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-10-01s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Jake and Molly are standing next to each other."}, {"scene_id": "atwt-08-10-01s6", "raw": "A scene from a TV show in which a man is seen beating a woman with a belt.", "with_names": "Jake is beating Molly with a belt."}, {"scene_id": "atwt-08-10-01s7", "raw": "A scene from a TV show in which a man sits on a couch and reads a newspaper.", "with_names": "a man sits on a couch and reads a newspaper."}, {"scene_id": "atwt-08-10-01s8", "raw": "A scene from a TV show in which a man is looking at a woman and a blonde woman is standing behind him.", "with_names": "Jack is looking at Carly and a blonde woman is standing behind him."}, {"scene_id": "atwt-08-10-01s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "Paul is wearing a suit and tie and looking down."}, {"scene_id": "atwt-08-10-01s10", "raw": "A scene from a TV show in which a woman is holding a bottle and a paper towel.", "with_names": "Lily is holding a bottle and a paper towel."}, {"scene_id": "atwt-08-10-01s11", "raw": "A scene from a TV show in which a man is talking and wearing a white shirt and grey tie.", "with_names": ""}, {"scene_id": "atwt-08-10-01s12", "raw": "A scene from a TV show in which a woman is sitting in a chair and another womanI is standing next to her", "with_names": ""}, {"scene_id": "atwt-08-10-01s13", "raw": "A scene from a TV show in which a woman is talking and smiling.", "with_names": ""}, {"scene_id": "atwt-08-10-01s14", "raw": "A scene from a TV show in which a woman is screaming.", "with_names": "Lily is screaming."}, {"scene_id": "atwt-08-10-01s16", "raw": "A scene from a TV show in which a woman is singing into a microphone.", "with_names": "a woman is singing into a microphone."}, {"scene_id": "atwt-08-10-01s17", "raw": "A scene from a TV show in which a man is cooking a meal in a microwave.", "with_names": "a man is cooking a meal in a microwave."}, {"scene_id": "atwt-08-10-01s18", "raw": "A scene from a TV show in which a carpet is installed next to a wall.", "with_names": "a carpet is installed next to a wall."}, {"scene_id": "atwt-08-10-01s19", "raw": "A scene from a TV show in which a woman is seen vacuuming a kitchen floor.", "with_names": "Carly is vacuuming a kitchen floor."}, {"scene_id": "atwt-08-10-01s20", "raw": "A scene from a TV show in which a man is standing in a room, holding a white cloth in his hands.", "with_names": "Paul is standing in a room, holding a white cloth in his hands."}, {"scene_id": "atwt-08-10-01s21", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, looking at each other.", "with_names": "Jake and Mary are standing next to each other, looking at each other."}, {"scene_id": "atwt-08-10-01s22", "raw": "A scene from a TV show in which a man is being questioned by two women.", "with_names": "a man is being questioned by two women."}, {"scene_id": "atwt-08-10-01s23", "raw": "A scene from a TV show in which a can of Jet Dry is used to clean a dishwasher.", "with_names": "a can of jet dry is used to clean a dishwasher."}, {"scene_id": "atwt-08-10-01s24", "raw": "A scene from a TV show in which a man is pouring a drink for another man.", "with_names": "a man is pouring a drink for another man."}, {"scene_id": "atwt-08-10-01s25", "raw": "A scene from a TV show in which a man is holding a woman and kissing her on the cheek.", "with_names": "Craig is holding Cass and kissing her on the cheek."}, {"scene_id": "atwt-08-10-01s26", "raw": "A scene from a TV show in which a woman is wearing a black hood and a mask over her face.", "with_names": "Carly is wearing a black hood and a mask over her face."}, {"scene_id": "atwt-08-10-01s27", "raw": "A scene from a TV show in which a woman is sitting at a table and holding hands with a man.", "with_names": "a woman is sitting at a table and holding hands with Paul."}, {"scene_id": "atwt-08-10-01s28", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-10-01s29", "raw": "A scene from a TV show in which a man is talking on a phone and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-08-10-01s30", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "Jake is kissing Molly."}]