[{"scene_id": "pc-11-26-02s0", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "pc-11-26-02s1", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking down", "with_names": ""}, {"scene_id": "pc-11-26-02s2", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, holding a teddy bear.", "with_names": "a woman is lying in a hospital bed, holding a teddy bear."}, {"scene_id": "pc-11-26-02s3", "raw": "A scene from a TV show in which Alec Baldwin is talking to a woman in a black dress.", "with_names": ""}, {"scene_id": "pc-11-26-02s4", "raw": "A scene from a TV show in which a woman is in a hospital gown and a black eye is visible.", "with_names": "a woman is in a hospital gown and a black eye is visible."}, {"scene_id": "pc-11-26-02s5", "raw": "A scene from a TV show in which a man is talking to someone and a woman is sitting next to him.", "with_names": ""}, {"scene_id": "pc-11-26-02s6", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a book.", "with_names": "a woman is sitting in a room and looking at a book."}, {"scene_id": "pc-11-26-02s7", "raw": "A scene from a TV show in which a doctor is wearing a stethoscope around his neck.", "with_names": "a doctor is wearing a stethoscope around his neck."}, {"scene_id": "pc-11-26-02s8", "raw": "A scene from a TV show in which a man is wearing a black robe and a long black hair", "with_names": "a man is wearing a black robe and a long black hair"}, {"scene_id": "pc-11-26-02s9", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "pc-11-26-02s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-11-26-02s11", "raw": "A scene from a TV show in which a woman is talking to a man and touching his arm.", "with_names": ""}, {"scene_id": "pc-11-26-02s12", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-11-26-02s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-11-26-02s14", "raw": "A scene from a TV show in which a woman is lying on the floor with her head in her hands.", "with_names": "a woman is lying on the floor with her head in her hands."}]