[{"scene_id": "atwt-06-21-10s0", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "Jack is yelling at a woman."}, {"scene_id": "atwt-06-21-10s1", "raw": "A scene from a TV show in which a woman is talking to a man and gesturing with her hands.", "with_names": ""}, {"scene_id": "atwt-06-21-10s2", "raw": "A scene from a TV show in which a young man is looking at the camera with a shocked expression.", "with_names": "a young man is looking at the camera with a shocked expression."}, {"scene_id": "atwt-06-21-10s3", "raw": "A scene from a TV show in which a chair is sprayed with a message.", "with_names": "a chair is sprayed with a message."}, {"scene_id": "atwt-06-21-10s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-06-21-10s5", "raw": "A scene from a TV show in which a woman is walking down a hallway with her hair blowing in the wind.", "with_names": "a woman is walking down a hallway with her hair blowing in the wind."}, {"scene_id": "atwt-06-21-10s6", "raw": "A scene from a TV show in which a man is wearing a blue suit and a boy is standing next to him.", "with_names": "a man is wearing a blue suit and a boy is standing next to him."}, {"scene_id": "atwt-06-21-10s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "] is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-06-21-10s8", "raw": "A scene from a TV show in which a man is walking on a snowy road at night.", "with_names": "] is walking on a snowy road at night."}, {"scene_id": "atwt-06-21-10s9", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-21-10s10", "raw": "A scene from a TV show in which a man is looking down and wearing a suit", "with_names": "a man is looking down and wearing a suit"}, {"scene_id": "atwt-06-21-10s11", "raw": "A scene from a TV show in which a man reads a letter to a young boy.", "with_names": "a man reads a letter to a young boy."}, {"scene_id": "atwt-06-21-10s12", "raw": "A scene from a TV show in which a woman and a man are standing next to each other.", "with_names": "a woman and a man are standing next to each other."}, {"scene_id": "atwt-06-21-10s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking over his shoulder.", "with_names": ""}, {"scene_id": "atwt-06-21-10s14", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-21-10s15", "raw": "A scene from a TV show in which a woman is wearing a plaid shirt and a ponytail.", "with_names": "a woman is wearing a plaid shirt and a ponytail."}, {"scene_id": "atwt-06-21-10s16", "raw": "A scene from a TV show in which a bottle of Resolve is shown on a staircase.", "with_names": ""}, {"scene_id": "atwt-06-21-10s17", "raw": "A scene from a TV show in which a boy is talking to another boy.", "with_names": ""}, {"scene_id": "atwt-06-21-10s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-21-10s19", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, drinking wine.", "with_names": "a man and a woman are sitting at a table, drinking wine."}, {"scene_id": "atwt-06-21-10s20", "raw": "A scene from a TV show in which a man is seen in a dark room with a gun pointed at him.", "with_names": "a man is in a dark room with a gun pointed at him."}, {"scene_id": "atwt-06-21-10s21", "raw": "A scene from a TV show in which a young boy is sitting on the lap of a man in a suit, both holding ice cream cones.", "with_names": "a young boy is sitting on the lap of a man in a suit, both holding ice cream cones."}, {"scene_id": "atwt-06-21-10s22", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-21-10s23", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-21-10s24", "raw": "A scene from a TV show in which a man is talking to someone in a dark room.", "with_names": ""}]