[{"scene_id": "gl-03-17-04s0", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is standing in a room with paintings on the walls and lamps on the floor", "with_names": "Alan is wearing a suit and a tie and is standing in a room with paintings on the walls and lamps on the floor"}, {"scene_id": "gl-03-17-04s1", "raw": "A scene from a TV show in which a man is being beaten up by a woman.", "with_names": "a man is being beaten up by a woman."}, {"scene_id": "gl-03-17-04s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-17-04s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-17-04s4", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-17-04s5", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-03-17-04s8", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "Christopher is holding a woman by the throat."}, {"scene_id": "gl-03-17-04s9", "raw": "A scene from a TV show in which a woman is wearing a black scarf and a man is standing behind her.", "with_names": "Reva is wearing a black scarf and a man is standing behind her."}, {"scene_id": "gl-03-17-04s10", "raw": "A scene from a TV show in which a man is sitting at a desk and covering his mouth with his hand.", "with_names": "Frank is sitting at a desk and covering his mouth with his hand."}, {"scene_id": "gl-03-17-04s11", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-03-17-04s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-17-04s13", "raw": "A scene from a TV show in which a man is licking his lips", "with_names": "Marah is licking his lips"}, {"scene_id": "gl-03-17-04s14", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a brown shirt.", "with_names": "a man is wearing a leather jacket and a brown shirt."}, {"scene_id": "gl-03-17-04s15", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-17-04s16", "raw": "A scene from a TV show in which a woman is talking to another woman and a man is standing behind them.", "with_names": ""}, {"scene_id": "gl-03-17-04s17", "raw": "A scene from a TV show in which two men are arguing in front of a blue door.", "with_names": "two men are arguing in front of a blue door."}, {"scene_id": "gl-03-17-04s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room, laughing.", "with_names": "Marah and a woman are standing in a room, laughing."}, {"scene_id": "gl-03-17-04s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-17-04s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-17-04s21", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-17-04s22", "raw": "A scene from a TV show in which a man is wearing a black shirt and a young man is in the background.", "with_names": "a man is wearing a black shirt and a young man is in the background."}, {"scene_id": "gl-03-17-04s23", "raw": "A scene from a TV show in which a man is scratching his head", "with_names": "Marah is scratching his head"}, {"scene_id": "gl-03-17-04s24", "raw": "A scene from a TV show in which a man is looking at a book and his face is not happy", "with_names": "a man is looking at a book and his face is not happy"}, {"scene_id": "gl-03-17-04s25", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench.", "with_names": "Alan and Gus are sitting on a bench."}, {"scene_id": "gl-03-17-04s26", "raw": "A scene from a TV show in which a man is talking to another man through a door.", "with_names": ""}, {"scene_id": "gl-03-17-04s27", "raw": "A scene from a TV show in which a man is looking at his watch", "with_names": "Frank is looking at his watch"}]