[{"scene_id": "oltl-07-28-10s0", "raw": "A scene from a TV show in which a woman is holding the head of another woman.", "with_names": "a woman is holding the head of another woman."}, {"scene_id": "oltl-07-28-10s1", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-07-28-10s2", "raw": "A scene from a TV show in which a man is talking on a cell phone in a courtroom.", "with_names": ""}, {"scene_id": "oltl-07-28-10s3", "raw": "A scene from a TV show in which a man is smiling and a woman is crying.", "with_names": "a man is smiling and a woman is crying."}, {"scene_id": "oltl-07-28-10s4", "raw": "A scene from a TV show in which a young man is crying.", "with_names": "a young man is crying."}, {"scene_id": "oltl-07-28-10s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-28-10s6", "raw": "A scene from a TV show in which a man and a woman are arguing in a store.", "with_names": "a man and a woman are arguing in a store."}, {"scene_id": "oltl-07-28-10s7", "raw": "A scene from a TV show in which a young woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-07-28-10s8", "raw": "A scene from a TV show in which a blonde woman is sitting in front of a piano, a man stands behind her, looking at her.", "with_names": "a blonde woman is sitting in front of a piano, a man stands behind her, looking at her."}, {"scene_id": "oltl-07-28-10s9", "raw": "A scene from a TV show in which a young woman is being comforted by a woman.", "with_names": "a young woman is being comforted by a woman."}, {"scene_id": "oltl-07-28-10s10", "raw": "A scene from a TV show in which a woman is on the phone, looking concerned.", "with_names": "a woman is on the phone, looking concerned."}, {"scene_id": "oltl-07-28-10s11", "raw": "A scene from a TV show in which a woman is sitting in a restaurant, a man is standing behind her, and a waiter is serving her food.", "with_names": "a woman is sitting in a restaurant, a man is standing behind her, and a waiter is serving her food."}, {"scene_id": "oltl-07-28-10s12", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "oltl-07-28-10s13", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-07-28-10s14", "raw": "A scene from a TV show in which a woman is talking on a cell phone in a bedroom.", "with_names": ""}, {"scene_id": "oltl-07-28-10s15", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at an American flag.", "with_names": "a man is wearing a suit and tie and looking at an american flag."}, {"scene_id": "oltl-07-28-10s16", "raw": "A scene from a TV show in which two men are standing next to each other in suits.", "with_names": "two men are standing next to each other in suits."}, {"scene_id": "oltl-07-28-10s17", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-28-10s18", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "oltl-07-28-10s19", "raw": "A scene from a TV show in which a man is talking to another man, with his arms crossed.", "with_names": ""}, {"scene_id": "oltl-07-28-10s20", "raw": "A scene from a TV show in which a man is reading a book and a woman is standing next to him.", "with_names": "a man is reading a book and a woman is standing next to him."}, {"scene_id": "oltl-07-28-10s21", "raw": "A scene from a TV show in which a man is sitting in a suit and striped shirt with his arms crossed.", "with_names": "a man is sitting in a suit and striped shirt with his arms crossed."}, {"scene_id": "oltl-07-28-10s22", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "oltl-07-28-10s23", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-07-28-10s24", "raw": "A scene from a TV show in which a woman is looking at a wall and talking.", "with_names": ""}, {"scene_id": "oltl-07-28-10s25", "raw": "A scene from a TV show in which two women sit in a church pew.", "with_names": "two women sit in a church pew."}, {"scene_id": "oltl-07-28-10s26", "raw": "A scene from a TV show in which a judge is sitting in a chair and a woman is standing in front of him.", "with_names": ""}, {"scene_id": "oltl-07-28-10s27", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-07-28-10s28", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt", "with_names": "a man is wearing a suit and a shirt"}, {"scene_id": "oltl-07-28-10s29", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-07-28-10s30", "raw": "A scene from a TV show in which a man is seen in a dark room", "with_names": "a man is in a dark room"}, {"scene_id": "oltl-07-28-10s31", "raw": "A scene from a TV show in which a woman is looking out a window and blinds are closed.", "with_names": "a woman is looking out a window and blinds are closed."}, {"scene_id": "oltl-07-28-10s32", "raw": "A scene from a TV show in which a man is looking at another man.", "with_names": "a man is looking at another man."}, {"scene_id": "oltl-07-28-10s33", "raw": "A scene from a TV show in which a man is looking down and his face is blurred.", "with_names": "a man is looking down and his face is blurred."}, {"scene_id": "oltl-07-28-10s34", "raw": "A scene from a TV show in which a woman is in a car and a man is standing behind her, a police officer stands behind him.", "with_names": "Inez is in a car and ] is standing behind her, a police officer stands behind him."}, {"scene_id": "oltl-07-28-10s35", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-07-28-10s36", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-07-28-10s37", "raw": "A scene from a TV show in which a candle is lit in the dark", "with_names": "a candle is lit in the dark"}]