[{"scene_id": "atwt-02-20-04s0", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-02-20-04s1", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-02-20-04s2", "raw": "A scene from a TV show in which a woman is standing in a kitchen and a man is sitting at a table.", "with_names": "a woman is standing in a kitchen and a man is sitting at a table."}, {"scene_id": "atwt-02-20-04s3", "raw": "A scene from a TV show in which a man is wearing a black coat and a white shirt", "with_names": "a man is wearing a black coat and a white shirt"}, {"scene_id": "atwt-02-20-04s4", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "atwt-02-20-04s5", "raw": "A scene from a TV show in which a woman is kneeling on the floor and a man is standing behind her, yelling at her.", "with_names": "a woman is kneeling on the floor and a man is standing behind her, yelling at her."}, {"scene_id": "atwt-02-20-04s6", "raw": "A scene from a TV show in which a man is looking out a window and a woman is standing in front of him.", "with_names": "a man is looking out a window and a woman is standing in front of him."}, {"scene_id": "atwt-02-20-04s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-02-20-04s8", "raw": "A scene from a TV show in which a woman is holding her stomach open with the words Zellorn written on it.", "with_names": "a woman is holding her stomach open with the words zellorn written on it."}, {"scene_id": "atwt-02-20-04s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-02-20-04s10", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-02-20-04s11", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-02-20-04s12", "raw": "A scene from a TV show in which a woman is shown applying a white cream to her face.", "with_names": ""}, {"scene_id": "atwt-02-20-04s13", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "atwt-02-20-04s14", "raw": "A scene from a TV show in which a man is standing in a hallway and looking at a door.", "with_names": "a man is standing in a hallway and looking at a door."}, {"scene_id": "atwt-02-20-04s15", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-02-20-04s16", "raw": "A scene from a TV show in which a chef is crying", "with_names": "a chef is crying"}, {"scene_id": "atwt-02-20-04s17", "raw": "A scene from a TV show in which a woman is holding a cup and smiling.", "with_names": "a woman is holding a cup and smiling."}, {"scene_id": "atwt-02-20-04s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-20-04s19", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-02-20-04s20", "raw": "A scene from a TV show in which a woman is wearing a pink sweater and a man is dressed in a suit.", "with_names": "a woman is wearing a pink sweater and a man is dressed in a suit."}, {"scene_id": "atwt-02-20-04s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-20-04s22", "raw": "A scene from a TV show in which a man is wearing a black shirt and a tie and is looking down and smiling.", "with_names": "a man is wearing a black shirt and a tie and is looking down and smiling."}, {"scene_id": "atwt-02-20-04s23", "raw": "A scene from a TV show in which a man is standing in front of a window, looking out. The word \"SOLD\" is written in the window.", "with_names": "a man is standing in front of a window, looking out. the word \"sold\" is written in the window."}]