[{"scene_id": "gl-06-07-06s0", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-07-06s1", "raw": "A scene from a TV show in which a man is standing in front of a wall with a plaque on it and a trophy on the wall behind him.", "with_names": "a man is standing in front of a wall with a plaque on it and a trophy on the wall behind him."}, {"scene_id": "gl-06-07-06s2", "raw": "A scene from a TV show in which a man is seen climbing a building.", "with_names": "a man is climbing a building."}, {"scene_id": "gl-06-07-06s3", "raw": "A scene from a TV show in which a man is cleaning a table with a cloth.", "with_names": "a man is cleaning a table with a cloth."}, {"scene_id": "gl-06-07-06s4", "raw": "A scene from a TV show in which a man is sitting in a car and looking at the camera.", "with_names": "a man is sitting in a car and looking at the camera."}, {"scene_id": "gl-06-07-06s5", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-06-07-06s6", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-06-07-06s7", "raw": "A scene from a TV show in which a woman is sitting on a bench and drinking coffee.", "with_names": "a woman is sitting on a bench and drinking coffee."}, {"scene_id": "gl-06-07-06s8", "raw": "A scene from a TV show in which a man is talking to someone in a dark room.", "with_names": ""}, {"scene_id": "gl-06-07-06s9", "raw": "", "with_names": ""}, {"scene_id": "gl-06-07-06s10", "raw": "A scene from a TV show in which a man is standing in a dark room, looking at a picture.", "with_names": "a man is standing in a dark room, looking at a picture."}, {"scene_id": "gl-06-07-06s11", "raw": "A scene from a TV show in which a man is standing next to a large metal box. The words \"The Law\" are written on the side of the box.", "with_names": "a man is standing next to a large metal box. the words \"the law\" are written on the side of the box."}, {"scene_id": "gl-06-07-06s12", "raw": "A scene from a TV show in which a man and a woman are hugging in a car.", "with_names": "a man and a woman are hugging in a car."}, {"scene_id": "gl-06-07-06s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-06-07-06s14", "raw": "A scene from a TV show in which two women are standing in a jail cell, one of them is holding a donut.", "with_names": "two women are standing in a jail cell, one of them is holding a donut."}, {"scene_id": "gl-06-07-06s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-06-07-06s16", "raw": "A scene from a TV show in which a woman is smiling and holding a cell phone to her ear.", "with_names": "a woman is smiling and holding a cell phone to her ear."}, {"scene_id": "gl-06-07-06s17", "raw": "A scene from a TV show in which a man and a woman are standing in front of a sign that says COMPARTMENT.", "with_names": "a man and a woman are standing in front of a sign that says compartment."}]