[{"scene_id": "gl-06-07-06s0", "raw": "a man is standing in a room and another man is slapping him.", "with_names": "Mallet is standing in a room and another man is slapping him."}, {"scene_id": "gl-06-07-06s1", "raw": "a man is talking about a woman and then a man is walking through a room.", "with_names": ""}, {"scene_id": "gl-06-07-06s2", "raw": "a group of people are walking around in a parking lot.", "with_names": ""}, {"scene_id": "gl-06-07-06s3", "raw": "a man and a woman are in a kitchen and they are cooking.", "with_names": "Buzz and Dinah are in a kitchen and they are cooking."}, {"scene_id": "gl-06-07-06s4", "raw": "a man is talking about the food he is eating.", "with_names": ""}, {"scene_id": "gl-06-07-06s5", "raw": "a woman is talking about her experiences while she is doing.", "with_names": ""}, {"scene_id": "gl-06-07-06s6", "raw": "a man is talking to the camera and then he starts to talk.", "with_names": ""}, {"scene_id": "gl-06-07-06s7", "raw": "a woman is drinking a cup of beer and then she starts to drink it.", "with_names": "Dinah is drinking a cup of beer and then she starts to drink it."}, {"scene_id": "gl-06-07-06s8", "raw": "a man is talking about the experience of a dark room.", "with_names": ""}, {"scene_id": "gl-06-07-06s9", "raw": "", "with_names": ""}, {"scene_id": "gl-06-07-06s10", "raw": "a man and woman are walking around in a room.", "with_names": ""}, {"scene_id": "gl-06-07-06s11", "raw": "a group of people are talking and talking about a video.", "with_names": ""}, {"scene_id": "gl-06-07-06s12", "raw": "a man is sitting in a car and is slapped by another person.", "with_names": "Mallet is sitting in a car and is slapped by another person."}, {"scene_id": "gl-06-07-06s13", "raw": "a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "gl-06-07-06s14", "raw": "two women are eating a donut and laughing about it.", "with_names": "two women are eating a donut and laughing about it."}, {"scene_id": "gl-06-07-06s15", "raw": "a man is walking through a parking lot and then a woman is laughing.", "with_names": "a man is walking through a parking lot and then Mallet is laughing."}, {"scene_id": "gl-06-07-06s16", "raw": "a man and woman are laughing and laughing and laughing.", "with_names": "Mallet and woman are laughing and laughing and laughing."}, {"scene_id": "gl-06-07-06s17", "raw": "a man and woman are having a conversation about a radio.", "with_names": "a man and woman are having a conversation about a radio."}]