[{"scene_id": "bb-02-09-17s0", "raw": "A scene from a TV show in which a woman is eating a salad and talking to another woman.", "with_names": ""}, {"scene_id": "bb-02-09-17s1", "raw": "A scene from a TV show in which a man is seen holding a knife in his hand", "with_names": "a man is holding a knife in his hand"}, {"scene_id": "bb-02-09-17s2", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "bb-02-09-17s3", "raw": "A scene from a TV show in which a woman is being held by a man and a young woman is standing next to her.", "with_names": "a woman is being held by a man and a young woman is standing next to her."}, {"scene_id": "bb-02-09-17s4", "raw": "A scene from a TV show in which a woman is talking to a man in a garage", "with_names": ""}, {"scene_id": "bb-02-09-17s7", "raw": "A scene from a TV show in which a woman is laughing and a man is drawing a picture.", "with_names": "Steffy is laughing and Thomas is drawing a picture."}, {"scene_id": "bb-02-09-17s9", "raw": "A scene from a TV show in which a purple blob is seen moving across the screen.", "with_names": "a purple blob is moving across the screen."}, {"scene_id": "bb-02-09-17s10", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to another woman.", "with_names": ""}, {"scene_id": "bb-02-09-17s11", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-02-09-17s12", "raw": "A scene from a TV show in which a woman is eating food with a fork and a knife.", "with_names": "a woman is eating food with a fork and a knife."}, {"scene_id": "bb-02-09-17s13", "raw": "A scene from a TV show in which a car drives past a house.", "with_names": "a car drives past a house."}, {"scene_id": "bb-02-09-17s15", "raw": "A scene from a TV show in which a woman is being held by two men.", "with_names": "Quinn is being held by two men."}, {"scene_id": "bb-02-09-17s16", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her, looking at her laptop.", "with_names": "Katie is sitting at a desk and Brooke is standing behind her, looking at her laptop."}, {"scene_id": "bb-02-09-17s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-09-17s18", "raw": "A scene from a TV show in which a woman is sitting in a kitchen and closing her eyes.", "with_names": "Nicole is sitting in a kitchen and closing her eyes."}, {"scene_id": "bb-02-09-17s19", "raw": "A scene from a TV show in which a man is reading a letter while a woman stands behind him", "with_names": "a man is reading a letter while a woman stands behind him"}, {"scene_id": "bb-02-09-17s20", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing next to her.", "with_names": "a woman is holding a baby and Saul is standing next to her."}, {"scene_id": "bb-02-09-17s21", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "Eric and Quinn are standing in a living room."}, {"scene_id": "bb-02-09-17s24", "raw": "A scene from a TV show in which a woman is talking to a TV and a man is watching her", "with_names": ""}, {"scene_id": "bb-02-09-17s25", "raw": "A scene from a TV show in which a woman is dancing in front of a laptop.", "with_names": "a woman is dancing in front of a laptop."}, {"scene_id": "bb-02-09-17s29", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-09-17s30", "raw": "A scene from a TV show in which a woman is talking to someone and looking down.", "with_names": ""}, {"scene_id": "bb-02-09-17s31", "raw": "A scene from a TV show in which a woman is holding a wine glass and talking to a man.", "with_names": ""}, {"scene_id": "bb-02-09-17s32", "raw": "A scene from a TV show in which a car drives down a palm tree-lined street with palm trees and flowers in the foreground.", "with_names": "a car drives down a palm tree-lined street with palm trees and flowers in the foreground."}]