[{"scene_id": "atwt-11-02-01s0", "raw": "A scene from a TV show in which a young boy is eating a sandwich.", "with_names": "a young boy is eating a sandwich."}, {"scene_id": "atwt-11-02-01s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Paul and a woman are standing in a room."}, {"scene_id": "atwt-11-02-01s3", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-02-01s4", "raw": "A scene from a TV show in which a shirtless man is sitting on a bed and a woman is leaning over him.", "with_names": "a shirtless man is sitting on a bed and a woman is leaning over him."}, {"scene_id": "atwt-11-02-01s5", "raw": "A scene from a TV show in which a woman is being seduced by a man.", "with_names": "Katie is being seduced by Simon."}, {"scene_id": "atwt-11-02-01s6", "raw": "A scene from a TV show in which a woman is smiling and holding her hand to her mouth. The title Advair is displayed in the lower left corner.", "with_names": "Katie is smiling and holding her hand to her mouth. the title advair is displayed in the lower left corner."}, {"scene_id": "atwt-11-02-01s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-02-01s8", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-11-02-01s10", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, talking.", "with_names": ""}, {"scene_id": "atwt-11-02-01s11", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is listening.", "with_names": ""}, {"scene_id": "atwt-11-02-01s12", "raw": "A scene from a TV show in which a young woman is sitting in a room with a desk and a chair. She is wearing a pink shirt and smiling.", "with_names": "a young woman is sitting in a room with a desk and a chair. she is wearing a pink shirt and smiling."}, {"scene_id": "atwt-11-02-01s13", "raw": "A scene from a TV show in which a blonde woman is leaning over a shirtless man and whispering in his ear.", "with_names": "a blonde woman is leaning over a shirtless man and whispering in his ear."}, {"scene_id": "atwt-11-02-01s14", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a necklace.", "with_names": "a woman is wearing a black shirt and a necklace."}, {"scene_id": "atwt-11-02-01s15", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "Katie is arguing with Simon."}, {"scene_id": "atwt-11-02-01s16", "raw": "A scene from a TV show in which a hand is reaching for a Bounty paper towel.", "with_names": "a hand is reaching for a bounty paper towel."}, {"scene_id": "atwt-11-02-01s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "atwt-11-02-01s18", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-11-02-01s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-02-01s20", "raw": "A scene from a TV show in which a man is eating a bag of chips.", "with_names": "Simon is eating a bag of chips."}, {"scene_id": "atwt-11-02-01s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-02-01s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-02-01s23", "raw": "A scene from a TV show in which a man is talking on the phone to a woman.", "with_names": ""}, {"scene_id": "atwt-11-02-01s24", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a bookshelf and a picture on the wall.", "with_names": "Hal and a woman are standing in a room with a bookshelf and a picture on the wall."}, {"scene_id": "atwt-11-02-01s25", "raw": "A scene from a TV show in which a woman is talking to another woman in a library.", "with_names": ""}, {"scene_id": "atwt-11-02-01s26", "raw": "A scene from a TV show in which a dog is trained to detect cancer.", "with_names": "a dog is trained to detect cancer."}, {"scene_id": "atwt-11-02-01s27", "raw": "A scene from a TV show in which a blonde woman is looking down and her eyes are closed.", "with_names": "a blonde woman is looking down and her eyes are closed."}, {"scene_id": "atwt-11-02-01s28", "raw": "A scene from a TV show in which a woman is talking to someone in a library.", "with_names": ""}, {"scene_id": "atwt-11-02-01s29", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking up.", "with_names": ""}, {"scene_id": "atwt-11-02-01s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]