[{"scene_id": "gl-10-17-06s0", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-10-17-06s1", "raw": "A scene from a TV show in which a man is sitting at a desk and writing on a piece of paper.", "with_names": "Jeffrey is sitting at a desk and writing on a piece of paper."}, {"scene_id": "gl-10-17-06s2", "raw": "A scene from a TV show in which a blonde woman is hugging a brunette woman.", "with_names": "a blonde woman is hugging a brunette woman."}, {"scene_id": "gl-10-17-06s3", "raw": "A scene from a TV show in which a man is smoking a cigarette in a room with a woman and a young boy.", "with_names": "Josh is smoking a cigarette in a room with Reva and a young boy."}, {"scene_id": "gl-10-17-06s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-17-06s5", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-10-17-06s6", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a necklace", "with_names": "a woman is wearing a leather jacket and a necklace"}, {"scene_id": "gl-10-17-06s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-17-06s8", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "Mallet is sitting at a desk and Marina is standing behind him."}, {"scene_id": "gl-10-17-06s10", "raw": "A scene from a TV show in which a man and a woman are walking in a room with a golf bag.", "with_names": "a man and Dinah are walking in a room with a golf bag."}, {"scene_id": "gl-10-17-06s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-17-06s12", "raw": "A scene from a TV show in which a man and a woman are walking together.", "with_names": "Harley and Cassie are walking together."}, {"scene_id": "gl-10-17-06s13", "raw": "A scene from a TV show in which Keanu Reeves is talking to the camera.", "with_names": ""}, {"scene_id": "gl-10-17-06s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-17-06s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-17-06s16", "raw": "A scene from a TV show in which a man is sitting in a dark room, looking at the camera.", "with_names": "Harley is sitting in a dark room, looking at the camera."}, {"scene_id": "gl-10-17-06s17", "raw": "A scene from a TV show in which a woman is hugging a man in a kitchen.", "with_names": "a woman is hugging a man in a kitchen."}, {"scene_id": "gl-10-17-06s18", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with a bottle and a glass on it.", "with_names": "a man and a woman are sitting at a table, with a bottle and a glass on it."}, {"scene_id": "gl-10-17-06s19", "raw": "A scene from a TV show in which a man and a woman are looking at a book together.", "with_names": "Josh and Reva are looking at a book together."}, {"scene_id": "gl-10-17-06s20", "raw": "A scene from a TV show in which a man is holding a knife and a woman is running away.", "with_names": "a man is holding a knife and a woman is running away."}, {"scene_id": "gl-10-17-06s21", "raw": "A scene from a TV show in which a woman lies in bed with a bandage on her arm.", "with_names": "a woman lies in bed with a bandage on her arm."}, {"scene_id": "gl-10-17-06s22", "raw": "A scene from a TV show in which a woman is standing in front of an oven and a refrigerator.", "with_names": "Dinah is standing in front of an oven and a refrigerator."}, {"scene_id": "gl-10-17-06s23", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-17-06s24", "raw": "A scene from a TV show in which a woman is seen in a blue tub, holding a baby.", "with_names": "Reva is in a blue tub, holding a baby."}]