[{"scene_id": "oltl-07-26-07s0", "raw": "A scene from a TV show in which a woman is sitting in a room with a pink shirt and a long black hair.", "with_names": "Marty is sitting in a room with a pink shirt and a long black hair."}, {"scene_id": "oltl-07-26-07s1", "raw": "A scene from a TV show in which a man is lying in a hospital bed", "with_names": "a man is lying in a hospital bed"}, {"scene_id": "oltl-07-26-07s2", "raw": "A scene from a TV show in which a woman is wearing a purple blouse and a watch on her wrist.", "with_names": "a woman is wearing a purple blouse and a watch on her wrist."}, {"scene_id": "oltl-07-26-07s3", "raw": "A scene from a TV show in which a police officer is being questioned by a man.", "with_names": "a police officer is being questioned by a man."}, {"scene_id": "oltl-07-26-07s4", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-07-26-07s5", "raw": "A scene from a TV show in which a man is lying in a hospital bed", "with_names": "a man is lying in a hospital bed"}, {"scene_id": "oltl-07-26-07s6", "raw": "A scene from a TV show in which a man is wearing a Sopa 9 shirt and is looking at the camera.", "with_names": "a man is wearing a sopa 9 shirt and is looking at the camera."}, {"scene_id": "oltl-07-26-07s7", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-07-26-07s8", "raw": "A scene from a TV show in which a woman is holding the hand of another woman.", "with_names": "a woman is holding the hand of another woman."}, {"scene_id": "oltl-07-26-07s9", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "oltl-07-26-07s10", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "oltl-07-26-07s11", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind them.", "with_names": ""}, {"scene_id": "oltl-07-26-07s12", "raw": "A scene from a TV show in which a woman is seen wearing a Sodexo apron.", "with_names": "a woman is wearing a sodexo apron."}, {"scene_id": "oltl-07-26-07s13", "raw": "A scene from a TV show in which a man is smiling and looking out of a window.", "with_names": "a man is smiling and looking out of a window."}, {"scene_id": "oltl-07-26-07s14", "raw": "A scene from a TV show in which a man is locked in a cell and another man is standing outside the cell.", "with_names": "a man is locked in a cell and another man is standing outside the cell."}, {"scene_id": "oltl-07-26-07s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-26-07s16", "raw": "A scene from a TV show in which a woman is talking on her cell phone and a police officer is standing next to her.", "with_names": ""}, {"scene_id": "oltl-07-26-07s17", "raw": "A scene from a TV show in which a man is talking to a woman on a porch.", "with_names": ""}, {"scene_id": "oltl-07-26-07s18", "raw": "A scene from a TV show in which a woman is wearing a police uniform and a badge on her chest.", "with_names": "a woman is wearing a police uniform and a badge on her chest."}, {"scene_id": "oltl-07-26-07s19", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and a woman is standing next to him.", "with_names": "a man is sitting in a hospital bed and a woman is standing next to him."}, {"scene_id": "oltl-07-26-07s20", "raw": "A scene from a TV show in which a man is being held in a cell by another man.", "with_names": "a man is being held in a cell by another man."}, {"scene_id": "oltl-07-26-07s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-26-07s22", "raw": "A scene from a TV show in which a man is lying on a bed in his pajamas, looking up at the camera.", "with_names": "a man is lying on a bed in his pajamas, looking up at the camera."}, {"scene_id": "oltl-07-26-07s23", "raw": "A scene from a TV show in which a man is lying in a hospital bed, two women stand nearby.", "with_names": "a man is lying in a hospital bed, two women stand nearby."}, {"scene_id": "oltl-07-26-07s24", "raw": "A scene from a TV show in which a man is standing in a jail cell.", "with_names": "a man is standing in a jail cell."}, {"scene_id": "oltl-07-26-07s25", "raw": "A scene from a TV show in which a man is standing next to a woman, and she is sitting at a table.", "with_names": "a man is standing next to a woman, and she is sitting at a table."}, {"scene_id": "oltl-07-26-07s26", "raw": "A scene from a TV show in which a man is seen walking away from a woman.", "with_names": "a man is walking away from a woman."}]