[{"scene_id": "atwt-03-18-08s0", "raw": "A scene from a TV show in which a woman is on the phone and her face is contorted in anger.", "with_names": "a woman is on the phone and her face is contorted in anger."}, {"scene_id": "atwt-03-18-08s1", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "atwt-03-18-08s2", "raw": "A scene from a TV show in which a woman is looking down and her head is tilted to the side.", "with_names": "a woman is looking down and her head is tilted to the side."}, {"scene_id": "atwt-03-18-08s3", "raw": "A scene from a TV show in which a man is talking on a cell phone while wearing a hoodie.", "with_names": ""}, {"scene_id": "atwt-03-18-08s4", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "atwt-03-18-08s5", "raw": "A scene from a TV show in which two men are standing in front of a statue.", "with_names": "two men are standing in front of a statue."}, {"scene_id": "atwt-03-18-08s6", "raw": "A scene from a TV show in which a man is seen pouring a woman a drink from a bottle.", "with_names": "a man is pouring a woman a drink from a bottle."}, {"scene_id": "atwt-03-18-08s7", "raw": "A scene from a TV show in which a man is lying in a hospital bed and is looking at a gun.", "with_names": "a man is lying in a hospital bed and is looking at a gun."}, {"scene_id": "atwt-03-18-08s8", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-03-18-08s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking to the right.", "with_names": ""}, {"scene_id": "atwt-03-18-08s10", "raw": "A scene from a TV show in which a man is hugging a woman from behind.", "with_names": "a man is hugging a woman from behind."}, {"scene_id": "atwt-03-18-08s11", "raw": "A scene from a TV show in which a black woman is being questioned by a white man.", "with_names": "a black woman is being questioned by a white man."}, {"scene_id": "atwt-03-18-08s12", "raw": "A scene from a TV show in which a woman is talking about hypertension.", "with_names": ""}, {"scene_id": "atwt-03-18-08s13", "raw": "A scene from a TV show in which a man is running through a hotel lobby with a mask on.", "with_names": "a man is running through a hotel lobby with a mask on."}, {"scene_id": "atwt-03-18-08s14", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "a man and a woman are standing in a doorway."}, {"scene_id": "atwt-03-18-08s15", "raw": "A scene from a TV show in which a man is holding a violin and a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-18-08s16", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-03-18-08s17", "raw": "A scene from a TV show in which a man is being wheeled on a stretcher by doctors.", "with_names": "a man is being wheeled on a stretcher by doctors."}, {"scene_id": "atwt-03-18-08s18", "raw": "A scene from a TV show in which a woman is sitting in a room with a variety of Easter baskets.", "with_names": "a woman is sitting in a room with a variety of easter baskets."}, {"scene_id": "atwt-03-18-08s19", "raw": "A scene from a TV show in which a man is being hit by a woman.", "with_names": "a man is being hit by a woman."}, {"scene_id": "atwt-03-18-08s20", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and a woman is standing next to him.", "with_names": "a man is sitting in a hospital bed and a woman is standing next to him."}, {"scene_id": "atwt-03-18-08s21", "raw": "A scene from a TV show in which a woman holds up pictures of a woman who has been murdered.", "with_names": "a woman holds up pictures of a woman who has been murdered."}, {"scene_id": "atwt-03-18-08s22", "raw": "A scene from a TV show in which a woman is looking at a laptop and a man is standing behind her", "with_names": "a woman is looking at a laptop and a man is standing behind her"}, {"scene_id": "atwt-03-18-08s23", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman looks on.", "with_names": ""}, {"scene_id": "atwt-03-18-08s24", "raw": "A scene from a TV show in which a man is holding a woman by the arm and kissing her on the cheek.", "with_names": "] is holding a woman by the arm and kissing her on the cheek."}, {"scene_id": "atwt-03-18-08s25", "raw": "A scene from a TV show in which a man and a woman are talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-18-08s26", "raw": "A scene from a TV show in which a bottle of Olay sunscreen is shown underwater.", "with_names": ""}, {"scene_id": "atwt-03-18-08s27", "raw": "A scene from a TV show in which a man is standing in front of a woman and a child.", "with_names": "a man is standing in front of a woman and a child."}, {"scene_id": "atwt-03-18-08s28", "raw": "A scene from a TV show in which a man is wearing a coat and a tie and shaking hands with another man.", "with_names": "a man is wearing a coat and a tie and shaking hands with another man."}, {"scene_id": "atwt-03-18-08s29", "raw": "A scene from a TV show in which police officers are drinking and smoking.", "with_names": "police officers are drinking and smoking."}, {"scene_id": "atwt-03-18-08s30", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a black jacket.", "with_names": "a woman is wearing a purple dress and a black jacket."}, {"scene_id": "atwt-03-18-08s31", "raw": "A scene from a TV show in which a young boy is lying in a hospital bed, surrounded by his family.", "with_names": "a young boy is lying in a hospital bed, surrounded by his family."}, {"scene_id": "atwt-03-18-08s32", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "atwt-03-18-08s33", "raw": "A scene from a TV show in which a woman is licking a man's penis.", "with_names": "a woman is licking a man's penis."}, {"scene_id": "atwt-03-18-08s34", "raw": "A scene from a TV show in which a man is seen smiling at a woman.", "with_names": "a man is smiling at a woman."}]