[{"scene_id": "oltl-10-22-07s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-22-07s1", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting in the passenger seat.", "with_names": "Marcie is driving a car and ] is sitting in the passenger seat."}, {"scene_id": "oltl-10-22-07s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-22-07s3", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "a woman is sitting at a table with a man."}, {"scene_id": "oltl-10-22-07s4", "raw": "A scene from a TV show in which a woman pours coffee for an older man.", "with_names": "a woman pours coffee for an older man."}, {"scene_id": "oltl-10-22-07s5", "raw": "A scene from a TV show in which two men are standing face to face, looking at each other.", "with_names": "two men are standing face to face, looking at each other."}, {"scene_id": "oltl-10-22-07s6", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "oltl-10-22-07s7", "raw": "A scene from a TV show in which a woman is driving a car and looking out the window.", "with_names": "a woman is driving a car and looking out the window."}, {"scene_id": "oltl-10-22-07s8", "raw": "A scene from a TV show in which three men are standing in a room.", "with_names": "three men are standing in a room."}, {"scene_id": "oltl-10-22-07s9", "raw": "A scene from a TV show in which a woman is sitting at a table with her hands clasped together.", "with_names": "a woman is sitting at a table with her hands clasped together."}, {"scene_id": "oltl-10-22-07s10", "raw": "A scene from a TV show in which a woman is being arrested by police.", "with_names": "a woman is being arrested by police."}, {"scene_id": "oltl-10-22-07s11", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "a man and a woman are standing in a bar."}, {"scene_id": "oltl-10-22-07s12", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-10-22-07s13", "raw": "A scene from a TV show in which a woman sits on a bench in a hotel lobby.", "with_names": "a woman sits on a bench in a hotel lobby."}, {"scene_id": "oltl-10-22-07s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-22-07s15", "raw": "A scene from a TV show in which a man is standing between two women.", "with_names": "a man is standing between two women."}, {"scene_id": "oltl-10-22-07s16", "raw": "A scene from a TV show in which a man is wearing a black coat and a blue shirt.", "with_names": "a man is wearing a black coat and a blue shirt."}, {"scene_id": "oltl-10-22-07s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-10-22-07s18", "raw": "A scene from a TV show in which a woman is wearing glasses and a sweater.", "with_names": "a woman is wearing glasses and a sweater."}, {"scene_id": "oltl-10-22-07s19", "raw": "A scene from a TV show in which a man is wearing a black coat and a yellow tie", "with_names": "a man is wearing a black coat and a yellow tie"}, {"scene_id": "oltl-10-22-07s20", "raw": "A scene from a TV show in which a woman is sitting at a table with a pen and a notepad.", "with_names": "a woman is sitting at a table with a pen and a notepad."}, {"scene_id": "oltl-10-22-07s21", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-22-07s22", "raw": "A scene from a TV show in which a blonde woman is wearing a blue dress and a man is standing behind her.", "with_names": "a blonde woman is wearing a blue dress and a man is standing behind her."}, {"scene_id": "oltl-10-22-07s23", "raw": "A scene from a TV show in which a woman is wearing a black blazer and a necklace.", "with_names": "a woman is wearing a black blazer and a necklace."}, {"scene_id": "oltl-10-22-07s24", "raw": "A scene from a TV show in which a woman is talking to a man and another woman.", "with_names": ""}, {"scene_id": "oltl-10-22-07s25", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-22-07s26", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "oltl-10-22-07s27", "raw": "A scene from a TV show in which a man is signing a petition at a bar.", "with_names": "a man is signing a petition at a bar."}, {"scene_id": "oltl-10-22-07s28", "raw": "A scene from a TV show in which a man points his finger at the camera.", "with_names": "a man points his finger at the camera."}, {"scene_id": "oltl-10-22-07s29", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-22-07s30", "raw": "A scene from a TV show in which a man is sitting in a chair and looking to the right.", "with_names": ""}, {"scene_id": "oltl-10-22-07s31", "raw": "A scene from a TV show in which a man and a woman are standing in a restaurant.", "with_names": "a man and a woman are standing in a restaurant."}]