[{"scene_id": "atwt-04-16-10s0", "raw": "A scene from a TV show in which a man is talking on a phone while eating a sandwich.", "with_names": ""}, {"scene_id": "atwt-04-16-10s1", "raw": "A scene from a TV show in which a woman is wearing a blue coat and a man is standing next to her.", "with_names": "a woman is wearing a blue coat and ] is standing next to her."}, {"scene_id": "atwt-04-16-10s2", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is looking at a woman.", "with_names": "a man is wearing a suit and a red tie and is looking at a woman."}, {"scene_id": "atwt-04-16-10s3", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-16-10s4", "raw": "A scene from a TV show in which a man is shown a TriPix pyramid.", "with_names": ""}, {"scene_id": "atwt-04-16-10s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-04-16-10s6", "raw": "A scene from a TV show in which a man is seen through a window, looking at a woman.", "with_names": "a man is through a window, looking at a woman."}, {"scene_id": "atwt-04-16-10s7", "raw": "A scene from a TV show in which a man and a woman are standing outside a store.", "with_names": "a man and a woman are standing outside a store."}, {"scene_id": "atwt-04-16-10s8", "raw": "A scene from a TV show in which a bottle of Nivea body lotion is seen floating in water.", "with_names": "a bottle of nivea body lotion is floating in water."}, {"scene_id": "atwt-04-16-10s9", "raw": "A scene from a TV show in which a young woman is wearing a red sweater and a headband.", "with_names": "a young woman is wearing a red sweater and a headband."}, {"scene_id": "atwt-04-16-10s10", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-04-16-10s11", "raw": "A scene from a TV show in which a woman is doing boxing moves.", "with_names": "a woman is doing boxing moves."}, {"scene_id": "atwt-04-16-10s12", "raw": "A scene from a TV show in which a man is lying in a hospital bed", "with_names": "a man is lying in a hospital bed"}, {"scene_id": "atwt-04-16-10s13", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "atwt-04-16-10s14", "raw": "A scene from a TV show in which Zoe is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-16-10s15", "raw": "A scene from a TV show in which a cartoon cat is sitting on a toilet roll with the words 'enjoy the night' written on it.", "with_names": "a cartoon cat is sitting on a toilet roll with the words 'enjoy the night' written on it."}, {"scene_id": "atwt-04-16-10s16", "raw": "A scene from a TV show in which a man and a woman are sitting at a dining table.", "with_names": "a man and a woman are sitting at a dining table."}, {"scene_id": "atwt-04-16-10s17", "raw": "A scene from a TV show in which a woman plays with her dog in a park.", "with_names": "a woman plays with her dog in a park."}, {"scene_id": "atwt-04-16-10s18", "raw": "A scene from a TV show in which a girl is talking to someone and a lamp is on a table.", "with_names": ""}, {"scene_id": "atwt-04-16-10s19", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-04-16-10s20", "raw": "A scene from a TV show in which a woman is wearing a red hat and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-04-16-10s21", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-16-10s22", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}]