[{"scene_id": "oltl-11-04-10s0", "raw": "A scene from a TV show in which a woman is lying in bed with a man, and he is kissing her on the cheek.", "with_names": "Téa is lying in bed with Todd, and he is kissing her on the cheek."}, {"scene_id": "oltl-11-04-10s1", "raw": "A scene from a TV show in which a boy and a girl are standing next to each other, with a bouquet of flowers.", "with_names": "a boy and a girl are standing next to each other, with a bouquet of flowers."}, {"scene_id": "oltl-11-04-10s2", "raw": "A scene from a TV show in which a man and a woman are arguing in an office.", "with_names": "a man and a woman are arguing in an office."}, {"scene_id": "oltl-11-04-10s3", "raw": "A scene from a TV show in which a man is walking into a room with a sign that says Be Bucchia", "with_names": "a man is walking into a room with a sign that says be bucchia"}, {"scene_id": "oltl-11-04-10s4", "raw": "A scene from a TV show in which a man is lying on a couch with a pregnant woman.", "with_names": "a man is lying on a couch with a pregnant woman."}, {"scene_id": "oltl-11-04-10s5", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "oltl-11-04-10s6", "raw": "A scene from a TV show in which a shirtless man is sitting up in a hospital bed, talking to a man standing next to him.", "with_names": ""}, {"scene_id": "oltl-11-04-10s7", "raw": "A scene from a TV show in which a woman is lit by a bright light.", "with_names": "a woman is lit by a bright light."}, {"scene_id": "oltl-11-04-10s8", "raw": "A scene from a TV show in which a woman is standing in a doorway and another woman to her right is talking to her.", "with_names": ""}, {"scene_id": "oltl-11-04-10s9", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-11-04-10s10", "raw": "A scene from a TV show in which a shirtless man is sitting on a hospital bed, talking to a man who is sitting next to him.", "with_names": ""}, {"scene_id": "oltl-11-04-10s11", "raw": "A scene from a TV show in which a girl is looking at a boy and smiling.", "with_names": "a girl is looking at a boy and smiling."}, {"scene_id": "oltl-11-04-10s12", "raw": "A scene from a TV show in which a man is standing in a room with a couch and a chair.", "with_names": "a man is standing in a room with a couch and a chair."}, {"scene_id": "oltl-11-04-10s13", "raw": "A scene from a TV show in which a man is talking on a cell phone while sitting in bed.", "with_names": ""}, {"scene_id": "oltl-11-04-10s14", "raw": "A scene from a TV show in which a man is wearing a robe and a plaid shirt and talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-04-10s15", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "oltl-11-04-10s16", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-11-04-10s17", "raw": "A scene from a TV show in which a woman is in a bathtub with a man.", "with_names": "a woman is in a bathtub with a man."}, {"scene_id": "oltl-11-04-10s18", "raw": "A scene from a TV show in which a woman is holding a book and another woman is standing behind her.", "with_names": "a woman is holding a book and another woman is standing behind her."}, {"scene_id": "oltl-11-04-10s19", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "oltl-11-04-10s20", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a tie and looking concerned.", "with_names": "a man is wearing a striped shirt and a tie and looking concerned."}, {"scene_id": "oltl-11-04-10s21", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind him.", "with_names": ""}, {"scene_id": "oltl-11-04-10s22", "raw": "A scene from a TV show in which two men are standing in a room.", "with_names": "two men are standing in a room."}, {"scene_id": "oltl-11-04-10s23", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-11-04-10s24", "raw": "A scene from a TV show in which a man and a woman are sitting on a bed and talking.", "with_names": ""}, {"scene_id": "oltl-11-04-10s25", "raw": "A scene from a TV show in which a man and a woman are in bed, embracing and kissing.", "with_names": "a man and a woman are in bed, embracing and kissing."}, {"scene_id": "oltl-11-04-10s26", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-11-04-10s27", "raw": "A scene from a TV show in which a young girl is trying to open a door with a key.", "with_names": "a young girl is trying to open a door with a key."}, {"scene_id": "oltl-11-04-10s28", "raw": "A scene from a TV show in which a man is looking at another man and the other man demonstratively touches his face.", "with_names": "a man is looking at another man and the other man demonstratively touches his face."}, {"scene_id": "oltl-11-04-10s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-04-10s30", "raw": "A scene from a TV show in which a woman is standing in front of a pool table, a man is behind her, and a bookcase is in the background.", "with_names": "a woman is standing in front of a pool table, a man is behind her, and a bookcase is in the background."}, {"scene_id": "oltl-11-04-10s31", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "oltl-11-04-10s32", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a chair.", "with_names": "a man is standing in a room with a desk and a chair."}, {"scene_id": "oltl-11-04-10s33", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-11-04-10s34", "raw": "A scene from a TV show in which a young man is holding up a picture of a woman.", "with_names": "a young man is holding up a picture of a woman."}, {"scene_id": "oltl-11-04-10s35", "raw": "A scene from a TV show in which a woman is looking at the camera with a concerned expression.", "with_names": "a woman is looking at the camera with a concerned expression."}, {"scene_id": "oltl-11-04-10s36", "raw": "A scene from a TV show in which a man is holding a pregnant woman in his arms.", "with_names": "a man is holding a pregnant woman in his arms."}, {"scene_id": "oltl-11-04-10s37", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "oltl-11-04-10s38", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-04-10s39", "raw": "A scene from a TV show in which a woman is looking at a man with a shocked expression.", "with_names": "a woman is looking at a man with a shocked expression."}, {"scene_id": "oltl-11-04-10s40", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and making a face.", "with_names": "a woman is wearing a pink shirt and making a face."}, {"scene_id": "oltl-11-04-10s41", "raw": "A scene from a TV show in which a man and a woman are holding hands in a hospital room.", "with_names": "a man and a woman are holding hands in a hospital room."}, {"scene_id": "oltl-11-04-10s42", "raw": "A scene from a TV show in which a pregnant woman is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-04-10s43", "raw": "A scene from a TV show in which a man is wearing a suit and a striped tie and is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-04-10s44", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "oltl-11-04-10s45", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-04-10s46", "raw": "A scene from a TV show in which a young man is standing in front of a bulletin board.", "with_names": "a young man is standing in front of a bulletin board."}]