[{"scene_id": "oltl-11-04-10s0", "raw": "a man is laying on a couch while a woman is kissing him.", "with_names": "Todd is laying on a couch while Téa is kissing him."}, {"scene_id": "oltl-11-04-10s1", "raw": "a man and a woman are walking through a building and then they are walking around.", "with_names": ""}, {"scene_id": "oltl-11-04-10s2", "raw": "a man is walking through a room and then a woman comes up to the side of the room.", "with_names": "Bo is walking through a room and then Inez comes up to the side of the room."}, {"scene_id": "oltl-11-04-10s3", "raw": "a man is talking on a phone and then a woman is talking to her.", "with_names": ""}, {"scene_id": "oltl-11-04-10s4", "raw": "a man and a woman are laying on a bed and one of them is tickling the other.", "with_names": "John and Natalie are laying on a bed and one of them is tickling the other."}, {"scene_id": "oltl-11-04-10s5", "raw": "a man is laying on a bed while another man is trying to wake him up.", "with_names": "Brody is laying on a bed while another man is trying to wake him up."}, {"scene_id": "oltl-11-04-10s6", "raw": "a man is getting his chest waxed and then a man is talking about it.", "with_names": ""}, {"scene_id": "oltl-11-04-10s7", "raw": "a group of people are laying on a couch and one of them is laying down.", "with_names": "a group of people are laying on a couch and one of them is laying down."}, {"scene_id": "oltl-11-04-10s8", "raw": "a woman is talking about a man and then a woman is shown standing next to her.", "with_names": ""}, {"scene_id": "oltl-11-04-10s9", "raw": "a man and woman are talking about a conference and then a man is talking about it.", "with_names": ""}, {"scene_id": "oltl-11-04-10s10", "raw": "a man is sitting in a chair and another man is talking to him.", "with_names": ""}, {"scene_id": "oltl-11-04-10s11", "raw": "a man and a woman are talking about a kiss.", "with_names": ""}, {"scene_id": "oltl-11-04-10s12", "raw": "a man and a woman are shown in a room and they are talking about it.", "with_names": ""}, {"scene_id": "oltl-11-04-10s13", "raw": "a woman is hugging a man and then she is hugging her.", "with_names": "a woman is hugging a man and then she is hugging her."}, {"scene_id": "oltl-11-04-10s14", "raw": "a man is talking about a video of two men.", "with_names": ""}, {"scene_id": "oltl-11-04-10s15", "raw": "a man and a woman are talking about a romantic video.", "with_names": ""}, {"scene_id": "oltl-11-04-10s16", "raw": "a man and a woman are shown in a room and they are having a conversation.", "with_names": "a man and a woman are shown in a room and they are having a conversation."}, {"scene_id": "oltl-11-04-10s17", "raw": "a man and a woman are laying on a bed and one woman is sleeping.", "with_names": "Todd and Téa are laying on a bed and one woman is sleeping."}, {"scene_id": "oltl-11-04-10s18", "raw": "a woman is reading a book and another woman is talking about it.", "with_names": ""}, {"scene_id": "oltl-11-04-10s19", "raw": "a man is talking about a business and then two men are talking.", "with_names": ""}, {"scene_id": "oltl-11-04-10s20", "raw": "a man is talking to a woman who is sitting down and talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-04-10s21", "raw": "a man is talking about a topic that is being asked about the situation.", "with_names": ""}, {"scene_id": "oltl-11-04-10s22", "raw": "a group of young men are talking about a video.", "with_names": ""}, {"scene_id": "oltl-11-04-10s23", "raw": "a man and woman are talking about a conversation about a radio.", "with_names": ""}, {"scene_id": "oltl-11-04-10s24", "raw": "a man and a woman are talking about a romantic kiss.", "with_names": ""}, {"scene_id": "oltl-11-04-10s25", "raw": "a man is kissing a woman and she is laughing.", "with_names": "Todd is kissing Téa and she is laughing."}, {"scene_id": "oltl-11-04-10s26", "raw": "a man is talking to a woman and then a man is talking to him.", "with_names": ""}, {"scene_id": "oltl-11-04-10s27", "raw": "a man and a woman are talking and then a man enters the room.", "with_names": ""}, {"scene_id": "oltl-11-04-10s28", "raw": "a man and a woman are talking and then they kiss each other.", "with_names": ""}, {"scene_id": "oltl-11-04-10s29", "raw": "a man is walking into a door and then a woman is walking away.", "with_names": "a man is walking into a door and then Inez is walking away."}, {"scene_id": "oltl-11-04-10s30", "raw": "a woman is walking around a room and talking about the experience.", "with_names": ""}, {"scene_id": "oltl-11-04-10s31", "raw": "a man and a woman are kissing each other in a room.", "with_names": "a man and a woman are kissing each other in a room."}, {"scene_id": "oltl-11-04-10s32", "raw": "a man is talking about a police officer and then he is talking about the news.", "with_names": ""}, {"scene_id": "oltl-11-04-10s33", "raw": "a woman is talking on a phone and talking into a microphone.", "with_names": ""}, {"scene_id": "oltl-11-04-10s34", "raw": "a man is talking to a woman and then he is walking away.", "with_names": ""}, {"scene_id": "oltl-11-04-10s35", "raw": "a man and woman are talking about a conference and they are walking around.", "with_names": ""}, {"scene_id": "oltl-11-04-10s36", "raw": "a man and a woman are talking about a romantic conversation.", "with_names": ""}, {"scene_id": "oltl-11-04-10s37", "raw": "a man and a woman are sitting in a chair and one of them is kissing the other.", "with_names": ""}, {"scene_id": "oltl-11-04-10s38", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-04-10s39", "raw": "a man and a woman are in a room and one of them is slapped on the bed.", "with_names": "Todd and Dani are in a room and one of them is slapped on the bed."}, {"scene_id": "oltl-11-04-10s40", "raw": "a man is talking about a woman who is in a room.", "with_names": ""}, {"scene_id": "oltl-11-04-10s41", "raw": "a man and woman are walking around a hospital room and talking to each other.", "with_names": ""}, {"scene_id": "oltl-11-04-10s42", "raw": "a woman is talking about a woman and then a man is shown walking through a room.", "with_names": ""}, {"scene_id": "oltl-11-04-10s43", "raw": "a man is talking to a man and then a man is talking.", "with_names": ""}, {"scene_id": "oltl-11-04-10s44", "raw": "a man is talking to another man and then he is talking.", "with_names": ""}, {"scene_id": "oltl-11-04-10s45", "raw": "a man is walking through a bathroom and then a woman walks out of the room.", "with_names": "a man is walking through a bathroom and then Officer walks out of the room."}, {"scene_id": "oltl-11-04-10s46", "raw": "a woman is shown having her legs waxed and then she is shown.", "with_names": ""}]