[{"scene_id": "oltl-10-10-08s0", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-10-10-08s1", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "oltl-10-10-08s2", "raw": "A scene from a TV show in which a man is sitting in front of a computer screen.", "with_names": "] is sitting in front of a computer screen."}, {"scene_id": "oltl-10-10-08s3", "raw": "A scene from a TV show in which a woman is dancing in a bar.", "with_names": "] is dancing in a bar."}, {"scene_id": "oltl-10-10-08s4", "raw": "A scene from a TV show in which a woman is wearing a green dress and a necklace", "with_names": "a woman is wearing a green dress and a necklace"}, {"scene_id": "oltl-10-10-08s5", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-10-08s6", "raw": "A scene from a TV show in which a woman is sitting in a room and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-10-08s7", "raw": "A scene from a TV show in which a man is being punched in the face by another man.", "with_names": "a man is being punched in the face by another man."}, {"scene_id": "oltl-10-10-08s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-10-08s9", "raw": "A scene from a TV show in which a woman is talking on a cell phone and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-10-10-08s10", "raw": "A scene from a TV show in which two women are standing in a room, one is yelling and the other is looking at her.", "with_names": "two women are standing in a room, one is yelling and the other is looking at her."}, {"scene_id": "oltl-10-10-08s11", "raw": "A scene from a TV show in which a man is holding a door open for another man.", "with_names": "a man is holding a door open for another man."}, {"scene_id": "oltl-10-10-08s12", "raw": "A scene from a TV show in which two women are dancing in a library.", "with_names": "two women are dancing in a library."}, {"scene_id": "oltl-10-10-08s13", "raw": "A scene from a TV show in which a woman is seen in a bathroom, her hair is wet and she is wearing a white shirt.", "with_names": "a woman is in a bathroom, her hair is wet and she is wearing a white shirt."}, {"scene_id": "oltl-10-10-08s14", "raw": "A scene from a TV show in which a woman is lying on a hospital bed and three doctors are standing around her.", "with_names": "a woman is lying on a hospital bed and three doctors are standing around her."}, {"scene_id": "oltl-10-10-08s15", "raw": "A scene from a TV show in which a man is handcuffed and two soldiers are holding him.", "with_names": "] is handcuffed and two soldiers are holding him."}, {"scene_id": "oltl-10-10-08s16", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-10-10-08s17", "raw": "A scene from a TV show in which a woman is cutting a cake.", "with_names": "a woman is cutting a cake."}, {"scene_id": "oltl-10-10-08s18", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "oltl-10-10-08s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-10-08s20", "raw": "A scene from a TV show in which a woman is talking on the phone and a man stands behind her.", "with_names": ""}, {"scene_id": "oltl-10-10-08s21", "raw": "A scene from a TV show in which a soldier is running with his hands cuffed behind his back.", "with_names": "a soldier is running with his hands cuffed behind his back."}, {"scene_id": "oltl-10-10-08s22", "raw": "A scene from a TV show in which a girl is crying and another girl is comforting her.", "with_names": "a girl is crying and another girl is comforting her."}, {"scene_id": "oltl-10-10-08s23", "raw": "A scene from a TV show in which a woman is singing in a stairwell.", "with_names": "a woman is singing in a stairwell."}, {"scene_id": "oltl-10-10-08s24", "raw": "", "with_names": ""}, {"scene_id": "oltl-10-10-08s25", "raw": "A scene from a TV show in which a man and a woman are standing in front of a brick building.", "with_names": "a man and a woman are standing in front of a brick building."}, {"scene_id": "oltl-10-10-08s26", "raw": "A scene from a TV show in which a man and a woman are lying on a bed together.", "with_names": "a man and a woman are lying on a bed together."}, {"scene_id": "oltl-10-10-08s27", "raw": "A scene from a TV show in which a doctor is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-10-10-08s28", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "oltl-10-10-08s29", "raw": "A scene from a TV show in which a woman is talking to a man and two other women.", "with_names": ""}, {"scene_id": "oltl-10-10-08s30", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "oltl-10-10-08s31", "raw": "A scene from a TV show in which a woman is sitting next to another woman and they are both looking at something.", "with_names": "a woman is sitting next to another woman and they are both looking at something."}, {"scene_id": "oltl-10-10-08s32", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-10-08s33", "raw": "A scene from a TV show in which a woman is talking to another woman and a man is standing behind them.", "with_names": ""}, {"scene_id": "oltl-10-10-08s34", "raw": "A scene from a TV show in which a woman is talking to a man in front of a statue of an angel.", "with_names": ""}, {"scene_id": "oltl-10-10-08s35", "raw": "A scene from a TV show in which a doctor is talking to a nurse and a man in a suit.", "with_names": ""}, {"scene_id": "oltl-10-10-08s36", "raw": "A scene from a TV show in which a man is on the phone and a fire is burning in the background.", "with_names": "a man is on the phone and a fire is burning in the background."}, {"scene_id": "oltl-10-10-08s37", "raw": "A scene from a TV show in which a woman is standing in a room with a table and chairs.", "with_names": "a woman is standing in a room with a table and chairs."}, {"scene_id": "oltl-10-10-08s38", "raw": "A scene from a TV show in which a woman is walking down a staircase, and a chair is on the right side of the stairs.", "with_names": "a woman is walking down a staircase, and a chair is on the right side of the stairs."}, {"scene_id": "oltl-10-10-08s39", "raw": "A scene from a TV show in which a woman is standing in a dark room next to a shelf full of medicine bottles.", "with_names": "] is standing in a dark room next to a shelf full of medicine bottles."}]