[{"scene_id": "oltl-09-01-10s0", "raw": "A scene from a TV show in which two women are arguing with a man.", "with_names": "two women are arguing with a man."}, {"scene_id": "oltl-09-01-10s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-01-10s2", "raw": "A scene from a TV show in which a young man is wearing a black shirt and a necklace.", "with_names": "a young man is wearing a black shirt and a necklace."}, {"scene_id": "oltl-09-01-10s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-01-10s4", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and a man is standing next to her."}, {"scene_id": "oltl-09-01-10s5", "raw": "A scene from a TV show in which a woman is wearing a white shirt and her hands are clapping.", "with_names": "a woman is wearing a white shirt and her hands are clapping."}, {"scene_id": "oltl-09-01-10s6", "raw": "A scene from a TV show in which a man is smiling and looking to the right.", "with_names": "a man is smiling and looking to the right."}, {"scene_id": "oltl-09-01-10s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-01-10s8", "raw": "A scene from a TV show in which a young man is wearing a black shirt and a short haircut.", "with_names": "a young man is wearing a black shirt and a short haircut."}, {"scene_id": "oltl-09-01-10s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-01-10s10", "raw": "A scene from a TV show in which two women are sitting next to each other, with their arms crossed.", "with_names": "two women are sitting next to each other, with their arms crossed."}, {"scene_id": "oltl-09-01-10s11", "raw": "A scene from a TV show in which a man is holding a cake and a woman is standing next to him.", "with_names": "a man is holding a cake and a woman is standing next to him."}, {"scene_id": "oltl-09-01-10s12", "raw": "A scene from a TV show in which a woman points a gun at the camera.", "with_names": "a woman points a gun at the camera."}, {"scene_id": "oltl-09-01-10s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-01-10s14", "raw": "A scene from a TV show in which two women are arguing in a room.", "with_names": "two women are arguing in a room."}, {"scene_id": "oltl-09-01-10s15", "raw": "A scene from a TV show in which a woman is wearing a white lab coat and looking down.", "with_names": "a woman is wearing a white lab coat and looking down."}, {"scene_id": "oltl-09-01-10s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-01-10s17", "raw": "A scene from a TV show in which a young man is looking at a framed picture.", "with_names": "a young man is looking at a framed picture."}, {"scene_id": "oltl-09-01-10s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-01-10s19", "raw": "A scene from a TV show in which a man is looking down and wearing a white shirt.", "with_names": "a man is looking down and wearing a white shirt."}, {"scene_id": "oltl-09-01-10s20", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-01-10s21", "raw": "A scene from a TV show in which a woman points at a man.", "with_names": "a woman points at a man."}, {"scene_id": "oltl-09-01-10s22", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "oltl-09-01-10s23", "raw": "A scene from a TV show in which a blonde woman is looking up and smiling.", "with_names": "a blonde woman is looking up and smiling."}, {"scene_id": "oltl-09-01-10s24", "raw": "A scene from a TV show in which a man is wearing a black polo shirt and a blonde woman is standing behind him.", "with_names": "a man is wearing a black polo shirt and a blonde woman is standing behind him."}, {"scene_id": "oltl-09-01-10s25", "raw": "A scene from a TV show in which a woman is pointing a gun at someone.", "with_names": "a woman is pointing a gun at someone."}, {"scene_id": "oltl-09-01-10s26", "raw": "A scene from a TV show in which a young man is walking down a hallway and looking at a door.", "with_names": "a young man is walking down a hallway and looking at a door."}, {"scene_id": "oltl-09-01-10s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-01-10s28", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a necklace.", "with_names": "a woman is wearing a white shirt and a necklace."}, {"scene_id": "oltl-09-01-10s29", "raw": "A scene from a TV show in which a man and a woman are walking down a street, with a young man looking at a girl.", "with_names": "a man and a woman are walking down a street, with a young man looking at a girl."}, {"scene_id": "oltl-09-01-10s30", "raw": "A scene from a TV show in which a man is sitting on a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-09-01-10s31", "raw": "A scene from a TV show in which a man and a woman are looking at a cell phone.", "with_names": "a man and a woman are looking at a cell phone."}, {"scene_id": "oltl-09-01-10s32", "raw": "A scene from a TV show in which a woman is looking at a wall and a man is standing behind her", "with_names": "Gigi is looking at a wall and ] is standing behind her"}, {"scene_id": "oltl-09-01-10s33", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-01-10s34", "raw": "A scene from a TV show in which a man and a woman look at a bulletin board.", "with_names": "James and ] look at a bulletin board."}, {"scene_id": "oltl-09-01-10s35", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-01-10s36", "raw": "A scene from a TV show in which a woman is holding a gun.", "with_names": "a woman is holding a gun."}, {"scene_id": "oltl-09-01-10s37", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-01-10s38", "raw": "A scene from a TV show in which a young boy is talking to an older man in a garden.", "with_names": ""}, {"scene_id": "oltl-09-01-10s39", "raw": "A scene from a TV show in which a woman and a man look at a bulletin board.", "with_names": "Gigi and ] look at a bulletin board."}, {"scene_id": "oltl-09-01-10s40", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-01-10s41", "raw": "A scene from a TV show in which a man is talking to a woman and a dog is present.", "with_names": ""}, {"scene_id": "oltl-09-01-10s42", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}]