[{"scene_id": "atwt-04-06-10s0", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-04-06-10s1", "raw": "A scene from a TV show in which a man is sitting at a desk and talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-04-06-10s2", "raw": "A scene from a TV show in which a man and a woman kiss in a car.", "with_names": "a man and a woman kiss in a car."}, {"scene_id": "atwt-04-06-10s3", "raw": "A scene from a TV show in which a woman is seen in a cloud of smoke", "with_names": "a woman is in a cloud of smoke"}, {"scene_id": "atwt-04-06-10s4", "raw": "A scene from a TV show in which a woman is talking on the phone and looking shocked.", "with_names": ""}, {"scene_id": "atwt-04-06-10s5", "raw": "A scene from a TV show in which a boy is wearing a black shirt and a green hat.", "with_names": "a boy is wearing a black shirt and a green hat."}, {"scene_id": "atwt-04-06-10s6", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "atwt-04-06-10s7", "raw": "A scene from a TV show in which a woman is talking to a man and another man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-04-06-10s8", "raw": "A scene from a TV show in which a man is wearing a hoodie and a young man is standing next to him.", "with_names": "a man is wearing a hoodie and a young man is standing next to him."}, {"scene_id": "atwt-04-06-10s9", "raw": "A scene from a TV show in which a man and a woman are riding a bicycle in the desert.", "with_names": "a man and a woman are riding a bicycle in the desert."}, {"scene_id": "atwt-04-06-10s10", "raw": "A scene from a TV show in which a woman is holding flowers and a man is standing next to her.", "with_names": "a woman is holding flowers and a man is standing next to her."}, {"scene_id": "atwt-04-06-10s11", "raw": "A scene from a TV show in which a young man is looking down and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-04-06-10s12", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-04-06-10s13", "raw": "A scene from a TV show in which a black woman is talking about her experience with racism.", "with_names": ""}, {"scene_id": "atwt-04-06-10s14", "raw": "A scene from a TV show in which a woman is talking on a cell phone and her face is cut out.", "with_names": ""}, {"scene_id": "atwt-04-06-10s15", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-04-06-10s16", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on.", "with_names": "] is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "atwt-04-06-10s17", "raw": "A scene from a TV show in which a man is walking down a hallway, holding a cup.", "with_names": "a man is walking down a hallway, holding a cup."}, {"scene_id": "atwt-04-06-10s18", "raw": "A scene from a TV show in which a woman is talking about a Crestor device.", "with_names": ""}, {"scene_id": "atwt-04-06-10s19", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-04-06-10s20", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on.", "with_names": "a man is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "atwt-04-06-10s21", "raw": "A scene from a TV show in which a woman is wearing a pink blazer and a yellow brooch.", "with_names": "a woman is wearing a pink blazer and a yellow brooch."}]