[{"scene_id": "atwt-07-19-05s0", "raw": "A scene from a TV show in which a woman is wearing a pink dress and looking to the side.", "with_names": "Emily is wearing a pink dress and looking to the side."}, {"scene_id": "atwt-07-19-05s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-07-19-05s2", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-07-19-05s3", "raw": "A scene from a TV show in which a man and a woman are staring at each other.", "with_names": "Will and ] are staring at each other."}, {"scene_id": "atwt-07-19-05s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-19-05s5", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "] is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-07-19-05s6", "raw": "A scene from a TV show in which a blonde woman is smiling and looking down.", "with_names": "a blonde woman is smiling and looking down."}, {"scene_id": "atwt-07-19-05s7", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-07-19-05s8", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her", "with_names": ""}, {"scene_id": "atwt-07-19-05s9", "raw": "A scene from a TV show in which a man is looking at another man and a woman is standing behind him.", "with_names": "a man is looking at another man and ] is standing behind him."}, {"scene_id": "atwt-07-19-05s10", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-07-19-05s11", "raw": "A scene from a TV show in which two women are standing in a gym, with exercise bikes and treadmills in the background.", "with_names": "two women are standing in a gym, with exercise bikes and treadmills in the background."}, {"scene_id": "atwt-07-19-05s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-19-05s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-19-05s14", "raw": "A scene from a TV show in which a blonde woman is wearing a pink top and a necklace", "with_names": "a blonde woman is wearing a pink top and a necklace"}, {"scene_id": "atwt-07-19-05s15", "raw": "A scene from a TV show in which a man and a woman are looking out a window.", "with_names": "a man and a woman are looking out a window."}, {"scene_id": "atwt-07-19-05s16", "raw": "A scene from a TV show in which a car is driving down a road with the words Starting under $12,000", "with_names": "a car is driving down a road with the words starting under $12,000"}, {"scene_id": "atwt-07-19-05s17", "raw": "A scene from a TV show in which a girl is on the phone with a man.", "with_names": "a girl is on the phone with a man."}, {"scene_id": "atwt-07-19-05s18", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "atwt-07-19-05s19", "raw": "A scene from a TV show in which a woman is wearing a green robe and looking at the camera.", "with_names": "a woman is wearing a green robe and looking at the camera."}, {"scene_id": "atwt-07-19-05s20", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-19-05s21", "raw": "A scene from a TV show in which a man is driving a Zamboni on a frozen pond, while a woman skates on the ice.", "with_names": "a man is driving a zamboni on a frozen pond, while a woman skates on the ice."}, {"scene_id": "atwt-07-19-05s22", "raw": "A scene from a TV show in which a woman is standing in front of a man and a boy.", "with_names": "a woman is standing in front of a man and a boy."}, {"scene_id": "atwt-07-19-05s23", "raw": "A scene from a TV show in which a woman is wearing a red top and a blonde wig", "with_names": "a woman is wearing a red top and a blonde wig"}, {"scene_id": "atwt-07-19-05s24", "raw": "A scene from a TV show in which a Geico logo is shown", "with_names": ""}, {"scene_id": "atwt-07-19-05s25", "raw": "A scene from a TV show in which a young man is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-07-19-05s26", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-07-19-05s27", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-07-19-05s28", "raw": "A scene from a TV show in which a man is standing in front of a glass case, looking at a stuffed animal.", "with_names": "a man is standing in front of a glass case, looking at a stuffed animal."}, {"scene_id": "atwt-07-19-05s29", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital room.", "with_names": ""}]