[{"scene_id": "oltl-04-10-07s0", "raw": "A scene from a TV show in which a girl is singing along to a song on her cell phone.", "with_names": "a girl is singing along to a song on her cell phone."}, {"scene_id": "oltl-04-10-07s1", "raw": "A scene from a TV show in which a man is walking down a street, and a woman is standing behind him.", "with_names": "a man is walking down a street, and ] is standing behind him."}, {"scene_id": "oltl-04-10-07s2", "raw": "A scene from a TV show in which a young girl is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-10-07s3", "raw": "A scene from a TV show in which a man is talking to a woman in a shop.", "with_names": ""}, {"scene_id": "oltl-04-10-07s4", "raw": "A scene from a TV show in which a man is wearing a blindfold and sitting on a plane.", "with_names": "a man is wearing a blindfold and sitting on a plane."}, {"scene_id": "oltl-04-10-07s5", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-10-07s6", "raw": "A scene from a TV show in which two women are standing in a room, one is holding a boxing glove.", "with_names": "two women are standing in a room, one is holding a boxing glove."}, {"scene_id": "oltl-04-10-07s7", "raw": "A scene from a TV show in which a man is sitting in a car and looking out the window.", "with_names": "a man is sitting in a car and looking out the window."}, {"scene_id": "oltl-04-10-07s8", "raw": "A scene from a TV show in which a man is holding a baby and talking to another man.", "with_names": ""}, {"scene_id": "oltl-04-10-07s9", "raw": "A scene from a TV show in which a man is seen looking down and his head is bowed.", "with_names": "a man is looking down and his head is bowed."}, {"scene_id": "oltl-04-10-07s10", "raw": "A scene from a TV show in which three girls are talking to each other.", "with_names": ""}, {"scene_id": "oltl-04-10-07s11", "raw": "A scene from a TV show in which a man is holding a baby and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-10-07s12", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other on a plane.", "with_names": "a man and a woman are sitting next to each other on a plane."}, {"scene_id": "oltl-04-10-07s13", "raw": "A scene from a TV show in which a woman is wearing a blue jacket and a short brown hair.", "with_names": "a woman is wearing a blue jacket and a short brown hair."}, {"scene_id": "oltl-04-10-07s14", "raw": "A scene from a TV show in which a man is using a typewriter and a boy is watching him.", "with_names": "a man is using a typewriter and a boy is watching him."}, {"scene_id": "oltl-04-10-07s15", "raw": "A scene from a TV show in which a girl is sitting at a desk and two other girls are sitting at desks behind her.", "with_names": "a girl is sitting at a desk and two other girls are sitting at desks behind her."}, {"scene_id": "oltl-04-10-07s16", "raw": "A scene from a TV show in which a man is talking to a woman while she is sitting on a chair.", "with_names": ""}, {"scene_id": "oltl-04-10-07s17", "raw": "A scene from a TV show in which a woman stands in front of a blackboard, holding a book.", "with_names": "a woman stands in front of a blackboard, holding a book."}, {"scene_id": "oltl-04-10-07s18", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-04-10-07s19", "raw": "A scene from a TV show in which a man is sitting on a plane and looking down.", "with_names": "a man is sitting on a plane and looking down."}, {"scene_id": "oltl-04-10-07s20", "raw": "A scene from a TV show in which a man is talking and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-04-10-07s21", "raw": "A scene from a TV show in which a young man is sitting in a room with a green jacket on.", "with_names": "a young man is sitting in a room with a green jacket on."}, {"scene_id": "oltl-04-10-07s22", "raw": "A scene from a TV show in which a woman is standing next to a man in a room.", "with_names": "a woman is standing next to a man in a room."}, {"scene_id": "oltl-04-10-07s23", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-10-07s24", "raw": "A scene from a TV show in which a baby is being fed from a bottle.", "with_names": "a baby is being fed from a bottle."}, {"scene_id": "oltl-04-10-07s25", "raw": "A scene from a TV show in which a man is talking on his cell phone in front of a neon sign that says Rolling.", "with_names": ""}, {"scene_id": "oltl-04-10-07s26", "raw": "A scene from a TV show in which a woman is asleep on a plane.", "with_names": "a woman is asleep on a plane."}, {"scene_id": "oltl-04-10-07s27", "raw": "A scene from a TV show in which a man and a woman are standing close to each other, touching their foreheads.", "with_names": "a man and a woman are standing close to each other, touching their foreheads."}]