[{"scene_id": "oltl-08-03-10s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-08-03-10s1", "raw": "A scene from a TV show in which a woman is arguing with another woman.", "with_names": "a woman is arguing with another woman."}, {"scene_id": "oltl-08-03-10s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-03-10s3", "raw": "A scene from a TV show in which a man is leaning over a woman in bed, with a lamp and a window in the background.", "with_names": "Eli is leaning over ] in bed, with a lamp and a window in the background."}, {"scene_id": "oltl-08-03-10s4", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-03-10s5", "raw": "A scene from a TV show in which a woman is lit by a bright light.", "with_names": "a woman is lit by a bright light."}, {"scene_id": "oltl-08-03-10s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-03-10s7", "raw": "A scene from a TV show in which a man and a woman are standing next to a jukebox.", "with_names": "a man and a woman are standing next to a jukebox."}, {"scene_id": "oltl-08-03-10s8", "raw": "A scene from a TV show in which a car is being driven by a man", "with_names": "a car is being driven by ]"}, {"scene_id": "oltl-08-03-10s9", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "a woman is laughing"}, {"scene_id": "oltl-08-03-10s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-03-10s11", "raw": "A scene from a TV show in which a woman is lying in bed with a man standing over her.", "with_names": "a woman is lying in bed with a man standing over her."}, {"scene_id": "oltl-08-03-10s12", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-08-03-10s13", "raw": "A scene from a TV show in which a man and a woman sit next to each other, both looking at something off-screen.", "with_names": "a man and a woman sit next to each other, both looking at something off-screen."}, {"scene_id": "oltl-08-03-10s14", "raw": "A scene from a TV show in which a woman is lying on the floor with her head in her hands", "with_names": "a woman is lying on the floor with her head in her hands"}, {"scene_id": "oltl-08-03-10s15", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-08-03-10s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-08-03-10s17", "raw": "A scene from a TV show in which a man and a woman are sitting together in a bar.", "with_names": "a man and a woman are sitting together in a bar."}, {"scene_id": "oltl-08-03-10s18", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-08-03-10s19", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-03-10s20", "raw": "A scene from a TV show in which a woman is being punched by a child.", "with_names": "a woman is being punched by a child."}, {"scene_id": "oltl-08-03-10s21", "raw": "A scene from a TV show in which a man with long hair is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-03-10s22", "raw": "A scene from a TV show in which a woman is wearing a black tank top and a blonde wig.", "with_names": "a woman is wearing a black tank top and a blonde wig."}, {"scene_id": "oltl-08-03-10s23", "raw": "A scene from a TV show in which a man is talking to two other men.", "with_names": ""}, {"scene_id": "oltl-08-03-10s24", "raw": "A scene from a TV show in which a judge is talking to a defendant.", "with_names": ""}, {"scene_id": "oltl-08-03-10s25", "raw": "A scene from a TV show in which a man is looking at a woman and she is wearing a wedding dress.", "with_names": "a man is looking at a woman and she is wearing a wedding dress."}, {"scene_id": "oltl-08-03-10s26", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-03-10s27", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-03-10s28", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-08-03-10s29", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a wedding dress.", "with_names": "a man is wearing a suit and a woman is in a wedding dress."}, {"scene_id": "oltl-08-03-10s30", "raw": "A scene from a TV show in which a man is dancing with his family.", "with_names": "a man is dancing with his family."}, {"scene_id": "oltl-08-03-10s31", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-08-03-10s32", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "a woman is wearing a black dress and a man is in a suit."}, {"scene_id": "oltl-08-03-10s33", "raw": "A scene from a TV show in which a man is holding a woman's hand.", "with_names": "a man is holding a woman's hand."}, {"scene_id": "oltl-08-03-10s34", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-03-10s35", "raw": "A scene from a TV show in which a man is sitting in a chair with his hand resting on his chin.", "with_names": ""}, {"scene_id": "oltl-08-03-10s36", "raw": "A scene from a TV show in which a young boy is wearing a baseball cap and a red jacket.", "with_names": "a young boy is wearing a baseball cap and a red jacket."}, {"scene_id": "oltl-08-03-10s37", "raw": "A scene from a TV show in which a woman is wearing a watch on her wrist", "with_names": "a woman is wearing a watch on her wrist"}, {"scene_id": "oltl-08-03-10s38", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is dressed in a white hijab.", "with_names": "a man is wearing a suit and a woman is dressed in a white hijab."}, {"scene_id": "oltl-08-03-10s39", "raw": "A scene from a TV show in which a woman is wearing a white dress and a tiara.", "with_names": "a woman is wearing a white dress and a tiara."}, {"scene_id": "oltl-08-03-10s40", "raw": "A scene from a TV show in which a man is seen trying to break into a door with a crowbar.", "with_names": "a man is trying to break into a door with a crowbar."}, {"scene_id": "oltl-08-03-10s41", "raw": "A scene from a TV show in which a blonde woman is looking at a man and he is looking back at her.", "with_names": "a blonde woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-08-03-10s42", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-03-10s43", "raw": "", "with_names": ""}]