[{"scene_id": "oltl-10-30-08s0", "raw": "A scene from a TV show in which a police officer is looking up at the ceiling", "with_names": "a police officer is looking up at the ceiling"}, {"scene_id": "oltl-10-30-08s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and another woman is standing next to her, both laughing.", "with_names": ""}, {"scene_id": "oltl-10-30-08s2", "raw": "A scene from a TV show in which a man is looking up at the sky", "with_names": "a man is looking up at the sky"}, {"scene_id": "oltl-10-30-08s3", "raw": "A scene from a TV show in which a woman is holding a baby and a teddy bear.", "with_names": "a woman is holding a baby and a teddy bear."}, {"scene_id": "oltl-10-30-08s4", "raw": "", "with_names": ""}, {"scene_id": "oltl-10-30-08s5", "raw": "A scene from a TV show in which a woman is being stalked by a ghost", "with_names": "a woman is being stalked by a ghost"}, {"scene_id": "oltl-10-30-08s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-30-08s7", "raw": "A scene from a TV show in which a police officer is sitting next to a man and looking at a laptop.", "with_names": "a police officer is sitting next to a man and looking at a laptop."}, {"scene_id": "oltl-10-30-08s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-30-08s9", "raw": "A scene from a TV show in which a man is talking to a woman in front of a wall.", "with_names": ""}, {"scene_id": "oltl-10-30-08s10", "raw": "A scene from a TV show in which a woman is wearing a black suit and a necklace.", "with_names": "a woman is wearing a black suit and a necklace."}, {"scene_id": "oltl-10-30-08s11", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-30-08s12", "raw": "A scene from a TV show in which a man is sitting on a bench and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-30-08s13", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-10-30-08s14", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-10-30-08s15", "raw": "A scene from a TV show in which a woman is sitting next to a police officer and looking at a laptop.", "with_names": "a woman is sitting next to a police officer and looking at a laptop."}, {"scene_id": "oltl-10-30-08s16", "raw": "A scene from a TV show in which a man is trying to button his shirt.", "with_names": "a man is trying to button his shirt."}, {"scene_id": "oltl-10-30-08s17", "raw": "A scene from a TV show in which a young woman is sitting in a room with a man.", "with_names": "a young woman is sitting in a room with a man."}, {"scene_id": "oltl-10-30-08s18", "raw": "A scene from a TV show in which a man is standing in front of a woman and looking at her.", "with_names": "a man is standing in front of a woman and looking at her."}, {"scene_id": "oltl-10-30-08s19", "raw": "A scene from a TV show in which a chair is being smashed by a hammer.", "with_names": "a chair is being smashed by a hammer."}, {"scene_id": "oltl-10-30-08s20", "raw": "A scene from a TV show in which a woman is kneeling on the floor, holding a bowl.", "with_names": "] is kneeling on the floor, holding a bowl."}, {"scene_id": "oltl-10-30-08s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-30-08s22", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "oltl-10-30-08s23", "raw": "A scene from a TV show in which a police officer is shown a video of a man.", "with_names": ""}, {"scene_id": "oltl-10-30-08s24", "raw": "A scene from a TV show in which a man is reading a letter.", "with_names": "a man is reading a letter."}, {"scene_id": "oltl-10-30-08s25", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "oltl-10-30-08s26", "raw": "A scene from a TV show in which a woman is in a bathtub, a towel is on the floor and a man is standing in the tub.", "with_names": "a woman is in a bathtub, a towel is on the floor and a man is standing in the tub."}, {"scene_id": "oltl-10-30-08s27", "raw": "A scene from a TV show in which a man is looking down and his hair is blowing in the wind.", "with_names": "a man is looking down and his hair is blowing in the wind."}, {"scene_id": "oltl-10-30-08s28", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}]