[{"scene_id": "atwt-11-10-05s0", "raw": "A scene from a TV show in which a man is standing next to a woman and she is looking at him.", "with_names": "a man is standing next to a woman and she is looking at him."}, {"scene_id": "atwt-11-10-05s1", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "] and Lucinda are standing in a room."}, {"scene_id": "atwt-11-10-05s2", "raw": "A scene from a TV show in which a blonde man is smiling at a brunette woman.", "with_names": "a blonde man is smiling at a brunette woman."}, {"scene_id": "atwt-11-10-05s3", "raw": "A scene from a TV show in which a girl is wearing a hat and a red jacket", "with_names": "a girl is wearing a hat and a red jacket"}, {"scene_id": "atwt-11-10-05s4", "raw": "A scene from a TV show in which a woman is seen rubbing her legs with her hands.", "with_names": "a woman is rubbing her legs with her hands."}, {"scene_id": "atwt-11-10-05s5", "raw": "A scene from a TV show in which a girl is wearing a beret and a red sweater", "with_names": "a girl is wearing a beret and a red sweater"}, {"scene_id": "atwt-11-10-05s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-11-10-05s7", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a man.", "with_names": "a woman is sitting in a room and looking at a man."}, {"scene_id": "atwt-11-10-05s8", "raw": "A scene from a TV show in which a car is shown with a logo on the hood", "with_names": ""}, {"scene_id": "atwt-11-10-05s9", "raw": "A scene from a TV show in which a woman is standing in a room with a mirror and a clock.", "with_names": "a woman is standing in a room with a mirror and a clock."}, {"scene_id": "atwt-11-10-05s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-11-10-05s11", "raw": "A scene from a TV show in which a blonde woman is looking at a man.", "with_names": "a blonde woman is looking at a man."}, {"scene_id": "atwt-11-10-05s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-10-05s13", "raw": "A scene from a TV show in which a woman is seen using a stretcher on her baby.", "with_names": "a woman is using a stretcher on her baby."}, {"scene_id": "atwt-11-10-05s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-10-05s15", "raw": "A scene from a TV show in which a woman is looking up and smiling.", "with_names": "a woman is looking up and smiling."}, {"scene_id": "atwt-11-10-05s16", "raw": "A scene from a TV show in which a young man is sitting in a room and looking at a book.", "with_names": "a young man is sitting in a room and looking at a book."}, {"scene_id": "atwt-11-10-05s17", "raw": "A scene from a TV show in which a man is looking down and smiling.", "with_names": "a man is looking down and smiling."}, {"scene_id": "atwt-11-10-05s18", "raw": "A scene from a TV show in which a girl is wearing a plaid hat and a boy is looking at her.", "with_names": "a girl is wearing a plaid hat and a boy is looking at her."}, {"scene_id": "atwt-11-10-05s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-10-05s20", "raw": "A scene from a TV show in which a man is seen holding a shirt and a hanger.", "with_names": "a man is holding a shirt and a hanger."}, {"scene_id": "atwt-11-10-05s21", "raw": "A scene from a TV show in which a man is looking at the camera", "with_names": "a man is looking at the camera"}, {"scene_id": "atwt-11-10-05s22", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-11-10-05s23", "raw": "A scene from a TV show in which a man is standing in a room with a window and a desk.", "with_names": "a man is standing in a room with a window and a desk."}, {"scene_id": "atwt-11-10-05s24", "raw": "A scene from a TV show in which a man is looking down and his head is tilted to the side.", "with_names": "a man is looking down and his head is tilted to the side."}, {"scene_id": "atwt-11-10-05s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-10-05s26", "raw": "A scene from a TV show in which a woman is talking about her knee replacement surgery.", "with_names": ""}]