[{"scene_id": "atwt-01-13-06s0", "raw": "A scene from a TV show in which a young man is looking up and smiling.", "with_names": "a young man is looking up and smiling."}, {"scene_id": "atwt-01-13-06s1", "raw": "A scene from a TV show in which a woman is talking to another woman and the other woman is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "atwt-01-13-06s2", "raw": "A scene from a TV show in which a woman holds a baby and smiles.", "with_names": "a woman holds a baby and smiles."}, {"scene_id": "atwt-01-13-06s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-13-06s4", "raw": "A scene from a TV show in which a man is handcuffed and a woman is standing behind him.", "with_names": "a man is handcuffed and ] is standing behind him."}, {"scene_id": "atwt-01-13-06s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-13-06s6", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at ] and smiling."}, {"scene_id": "atwt-01-13-06s7", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a blue shirt.", "with_names": "a woman is wearing a black dress and a man is in a blue shirt."}, {"scene_id": "atwt-01-13-06s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-13-06s9", "raw": "A scene from a TV show in which a young boy is being bullied by a man.", "with_names": "a young boy is being bullied by a man."}, {"scene_id": "atwt-01-13-06s10", "raw": "A scene from a TV show in which two women are standing in front of a little girl, with a cake and a wine glass in front.", "with_names": "two women are standing in front of a little girl, with a cake and a wine glass in front."}, {"scene_id": "atwt-01-13-06s11", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-13-06s12", "raw": "A scene from a TV show in which a man is lying on the floor, his head resting on his hand.", "with_names": "a man is lying on the floor, his head resting on his hand."}, {"scene_id": "atwt-01-13-06s13", "raw": "A scene from a TV show in which a blonde woman is crying and a brunette woman is comforting her.", "with_names": "a blonde woman is crying and a brunette woman is comforting her."}, {"scene_id": "atwt-01-13-06s14", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-01-13-06s15", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt and is looking down.", "with_names": "a man is wearing a suit and a white shirt and is looking down."}, {"scene_id": "atwt-01-13-06s16", "raw": "A scene from a TV show in which a woman is holding a gun and a man is sitting at a table.", "with_names": "a woman is holding a gun and a man is sitting at a table."}, {"scene_id": "atwt-01-13-06s17", "raw": "A scene from a TV show in which a woman is talking on a cell phone and a cat is sitting next to her.", "with_names": ""}, {"scene_id": "atwt-01-13-06s18", "raw": "A scene from a TV show in which a man is talking to a woman while holding a bouquet.", "with_names": ""}, {"scene_id": "atwt-01-13-06s19", "raw": "A scene from a TV show in which a man is crying while talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-01-13-06s20", "raw": "A scene from a TV show in which a man is getting married to a woman.", "with_names": "a man is getting married to a woman."}, {"scene_id": "atwt-01-13-06s21", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing behind her.", "with_names": "a woman is wearing a blue dress and ] is standing behind her."}, {"scene_id": "atwt-01-13-06s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-13-06s23", "raw": "A scene from a TV show in which a man leans against a wall and looks at the camera.", "with_names": "a man leans against a wall and looks at the camera."}, {"scene_id": "atwt-01-13-06s24", "raw": "A scene from a TV show in which a cat is seen walking through the snow.", "with_names": "a cat is walking through the snow."}, {"scene_id": "atwt-01-13-06s25", "raw": "A scene from a TV show in which a man is proposing to a woman on a couch.", "with_names": "a man is proposing to a woman on a couch."}]