[{"scene_id": "oltl-08-31-10s0", "raw": "A scene from a TV show in which a man is seen sitting in a bathtub, his shirt off.", "with_names": "a man is sitting in a bathtub, his shirt off."}, {"scene_id": "oltl-08-31-10s1", "raw": "A scene from a TV show in which a woman is talking to another woman and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-08-31-10s2", "raw": "A scene from a TV show in which a young man is sitting on a couch and talking to a person.", "with_names": ""}, {"scene_id": "oltl-08-31-10s3", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "a man is wearing a suit and a blue shirt."}, {"scene_id": "oltl-08-31-10s4", "raw": "A scene from a TV show in which a woman is shocked by something.", "with_names": "a woman is shocked by something."}, {"scene_id": "oltl-08-31-10s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-31-10s6", "raw": "A scene from a TV show in which a blonde woman is sitting in a car, looking at her laptop.", "with_names": "a blonde woman is sitting in a car, looking at her laptop."}, {"scene_id": "oltl-08-31-10s7", "raw": "A scene from a TV show in which two women are sitting next to each other.", "with_names": "two women are sitting next to each other."}, {"scene_id": "oltl-08-31-10s8", "raw": "A scene from a TV show in which a man is seen in a bathroom mirror, looking at his chest.", "with_names": "a man is in a bathroom mirror, looking at his chest."}, {"scene_id": "oltl-08-31-10s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-31-10s10", "raw": "A scene from a TV show in which a man is sitting in a room with a potted plant and candles.", "with_names": "a man is sitting in a room with a potted plant and candles."}, {"scene_id": "oltl-08-31-10s11", "raw": "A scene from a TV show in which a young man is talking to an older man.", "with_names": ""}, {"scene_id": "oltl-08-31-10s12", "raw": "A scene from a TV show in which two men are in a sauna and a man is watching them.", "with_names": "two men are in a sauna and a man is watching them."}, {"scene_id": "oltl-08-31-10s13", "raw": "A scene from a TV show in which a woman is wearing a black bra and a red dress, and another woman is talking to her.", "with_names": ""}, {"scene_id": "oltl-08-31-10s14", "raw": "A scene from a TV show in which a man is looking down and a picture is hanging on the wall.", "with_names": "a man is looking down and a picture is hanging on the wall."}, {"scene_id": "oltl-08-31-10s15", "raw": "A scene from a TV show in which a man is standing in a hallway, looking at a door.", "with_names": "a man is standing in a hallway, looking at a door."}, {"scene_id": "oltl-08-31-10s16", "raw": "A scene from a TV show in which a man is looking off camera.", "with_names": "a man is looking off camera."}, {"scene_id": "oltl-08-31-10s17", "raw": "A scene from a TV show in which a shirtless man is talking to someone in a bathroom.", "with_names": ""}, {"scene_id": "oltl-08-31-10s18", "raw": "A scene from a TV show in which a young man is talking to an older man.", "with_names": ""}, {"scene_id": "oltl-08-31-10s19", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "a man is wearing a suit and a blue shirt."}, {"scene_id": "oltl-08-31-10s20", "raw": "A scene from a TV show in which a man is wearing a white shirt and a woman is standing behind him.", "with_names": "a man is wearing a white shirt and a woman is standing behind him."}, {"scene_id": "oltl-08-31-10s21", "raw": "A scene from a TV show in which two women are standing in a hallway, one of them is holding a cup and the other is holding a stack of papers.", "with_names": "two women are standing in a hallway, one of them is holding a cup and the other is holding a stack of papers."}, {"scene_id": "oltl-08-31-10s22", "raw": "A scene from a TV show in which a shirtless man is looking at another shirtless man who is looking back at him.", "with_names": "a shirtless man is looking at another shirtless man who is looking back at him."}, {"scene_id": "oltl-08-31-10s23", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-08-31-10s24", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-08-31-10s25", "raw": "A scene from a TV show in which a man is wearing a white coat and a striped shirt.", "with_names": "a man is wearing a white coat and a striped shirt."}, {"scene_id": "oltl-08-31-10s26", "raw": "A scene from a TV show in which a man is wearing a white shirt and yellow tie and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-31-10s27", "raw": "A scene from a TV show in which a man is sitting on a bed and looking down, with his eyes closed.", "with_names": "a man is sitting on a bed and looking down, with his eyes closed."}, {"scene_id": "oltl-08-31-10s28", "raw": "A scene from a TV show in which a man is wearing a tie and a white shirt and is yelling.", "with_names": "a man is wearing a tie and a white shirt and is yelling."}, {"scene_id": "oltl-08-31-10s29", "raw": "A scene from a TV show in which a shirtless man is sitting in a sauna.", "with_names": "a shirtless man is sitting in a sauna."}, {"scene_id": "oltl-08-31-10s30", "raw": "A scene from a TV show in which a man and a woman are dancing in a room.", "with_names": "a man and a woman are dancing in a room."}, {"scene_id": "oltl-08-31-10s31", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-31-10s32", "raw": "A scene from a TV show in which a man is standing in a doorway and another man is walking into the room.", "with_names": "a man is standing in a doorway and another man is walking into the room."}, {"scene_id": "oltl-08-31-10s33", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-31-10s34", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-31-10s35", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-08-31-10s36", "raw": "A scene from a TV show in which a man and a woman are wearing white shirts.", "with_names": "a man and a woman are wearing white shirts."}]