[{"scene_id": "pc-01-16-01s0", "raw": "A scene from a TV show in which a woman is talking on the phone and the screen is showing a picture of a man", "with_names": ""}, {"scene_id": "pc-01-16-01s1", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a tie", "with_names": "a man is wearing a leather jacket and a tie"}, {"scene_id": "pc-01-16-01s2", "raw": "A scene from a TV show in which a woman is wearing a sticker on her forehead", "with_names": "a woman is wearing a sticker on her forehead"}, {"scene_id": "pc-01-16-01s3", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "pc-01-16-01s4", "raw": "A scene from a TV show in which a woman is touching a man's face.", "with_names": "a woman is touching a man's face."}, {"scene_id": "pc-01-16-01s5", "raw": "A scene from a TV show in which a woman is talking to a man and her hand is on her face.", "with_names": ""}, {"scene_id": "pc-01-16-01s6", "raw": "A scene from a TV show in which a woman is wearing a bandage on her head.", "with_names": "Eve is wearing a bandage on her head."}, {"scene_id": "pc-01-16-01s7", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Arianna is looking at a man and he is looking back at her."}, {"scene_id": "pc-01-16-01s8", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "pc-01-16-01s9", "raw": "A scene from a TV show in which a woman is smiling and looking down.", "with_names": "Arianna is smiling and looking down."}, {"scene_id": "pc-01-16-01s10", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "pc-01-16-01s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-16-01s12", "raw": "A scene from a TV show in which a man is sitting on a chair and looking at a book.", "with_names": ""}]