[{"scene_id": "gl-01-13-04s0", "raw": "A scene from a TV show in which a woman is being stalked by a man in a mask.", "with_names": "a woman is being stalked by a man in a mask."}, {"scene_id": "gl-01-13-04s1", "raw": "A scene from a TV show in which a man is being arrested by two men.", "with_names": "a man is being arrested by two men."}, {"scene_id": "gl-01-13-04s2", "raw": "A scene from a TV show in which a woman is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "gl-01-13-04s4", "raw": "A scene from a TV show in which a woman is standing in a kitchen and another woman is sitting on a chair.", "with_names": ""}, {"scene_id": "gl-01-13-04s5", "raw": "A scene from a TV show in which two girls are standing next to each other.", "with_names": "two girls are standing next to each other."}, {"scene_id": "gl-01-13-04s6", "raw": "A scene from a TV show in which a doctor and a nurse are talking in a hospital room.", "with_names": ""}, {"scene_id": "gl-01-13-04s7", "raw": "A scene from a TV show in which two women are standing next to each other, looking at each other.", "with_names": "two women are standing next to each other, looking at each other."}, {"scene_id": "gl-01-13-04s8", "raw": "A scene from a TV show in which a doctor is on the phone and is about to answer it.", "with_names": "a doctor is on the phone and is about to answer it."}, {"scene_id": "gl-01-13-04s9", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a book.", "with_names": ""}, {"scene_id": "gl-01-13-04s10", "raw": "A scene from a TV show in which a man and a woman are standing in a stairwell, with a shadowy figure looming behind them.", "with_names": "a man and a woman are standing in a stairwell, with a shadowy figure looming behind them."}, {"scene_id": "gl-01-13-04s11", "raw": "A scene from a TV show in which a police officer is hugging a woman.", "with_names": "a police officer is hugging a woman."}, {"scene_id": "gl-01-13-04s12", "raw": "A scene from a TV show in which a woman is wearing a blue fur scarf", "with_names": "a woman is wearing a blue fur scarf"}, {"scene_id": "gl-01-13-04s13", "raw": "A scene from a TV show in which a man is sitting at a table with a lawyer.", "with_names": "Tony is sitting at a table with a lawyer."}, {"scene_id": "gl-01-13-04s14", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both laughing.", "with_names": "Bill is sitting next to Alan and they are both laughing."}, {"scene_id": "gl-01-13-04s15", "raw": "A scene from a TV show in which a man and a woman are talking in the snow.", "with_names": ""}, {"scene_id": "gl-01-13-04s16", "raw": "A scene from a TV show in which two women sit on a couch and talk to each other.", "with_names": "two women sit on a couch and talk to each other."}, {"scene_id": "gl-01-13-04s17", "raw": "A scene from a TV show in which a woman is interviewed by a man.", "with_names": "a woman is interviewed by a man."}, {"scene_id": "gl-01-13-04s18", "raw": "A scene from a TV show in which a man is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "gl-01-13-04s19", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Buzz is crying"}, {"scene_id": "gl-01-13-04s20", "raw": "A scene from a TV show in which a woman is talking to two other women.", "with_names": ""}, {"scene_id": "gl-01-13-04s21", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "Rick is wearing a suit and a tie and looking at the camera."}, {"scene_id": "gl-01-13-04s22", "raw": "A scene from a TV show in which two men are singing together.", "with_names": "two men are singing together."}, {"scene_id": "gl-01-13-04s23", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-01-13-04s24", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-13-04s25", "raw": "A scene from a TV show in which a man is walking in a park and he is looking at a tree.", "with_names": "a man is walking in a park and he is looking at a tree."}, {"scene_id": "gl-01-13-04s26", "raw": "A scene from a TV show in which two men are arguing in front of a Christmas tree.", "with_names": "two men are arguing in front of a christmas tree."}, {"scene_id": "gl-01-13-04s27", "raw": "A scene from a TV show in which a man is drinking from a glass and another manI is holding his head", "with_names": "a man is drinking from a glass and another mani is holding his head"}, {"scene_id": "gl-01-13-04s28", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "gl-01-13-04s29", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her with a sad expression.", "with_names": "a woman is crying and a man is looking at her with a sad expression."}, {"scene_id": "gl-01-13-04s30", "raw": "A scene from a TV show in which a man is sitting at a table and talking to another man.", "with_names": ""}, {"scene_id": "gl-01-13-04s33", "raw": "A scene from a TV show in which three women are standing around a table.", "with_names": "three women are standing around a table."}, {"scene_id": "gl-01-13-04s34", "raw": "A scene from a TV show in which a woman sits on a chair in a room with a table and a vase.", "with_names": "a woman sits on a chair in a room with a table and a vase."}]