[{"scene_id": "atwt-05-18-06s0", "raw": "A scene from a TV show in which a man is laughing at a woman.", "with_names": "Mike is laughing at Katie."}, {"scene_id": "atwt-05-18-06s1", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and smiling.", "with_names": "a woman is wearing a yellow shirt and smiling."}, {"scene_id": "atwt-05-18-06s2", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a pile of books.", "with_names": "a man is standing in a room with a desk and a pile of books."}, {"scene_id": "atwt-05-18-06s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-18-06s4", "raw": "A scene from a TV show in which a man is holding a red bowling ball and a black vacuum cleaner.", "with_names": "a man is holding a red bowling ball and a black vacuum cleaner."}, {"scene_id": "atwt-05-18-06s5", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-05-18-06s6", "raw": "A scene from a TV show in which a girl is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-18-06s7", "raw": "A scene from a TV show in which a woman is holding a red rose in a kitchen.", "with_names": "a woman is holding a red rose in a kitchen."}, {"scene_id": "atwt-05-18-06s8", "raw": "A scene from a TV show in which a woman is shown smiling and looking up at the sky.", "with_names": ""}, {"scene_id": "atwt-05-18-06s9", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and a blonde bob haircut.", "with_names": "a woman is wearing a yellow shirt and a blonde bob haircut."}, {"scene_id": "atwt-05-18-06s10", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and short blonde hair", "with_names": "a woman is wearing a yellow shirt and short blonde hair"}, {"scene_id": "atwt-05-18-06s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-18-06s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-05-18-06s13", "raw": "A scene from a TV show in which a blonde woman is smiling at a woman with short hair.", "with_names": "a blonde woman is smiling at a woman with short hair."}, {"scene_id": "atwt-05-18-06s14", "raw": "A scene from a TV show in which a bag of Werther's Original caramels is shown.", "with_names": ""}, {"scene_id": "atwt-05-18-06s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-18-06s16", "raw": "A scene from a TV show in which a pink flower is shown. The words \"Secret\" are written on it.", "with_names": ""}, {"scene_id": "atwt-05-18-06s17", "raw": "A scene from a TV show in which a woman is on the phone and is looking annoyed.", "with_names": "a woman is on the phone and is looking annoyed."}, {"scene_id": "atwt-05-18-06s18", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-05-18-06s19", "raw": "A scene from a TV show in which a woman is hugging a child.", "with_names": "a woman is hugging a child."}, {"scene_id": "atwt-05-18-06s20", "raw": "A scene from a TV show in which a woman is cooking vegetables on a foil-lined pan.", "with_names": "a woman is cooking vegetables on a foil-lined pan."}, {"scene_id": "atwt-05-18-06s21", "raw": "A scene from a TV show in which a person is tearing a piece of paper in half.", "with_names": "a person is tearing a piece of paper in half."}, {"scene_id": "atwt-05-18-06s22", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-05-18-06s23", "raw": "A scene from a TV show in which a pharmacist hands a woman a prescription.", "with_names": "a pharmacist hands a woman a prescription."}, {"scene_id": "atwt-05-18-06s24", "raw": "A scene from a TV show in which a pink circle is on a blue background with the words Kiss & Makeup NYC Romantic Getaway", "with_names": "a pink circle is on a blue background with the words kiss & makeup nyc romantic getaway"}]