[{"scene_id": "atwt-10-01-09s0", "raw": "A scene from a TV show in which a man and a woman are lying in bed, with the woman's head on the man's chest.", "with_names": "Henry and Vienna are lying in bed, with the woman's head on the man's chest."}, {"scene_id": "atwt-10-01-09s1", "raw": "A scene from a TV show in which a woman is looking at a man and a young boy is kissing him.", "with_names": "Audrey is looking at Henry and a young boy is kissing him."}, {"scene_id": "atwt-10-01-09s3", "raw": "A scene from a TV show in which a girl is sitting on the floor and a boy is standing next to her.", "with_names": "Vienna is sitting on the floor and Henry is standing next to her."}, {"scene_id": "atwt-10-01-09s4", "raw": "A scene from a TV show in which a man is talking to a woman in front of a poster.", "with_names": ""}, {"scene_id": "atwt-10-01-09s5", "raw": "A scene from a TV show in which a woman is talking to someone in a coffee shop.", "with_names": ""}, {"scene_id": "atwt-10-01-09s7", "raw": "A scene from a TV show in which a woman is wearing a blue dress and making a face", "with_names": "a woman is wearing a blue dress and making a face"}, {"scene_id": "atwt-10-01-09s8", "raw": "A scene from a TV show in which the word 'new' is displayed on a screen", "with_names": "the word 'new' is displayed on a screen"}, {"scene_id": "atwt-10-01-09s9", "raw": "A scene from a TV show in which a man is yelling and pointing at a woman.", "with_names": "Vienna is yelling and pointing at Audrey."}, {"scene_id": "atwt-10-01-09s10", "raw": "A scene from a TV show in which a woman is looking at a man and saying,", "with_names": "Audrey is looking at Ralph and saying,"}, {"scene_id": "atwt-10-01-09s11", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "Alison is yelling at Casey."}, {"scene_id": "atwt-10-01-09s13", "raw": "A scene from a TV show in which a toy car is racing down a long, curved slide.", "with_names": "a toy car is racing down a long, curved slide."}, {"scene_id": "atwt-10-01-09s14", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is sitting next to her.", "with_names": "Alison is wearing a blue dress and Casey is sitting next to her."}, {"scene_id": "atwt-10-01-09s15", "raw": "A scene from a TV show in which a woman is looking off to the side, with her hair in a ponytail.", "with_names": "a woman is looking off to the side, with her hair in a ponytail."}, {"scene_id": "atwt-10-01-09s16", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-10-01-09s17", "raw": "A scene from a TV show in which a man is pushing a woman into a hotel elevator.", "with_names": "Henry is pushing Vienna into a hotel elevator."}, {"scene_id": "atwt-10-01-09s18", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a purple shirt.", "with_names": ""}, {"scene_id": "atwt-10-01-09s19", "raw": "A scene from a TV show in which a young girl is seen making a bowl of cereal.", "with_names": "a young girl is making a bowl of cereal."}, {"scene_id": "atwt-10-01-09s20", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "Henry is wearing a suit and a tie"}, {"scene_id": "atwt-10-01-09s21", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "atwt-10-01-09s22", "raw": "A scene from a TV show in which a man is holding a woman by the face and she is crying.", "with_names": "a man is holding a woman by the face and she is crying."}, {"scene_id": "atwt-10-01-09s23", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-10-01-09s24", "raw": "A scene from a TV show in which a red car is seen driving through a forest.", "with_names": "a red car is driving through a forest."}, {"scene_id": "atwt-10-01-09s25", "raw": "A scene from a TV show in which a man is talking to someone and a yellow flower is in the background", "with_names": ""}, {"scene_id": "atwt-10-01-09s26", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "atwt-10-01-09s27", "raw": "A scene from a TV show in which a girl is sitting at a table with her hand on her chin and looking up", "with_names": "a girl is sitting at a table with her hand on her chin and looking up"}, {"scene_id": "atwt-10-01-09s28", "raw": "A scene from a TV show in which a woman is lying in bed with her eyes closed.", "with_names": "Audrey is lying in bed with her eyes closed."}, {"scene_id": "atwt-10-01-09s29", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-01-09s30", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "a woman is slapping a man in the face."}, {"scene_id": "atwt-10-01-09s31", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is in a red shirt.", "with_names": "a woman is wearing a blue dress and a man is in a red shirt."}, {"scene_id": "atwt-10-01-09s38", "raw": "A scene from a TV show in which a woman is sitting at a desk, writing on a piece of paper.", "with_names": "Alison is sitting at a desk, writing on a piece of paper."}, {"scene_id": "atwt-10-01-09s39", "raw": "A scene from a TV show in which cans of soup are shown.", "with_names": "cans of soup are shown."}, {"scene_id": "atwt-10-01-09s40", "raw": "A scene from a TV show in which a man is being attacked by a shark.", "with_names": "Henry is being attacked by a shark."}]