[{"scene_id": "gl-07-28-03s0", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling", "with_names": ""}, {"scene_id": "gl-07-28-03s1", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-07-28-03s2", "raw": "A scene from a TV show in which a man is talking on a cell phone and his hand is in the air", "with_names": ""}, {"scene_id": "gl-07-28-03s3", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "gl-07-28-03s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-07-28-03s6", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "a man and Marina are sitting in a car."}, {"scene_id": "gl-07-28-03s7", "raw": "A scene from a TV show in which a white circle is drawn on a blank white screen", "with_names": "a white circle is drawn on a blank white screen"}, {"scene_id": "gl-07-28-03s9", "raw": "A scene from a TV show in which a man is dancing in a room with a woman standing behind him.", "with_names": "Ben is dancing in a room with Marina standing behind him."}, {"scene_id": "gl-07-28-03s10", "raw": "A scene from a TV show in which two women are sitting at a table talking.", "with_names": ""}, {"scene_id": "gl-07-28-03s11", "raw": "A scene from a TV show in which a man is being confronted by a woman.", "with_names": "a man is being confronted by a woman."}, {"scene_id": "gl-07-28-03s12", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-07-28-03s13", "raw": "A scene from a TV show in which a woman is holding a towel in front of a man.", "with_names": "a woman is holding a towel in front of a man."}, {"scene_id": "gl-07-28-03s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "gl-07-28-03s15", "raw": "A scene from a TV show in which a man is wearing a black shirt and a crown on his head", "with_names": "tony is wearing a black shirt and a crown on his head"}, {"scene_id": "gl-07-28-03s16", "raw": "A scene from a TV show in which a man is being assaulted by two men.", "with_names": "a man is being assaulted by two men."}, {"scene_id": "gl-07-28-03s17", "raw": "A scene from a TV show in which a man is being interviewed by a reporter.", "with_names": "a man is being interviewed by a reporter."}, {"scene_id": "gl-07-28-03s18", "raw": "A scene from a TV show in which a woman is being held captive by a man.", "with_names": "a woman is being held captive by a man."}, {"scene_id": "gl-07-28-03s19", "raw": "A scene from a TV show in which a man is being interviewed by another man.", "with_names": "a man is being interviewed by another man."}, {"scene_id": "gl-07-28-03s20", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "Ben is looking at the camera."}, {"scene_id": "gl-07-28-03s21", "raw": "A scene from a TV show in which a woman is playing cards with a man and a young woman.", "with_names": "Shayne is playing cards with a man and a young woman."}, {"scene_id": "gl-07-28-03s23", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-07-28-03s25", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is sitting next to her.", "with_names": "Blake is wearing a red dress and Ross is sitting next to her."}, {"scene_id": "gl-07-28-03s26", "raw": "A scene from a TV show in which a man is walking into a door and a woman is standing behind him", "with_names": "a man is walking into a door and harley is standing behind him"}, {"scene_id": "gl-07-28-03s27", "raw": "A scene from a TV show in which a man is sitting at a table with a woman and another man.", "with_names": "a man is sitting at a table with a woman and another man."}, {"scene_id": "gl-07-28-03s28", "raw": "A scene from a TV show in which a man is talking to three other men.", "with_names": ""}, {"scene_id": "gl-07-28-03s29", "raw": "A scene from a TV show in which a woman is seen in a dark room, holding a gun.", "with_names": "a woman is in a dark room, holding a gun."}, {"scene_id": "gl-07-28-03s30", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-28-03s31", "raw": "A scene from a TV show in which a man is reading a newspaper while sitting on a chair.", "with_names": ""}, {"scene_id": "gl-07-28-03s32", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-07-28-03s34", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Ben is looking at Marina and she is looking back at him."}]