[{"scene_id": "bb-08-05-14s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Liam and Hope are standing in a room."}, {"scene_id": "bb-08-05-14s1", "raw": "A scene from a TV show in which a woman stands in front of a stained glass window.", "with_names": "Ivy stands in front of a stained glass window."}, {"scene_id": "bb-08-05-14s2", "raw": "A scene from a TV show in which a woman is looking at her phone while a man is talking to her.", "with_names": ""}, {"scene_id": "bb-08-05-14s5", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "bb-08-05-14s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-05-14s7", "raw": "A scene from a TV show in which a man and a woman argue in an office.", "with_names": "Rick and Ivy argue in an office."}, {"scene_id": "bb-08-05-14s8", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-08-05-14s9", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "Ivy is sitting at a desk and Rick is standing behind her."}, {"scene_id": "bb-08-05-14s10", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "bb-08-05-14s11", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "bb-08-05-14s12", "raw": "A scene from a TV show in which a man is wearing a white shirt and a blue tie.", "with_names": "Charlie is wearing a white shirt and a blue tie."}, {"scene_id": "bb-08-05-14s13", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "bb-08-05-14s14", "raw": "A scene from a TV show in which a man is wearing a plaid shirt and a suit jacket.", "with_names": "Liam is wearing a plaid shirt and a suit jacket."}, {"scene_id": "bb-08-05-14s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-05-14s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-05-14s17", "raw": "A scene from a TV show in which a woman is laughing and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-08-05-14s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-05-14s19", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "Wyatt and Quinn are arguing."}, {"scene_id": "bb-08-05-14s21", "raw": "A scene from a TV show in which a man talks on a cell phone.", "with_names": "Liam talks on a cell phone."}, {"scene_id": "bb-08-05-14s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]