[{"scene_id": "atwt-05-07-07s0", "raw": "A scene from a TV show in which a blonde woman and a man are standing in a room.", "with_names": "a blonde woman and Paul are standing in a room."}, {"scene_id": "atwt-05-07-07s1", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-05-07-07s2", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "atwt-05-07-07s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-07-07s4", "raw": "A scene from a TV show in which a woman is seen washing her hair in a bathtub.", "with_names": "a woman is washing her hair in a bathtub."}, {"scene_id": "atwt-05-07-07s5", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-05-07-07s6", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-05-07-07s7", "raw": "A scene from a TV show in which Betty White is surprised by a bouquet of flowers.", "with_names": "betty white is surprised by a bouquet of flowers."}, {"scene_id": "atwt-05-07-07s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-07-07s9", "raw": "A scene from a TV show in which a Benedryl ad is shown.", "with_names": ""}, {"scene_id": "atwt-05-07-07s10", "raw": "A scene from a TV show in which a woman is looking to the right of the frame.", "with_names": "a woman is looking to the right of the frame."}, {"scene_id": "atwt-05-07-07s11", "raw": "A scene from a TV show in which a person is cleaning a chair with a cloth.", "with_names": "a person is cleaning a chair with a cloth."}, {"scene_id": "atwt-05-07-07s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-07-07s13", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-05-07-07s14", "raw": "A scene from a TV show in which a man is holding his head in his hands.", "with_names": "a man is holding his head in his hands."}, {"scene_id": "atwt-05-07-07s15", "raw": "A scene from a TV show in which a man is making a face", "with_names": "a man is making a face"}, {"scene_id": "atwt-05-07-07s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-07-07s17", "raw": "A scene from a TV show in which a blonde woman is smiling and wearing a brown shirt.", "with_names": "a blonde woman is smiling and wearing a brown shirt."}, {"scene_id": "atwt-05-07-07s18", "raw": "A scene from a TV show in which a red star is on a white background with the words \"MACY'S\" below it", "with_names": "a red star is on a white background with the words \"macy's\" below it"}]