[{"scene_id": "atwt-03-01-07s0", "raw": "A scene from a TV show in which a man and a woman kiss in a kitchen.", "with_names": "a man and a woman kiss in a kitchen."}, {"scene_id": "atwt-03-01-07s1", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-01-07s2", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace.", "with_names": "a woman is wearing a red dress and a necklace."}, {"scene_id": "atwt-03-01-07s3", "raw": "A scene from a TV show in which a weatherman is talking about a map.", "with_names": ""}, {"scene_id": "atwt-03-01-07s4", "raw": "A scene from a TV show in which meteorologists are discussing a map.", "with_names": "meteorologists are discussing a map."}, {"scene_id": "atwt-03-01-07s5", "raw": "A scene from a TV show in which a woman is standing in a forest and smiling.", "with_names": "a woman is standing in a forest and smiling."}, {"scene_id": "atwt-03-01-07s6", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-03-01-07s7", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-03-01-07s8", "raw": "A scene from a TV show in which a bottle of Swiffer WetJet is shown.", "with_names": ""}, {"scene_id": "atwt-03-01-07s9", "raw": "A scene from a TV show in which a woman is holding a black sweater and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-01-07s10", "raw": "A scene from a TV show in which Crystal Light is shown to be a 'poison'", "with_names": ""}, {"scene_id": "atwt-03-01-07s11", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-01-07s12", "raw": "A scene from a TV show in which a woman is wearing a pink coat and a short haircut", "with_names": "a woman is wearing a pink coat and a short haircut"}, {"scene_id": "atwt-03-01-07s13", "raw": "A scene from a TV show in which a man and woman are singing into a microphone in a kitchen.", "with_names": "a man and woman are singing into a microphone in a kitchen."}, {"scene_id": "atwt-03-01-07s14", "raw": "A scene from a TV show in which a woman is crying in a pink robe", "with_names": "a woman is crying in a pink robe"}, {"scene_id": "atwt-03-01-07s15", "raw": "A scene from a TV show in which a man is attacked by his dogs.", "with_names": "a man is attacked by his dogs."}, {"scene_id": "atwt-03-01-07s16", "raw": "A scene from a TV show in which a man is looking at the camera. The text reads: Survivor Fiji Episode CSI: Shark starting at 8/7c", "with_names": "] is looking at the camera. the text reads: survivor fiji episode csi: shark starting at 8/7c"}, {"scene_id": "atwt-03-01-07s17", "raw": "A scene from a TV show in which a man is handing a woman a flower.", "with_names": "a man is handing a woman a flower."}, {"scene_id": "atwt-03-01-07s18", "raw": "A scene from a TV show in which a woman is holding a cup and looking at a man.", "with_names": "a woman is holding a cup and looking at ]."}, {"scene_id": "atwt-03-01-07s19", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-03-01-07s20", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and ] is looking at her."}, {"scene_id": "atwt-03-01-07s21", "raw": "A scene from a TV show in which a man is standing in front of a white screen, with his hands gesturing.", "with_names": "a man is standing in front of a white screen, with his hands gesturing."}]