[{"scene_id": "bb-07-16-19s0", "raw": "A scene from a TV show in which a woman is sitting on a bed with a man standing behind her.", "with_names": "Hope is sitting on a bed with Thomas standing behind her."}, {"scene_id": "bb-07-16-19s1", "raw": "A scene from a TV show in which a man is crying", "with_names": "Steffy is crying"}, {"scene_id": "bb-07-16-19s2", "raw": "A scene from a TV show in which a woman is served food by a waiter.", "with_names": "a woman is served food by a waiter."}, {"scene_id": "bb-07-16-19s4", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "Ridge is crying and a man is comforting her."}, {"scene_id": "bb-07-16-19s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Eric and Brooke are standing next to each other."}, {"scene_id": "bb-07-16-19s8", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-07-16-19s9", "raw": "A scene from a TV show in which a man is standing in a living room, talking to two women.", "with_names": ""}, {"scene_id": "bb-07-16-19s13", "raw": "A scene from a TV show in which a man holds a young girl.", "with_names": "Liam holds a young girl."}, {"scene_id": "bb-07-16-19s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Steffy and Hope are standing next to each other."}, {"scene_id": "bb-07-16-19s15", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-07-16-19s16", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-07-16-19s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Ridge are standing next to each other."}, {"scene_id": "bb-07-16-19s18", "raw": "A scene from a TV show in which a man and a woman sit on a couch with a baby.", "with_names": "a man and Quinn sit on a couch with a baby."}, {"scene_id": "bb-07-16-19s19", "raw": "A scene from a TV show in which a woman is playing cards with a man.", "with_names": "a woman is playing cards with a man."}, {"scene_id": "bb-07-16-19s20", "raw": "A scene from a TV show in which a man is crying and a woman is comforting him.", "with_names": "a man is crying and a woman is comforting him."}, {"scene_id": "bb-07-16-19s21", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a dress.", "with_names": "a man is shirtless and a woman is wearing a dress."}, {"scene_id": "bb-07-16-19s22", "raw": "A scene from a TV show in which a woman is holding a baby and smiling.", "with_names": "Quinn is holding a baby and smiling."}]