[{"scene_id": "atwt-05-26-06s0", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-05-26-06s1", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and they are looking at some papers.", "with_names": "a woman is sitting at a table with a man, and they are looking at some papers."}, {"scene_id": "atwt-05-26-06s2", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "atwt-05-26-06s3", "raw": "A scene from a TV show in which a man is wearing a shirt and a long hair", "with_names": "a man is wearing a shirt and a long hair"}, {"scene_id": "atwt-05-26-06s4", "raw": "A scene from a TV show in which a family is gathered in a yard, with a house and trees in the background.", "with_names": "a family is gathered in a yard, with a house and trees in the background."}, {"scene_id": "atwt-05-26-06s5", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-05-26-06s6", "raw": "A scene from a TV show in which a man is looking at a painting.", "with_names": "a man is looking at a painting."}, {"scene_id": "atwt-05-26-06s7", "raw": "A scene from a TV show in which a young man is looking shocked.", "with_names": "a young man is looking shocked."}, {"scene_id": "atwt-05-26-06s8", "raw": "A scene from a TV show in which a man is looking at a young man.", "with_names": "a man is looking at a young man."}, {"scene_id": "atwt-05-26-06s9", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-26-06s10", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-05-26-06s11", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-05-26-06s12", "raw": "A scene from a TV show in which a young girl is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-26-06s13", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing next to her.", "with_names": "a woman is wearing a blue dress and a man is standing next to her."}, {"scene_id": "atwt-05-26-06s14", "raw": "A scene from a TV show in which a woman is yelling at a police officer.", "with_names": "a woman is yelling at a police officer."}, {"scene_id": "atwt-05-26-06s15", "raw": "A scene from a TV show in which a woman is seen falling off a moving truck.", "with_names": "a woman is falling off a moving truck."}, {"scene_id": "atwt-05-26-06s16", "raw": "A scene from a TV show in which a man is holding a box and looking at a painting.", "with_names": "a man is holding a box and looking at a painting."}, {"scene_id": "atwt-05-26-06s17", "raw": "A scene from a TV show in which a man is standing in front of a window and another man is pointing at him.", "with_names": "a man is standing in front of a window and another man is pointing at him."}, {"scene_id": "atwt-05-26-06s18", "raw": "A scene from a TV show in which a woman is playing with a puppy on the beach.", "with_names": "a woman is playing with a puppy on the beach."}, {"scene_id": "atwt-05-26-06s19", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-05-26-06s20", "raw": "A scene from a TV show in which a blonde man is smiling and looking to the right.", "with_names": "a blonde man is smiling and looking to the right."}, {"scene_id": "atwt-05-26-06s21", "raw": "A scene from a TV show in which a woman is wearing a green dress and a necklace", "with_names": "a woman is wearing a green dress and a necklace"}, {"scene_id": "atwt-05-26-06s22", "raw": "A scene from a TV show in which a man is pointing a gun at someone.", "with_names": "a man is pointing a gun at someone."}, {"scene_id": "atwt-05-26-06s23", "raw": "A scene from a TV show in which a cat is sitting on a staircase.", "with_names": "a cat is sitting on a staircase."}, {"scene_id": "atwt-05-26-06s24", "raw": "A scene from a TV show in which a man is seen wearing a white shirt and orange scarf.", "with_names": "a man is wearing a white shirt and orange scarf."}, {"scene_id": "atwt-05-26-06s25", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "atwt-05-26-06s26", "raw": "A scene from a TV show in which a woman is on the phone and looks annoyed.", "with_names": "a woman is on the phone and looks annoyed."}, {"scene_id": "atwt-05-26-06s27", "raw": "A scene from a TV show in which a man points his finger at another man.", "with_names": "a man points his finger at another man."}, {"scene_id": "atwt-05-26-06s28", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-26-06s29", "raw": "A scene from a TV show in which three men are standing in a room, wearing suits and talking.", "with_names": ""}, {"scene_id": "atwt-05-26-06s30", "raw": "A scene from a TV show in which a man and a woman are standing in front of a wall and smiling at each other.", "with_names": "a man and a woman are standing in front of a wall and smiling at each other."}, {"scene_id": "atwt-05-26-06s31", "raw": "A scene from a TV show in which a woman is looking down and wearing a teal top.", "with_names": "a woman is looking down and wearing a teal top."}, {"scene_id": "atwt-05-26-06s32", "raw": "A scene from a TV show in which a man is wearing a leather vest and a beard and is talking to another man.", "with_names": ""}, {"scene_id": "atwt-05-26-06s33", "raw": "A scene from a TV show in which a man is wearing a hat and a leather jacket", "with_names": "] is wearing a hat and a leather jacket"}, {"scene_id": "atwt-05-26-06s34", "raw": "A scene from a TV show in which a woman is shown to have fake orange legs.", "with_names": ""}]