[{"scene_id": "oltl-02-19-09s0", "raw": "A scene from a TV show in which a man is trying to kiss a woman on the cheek.", "with_names": "Schuyler is trying to kiss Starr on the cheek."}, {"scene_id": "oltl-02-19-09s1", "raw": "A scene from a TV show in which a man is standing at a counter and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-19-09s2", "raw": "A scene from a TV show in which a man is wearing a grey hoodie and a white shirt", "with_names": "a man is wearing a grey hoodie and a white shirt"}, {"scene_id": "oltl-02-19-09s3", "raw": "A scene from a TV show in which a woman is talking to a man while a priest stands behind her", "with_names": ""}, {"scene_id": "oltl-02-19-09s4", "raw": "A scene from a TV show in which a woman is standing in a room with a man and another woman.", "with_names": "a woman is standing in a room with a man and another woman."}, {"scene_id": "oltl-02-19-09s5", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "oltl-02-19-09s6", "raw": "A scene from a TV show in which a man is talking to someone and a plant is visible in the background.", "with_names": ""}, {"scene_id": "oltl-02-19-09s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "oltl-02-19-09s8", "raw": "A scene from a TV show in which a man is talking to a woman in a store.", "with_names": ""}, {"scene_id": "oltl-02-19-09s9", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "a man is looking down and a woman is standing behind him."}, {"scene_id": "oltl-02-19-09s10", "raw": "A scene from a TV show in which a man is looking at a woman while she is talking on the phone.", "with_names": ""}, {"scene_id": "oltl-02-19-09s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-19-09s12", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-02-19-09s13", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-19-09s14", "raw": "A scene from a TV show in which a man is yelling at a woman in a kitchen.", "with_names": "a man is yelling at a woman in a kitchen."}, {"scene_id": "oltl-02-19-09s15", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing next to him.", "with_names": "a man is sitting at a table and a woman is standing next to him."}, {"scene_id": "oltl-02-19-09s16", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "oltl-02-19-09s17", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "oltl-02-19-09s18", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "oltl-02-19-09s19", "raw": "A scene from a TV show in which a woman is screaming at a man.", "with_names": "a woman is screaming at a man."}, {"scene_id": "oltl-02-19-09s20", "raw": "A scene from a TV show in which two men are standing in a room.", "with_names": "two men are standing in a room."}, {"scene_id": "oltl-02-19-09s21", "raw": "A scene from a TV show in which a woman is being filmed.", "with_names": "a woman is being filmed."}, {"scene_id": "oltl-02-19-09s22", "raw": "A scene from a TV show in which a man is being held by a woman while another womanI is standing behind him", "with_names": "a man is being held by ] while another womani is standing behind him"}, {"scene_id": "oltl-02-19-09s23", "raw": "A scene from a TV show in which a woman is eating a chocolate ice cream.", "with_names": "a woman is eating a chocolate ice cream."}, {"scene_id": "oltl-02-19-09s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-19-09s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-19-09s26", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "oltl-02-19-09s27", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-02-19-09s28", "raw": "A scene from a TV show in which a woman is crying and a man is walking away from her.", "with_names": "a woman is crying and a man is walking away from her."}, {"scene_id": "oltl-02-19-09s29", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-19-09s30", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-02-19-09s31", "raw": "A scene from a TV show in which a woman is looking at the camera with a surprised expression.", "with_names": "a woman is looking at the camera with a surprised expression."}, {"scene_id": "oltl-02-19-09s32", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-19-09s33", "raw": "A scene from a TV show in which a man is looking at his phone", "with_names": "a man is looking at his phone"}, {"scene_id": "oltl-02-19-09s34", "raw": "A scene from a TV show in which a young woman is looking at the camera with a serious expression.", "with_names": "a young woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-02-19-09s35", "raw": "A scene from a TV show in which a nurse is cutting a cake in front of a group of people.", "with_names": "a nurse is cutting a cake in front of a group of people."}, {"scene_id": "oltl-02-19-09s36", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-19-09s37", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and a police officer.", "with_names": "a woman is sitting at a table with a man and a police officer."}, {"scene_id": "oltl-02-19-09s38", "raw": "A scene from a TV show in which a man is holding a gun to a woman's head.", "with_names": "a man is holding a gun to a woman's head."}]