[{"scene_id": "gl-05-30-05s0", "raw": "A scene from a TV show in which a candle is lit and a man is seen in the background", "with_names": "a candle is lit and a man is in the background"}, {"scene_id": "gl-05-30-05s1", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "gl-05-30-05s2", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a shocked expression.", "with_names": ""}, {"scene_id": "gl-05-30-05s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-30-05s4", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a beige jacket.", "with_names": "a woman is wearing a white shirt and a beige jacket."}, {"scene_id": "gl-05-30-05s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-30-05s6", "raw": "A scene from a TV show in which a man is talking to someone and the subtitles read \"Zone Romance\"", "with_names": ""}, {"scene_id": "gl-05-30-05s7", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "gl-05-30-05s8", "raw": "A scene from a TV show in which a woman is being beaten by her husband.", "with_names": "a woman is being beaten by her husband."}, {"scene_id": "gl-05-30-05s9", "raw": "A scene from a TV show in which a woman is wearing an orange jacket and a black shirt.", "with_names": "a woman is wearing an orange jacket and a black shirt."}, {"scene_id": "gl-05-30-05s10", "raw": "A scene from a TV show in which a man is seen in a white shirt and black pants", "with_names": "a man is in a white shirt and black pants"}, {"scene_id": "gl-05-30-05s11", "raw": "A scene from a TV show in which a man is sitting at a desk, holding his head in his hands.", "with_names": "a man is sitting at a desk, holding his head in his hands."}, {"scene_id": "gl-05-30-05s12", "raw": "A scene from a TV show in which a woman is talking on the phone with a man who has blood on his face.", "with_names": ""}, {"scene_id": "gl-05-30-05s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-30-05s14", "raw": "", "with_names": ""}, {"scene_id": "gl-05-30-05s15", "raw": "A scene from a TV show in which a woman is bleeding from the head", "with_names": "a woman is bleeding from the head"}, {"scene_id": "gl-05-30-05s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-30-05s17", "raw": "A scene from a TV show in which a woman is seen kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-05-30-05s18", "raw": "A scene from a TV show in which a blonde woman is wearing a blue dress and a brunette woman is in a pink shirt.", "with_names": "a blonde woman is wearing a blue dress and a brunette woman is in a pink shirt."}, {"scene_id": "gl-05-30-05s19", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "gl-05-30-05s20", "raw": "A scene from a TV show in which a man is being kissed on the head by another man.", "with_names": "a man is being kissed on the head by another man."}, {"scene_id": "gl-05-30-05s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-30-05s22", "raw": "A scene from a TV show in which a man and a woman are standing in front of a tree.", "with_names": "a man and a woman are standing in front of a tree."}, {"scene_id": "gl-05-30-05s23", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at the camera.", "with_names": "a blonde woman is smiling and looking at the camera."}, {"scene_id": "gl-05-30-05s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-30-05s25", "raw": "A scene from a TV show in which a man is standing next to a younger man and they are both looking at something.", "with_names": "a man is standing next to a younger man and they are both looking at something."}, {"scene_id": "gl-05-30-05s26", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with her hand on his face.", "with_names": ""}, {"scene_id": "gl-05-30-05s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-30-05s28", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is looking at the camera.", "with_names": "a man is wearing a suit and a red tie and is looking at the camera."}, {"scene_id": "gl-05-30-05s29", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-05-30-05s30", "raw": "", "with_names": ""}]