[{"scene_id": "atwt-01-10-05s0", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Rosanna is looking at Paul and he is looking back at her."}, {"scene_id": "atwt-01-10-05s1", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman through a glass door.", "with_names": ""}, {"scene_id": "atwt-01-10-05s2", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-10-05s3", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-01-10-05s4", "raw": "A scene from a TV show in which a man is standing in front of a window and looking down at his phone.", "with_names": "a man is standing in front of a window and looking down at his phone."}, {"scene_id": "atwt-01-10-05s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and reading a book.", "with_names": ""}, {"scene_id": "atwt-01-10-05s6", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-10-05s7", "raw": "A scene from a TV show in which a blonde woman is looking down and smiling.", "with_names": "a blonde woman is looking down and smiling."}, {"scene_id": "atwt-01-10-05s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-01-10-05s9", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and ] is comforting her."}, {"scene_id": "atwt-01-10-05s10", "raw": "A scene from a TV show in which a woman is wearing a grey top and a necklace", "with_names": "a woman is wearing a grey top and a necklace"}, {"scene_id": "atwt-01-10-05s11", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-01-10-05s12", "raw": "A scene from a TV show in which a man is seen ripping a piece of paper.", "with_names": "a man is ripping a piece of paper."}, {"scene_id": "atwt-01-10-05s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "atwt-01-10-05s14", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "atwt-01-10-05s15", "raw": "A scene from a TV show in which a woman is wearing a red turtleneck and a black coat.", "with_names": "a woman is wearing a red turtleneck and a black coat."}, {"scene_id": "atwt-01-10-05s16", "raw": "A scene from a TV show in which a woman is eating a bowl of cereal.", "with_names": "a woman is eating a bowl of cereal."}, {"scene_id": "atwt-01-10-05s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-10-05s18", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a blonde wig", "with_names": "a woman is wearing a black turtleneck and a blonde wig"}, {"scene_id": "atwt-01-10-05s19", "raw": "A scene from a TV show in which a man is looking at the camera and making a face", "with_names": "a man is looking at the camera and making a face"}, {"scene_id": "atwt-01-10-05s20", "raw": "A scene from a TV show in which a young boy is shown to be suffering from a condition called 'the boy who cried wolf'", "with_names": ""}, {"scene_id": "atwt-01-10-05s21", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are talking.", "with_names": ""}, {"scene_id": "atwt-01-10-05s22", "raw": "A scene from a TV show in which a blonde woman is wearing a pink coat and a scarf around her neck.", "with_names": "a blonde woman is wearing a pink coat and a scarf around her neck."}, {"scene_id": "atwt-01-10-05s23", "raw": "A scene from a TV show in which a box of Stayfree Maxi pads is shown.", "with_names": ""}, {"scene_id": "atwt-01-10-05s24", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-10-05s25", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "atwt-01-10-05s26", "raw": "A scene from a TV show in which a woman is wearing a grey top and a necklace", "with_names": "a woman is wearing a grey top and a necklace"}, {"scene_id": "atwt-01-10-05s27", "raw": "A scene from a TV show in which a woman is wearing a red turtleneck and a blonde woman is standing next to her.", "with_names": "a woman is wearing a red turtleneck and a blonde woman is standing next to her."}]