[{"scene_id": "bb-11-07-14s0", "raw": "A scene from a TV show in which a woman is sitting in a chair and drinking coffee.", "with_names": ""}, {"scene_id": "bb-11-07-14s1", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and Hope sit on a couch and talk."}, {"scene_id": "bb-11-07-14s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-07-14s4", "raw": "A scene from a TV show in which a woman is sitting at a desk and looking at colored pencils.", "with_names": "a woman is sitting at a desk and looking at colored pencils."}, {"scene_id": "bb-11-07-14s5", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Caroline is looking at Carter and he is looking back at her."}, {"scene_id": "bb-11-07-14s6", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "Maya is sitting at a desk and Rick is standing behind her."}, {"scene_id": "bb-11-07-14s7", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Carter is kissing Caroline on the cheek."}, {"scene_id": "bb-11-07-14s8", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "Maya is smiling and Rick is looking at her."}, {"scene_id": "bb-11-07-14s9", "raw": "A scene from a TV show in which a man and a woman sit on a couch, talking.", "with_names": ""}, {"scene_id": "bb-11-07-14s10", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "Wyatt is in a hospital bed, wearing a mask."}, {"scene_id": "bb-11-07-14s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-07-14s12", "raw": "A scene from a TV show in which a man is wearing a black shirt and a woman is in the background.", "with_names": "Carter is wearing a black shirt and Maya is in the background."}, {"scene_id": "bb-11-07-14s13", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-11-07-14s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "bb-11-07-14s15", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-11-07-14s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Maya is crying."}, {"scene_id": "bb-11-07-14s17", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "Rick is looking at Caroline."}, {"scene_id": "bb-11-07-14s18", "raw": "A scene from a TV show in which a car is driving through a cobblestone street.", "with_names": "a car is driving through a cobblestone street."}, {"scene_id": "bb-11-07-14s20", "raw": "A scene from a TV show in which a group of people are walking down a street.", "with_names": "a group of people are walking down a street."}, {"scene_id": "bb-11-07-14s21", "raw": "A scene from a TV show in which a couple is walking down a street and a man is giving them a tour of Amsterdam.", "with_names": "a couple is walking down a street and a man is giving them a tour of amsterdam."}, {"scene_id": "bb-11-07-14s22", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}, {"scene_id": "bb-11-07-14s25", "raw": "A scene from a TV show in which a man is interviewed in front of a canal.", "with_names": "a man is interviewed in front of a canal."}, {"scene_id": "bb-11-07-14s26", "raw": "A scene from a TV show in which a woman enters a hotel room and closes the door.", "with_names": "Quinn enters a hotel room and closes the door."}, {"scene_id": "bb-11-07-14s27", "raw": "A scene from a TV show in which a man is talking to a reporter and pointing at him.", "with_names": ""}]