[{"scene_id": "gl-01-30-06s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-30-06s1", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-01-30-06s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-30-06s3", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is listening.", "with_names": ""}, {"scene_id": "gl-01-30-06s4", "raw": "A scene from a TV show in which a blonde woman is wearing a tan shirt and a ponytail.", "with_names": "a blonde woman is wearing a tan shirt and a ponytail."}, {"scene_id": "gl-01-30-06s5", "raw": "A scene from a TV show in which a man is kissing another man.", "with_names": "a man is kissing another man."}, {"scene_id": "gl-01-30-06s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-30-06s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-30-06s8", "raw": "A scene from a TV show in which a woman is wearing a grey suit and a blue shirt.", "with_names": "a woman is wearing a grey suit and a blue shirt."}, {"scene_id": "gl-01-30-06s9", "raw": "A scene from a TV show in which a woman is wearing a snake skin jacket and a gold earring.", "with_names": "a woman is wearing a snake skin jacket and a gold earring."}, {"scene_id": "gl-01-30-06s10", "raw": "A scene from a TV show in which a young man is wearing a black hat and scarf and looking at the camera.", "with_names": "a young man is wearing a black hat and scarf and looking at the camera."}, {"scene_id": "gl-01-30-06s11", "raw": "A scene from a TV show in which a blonde woman is wearing a pink baseball cap and a brown leather jacket.", "with_names": "a blonde woman is wearing a pink baseball cap and a brown leather jacket."}, {"scene_id": "gl-01-30-06s12", "raw": "A scene from a TV show in which a man is talking and his hands are raised", "with_names": ""}, {"scene_id": "gl-01-30-06s13", "raw": "A scene from a TV show in which a man is holding his hands over his face and a woman is sitting next to him.", "with_names": "a man is holding his hands over his face and a woman is sitting next to him."}, {"scene_id": "gl-01-30-06s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-30-06s15", "raw": "", "with_names": ""}, {"scene_id": "gl-01-30-06s16", "raw": "A scene from a TV show in which a woman is wearing a pink hat and a man is holding a cup.", "with_names": "a woman is wearing a pink hat and a man is holding a cup."}, {"scene_id": "gl-01-30-06s17", "raw": "A scene from a TV show in which a woman is crying and two men are standing next to her.", "with_names": "a woman is crying and two men are standing next to her."}, {"scene_id": "gl-01-30-06s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-30-06s19", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-01-30-06s20", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-01-30-06s21", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-01-30-06s22", "raw": "A scene from a TV show in which a woman is slapping a man on the face.", "with_names": "a woman is slapping a man on the face."}, {"scene_id": "gl-01-30-06s23", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-01-30-06s24", "raw": "A scene from a TV show in which a man and a little girl are talking to each other.", "with_names": ""}, {"scene_id": "gl-01-30-06s25", "raw": "A scene from a TV show in which a man and a woman are standing next to a young boy.", "with_names": "a man and a woman are standing next to a young boy."}, {"scene_id": "gl-01-30-06s26", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-01-30-06s27", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a laptop.", "with_names": ""}, {"scene_id": "gl-01-30-06s28", "raw": "A scene from a TV show in which a woman is making a face", "with_names": "a woman is making a face"}, {"scene_id": "gl-01-30-06s29", "raw": "A scene from a TV show in which a man is kissing a woman on the forehead", "with_names": "a man is kissing a woman on the forehead"}, {"scene_id": "gl-01-30-06s30", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "gl-01-30-06s31", "raw": "", "with_names": ""}, {"scene_id": "gl-01-30-06s32", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a fireplace.", "with_names": ""}]