[{"scene_id": "pc-03-13-02s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-03-13-02s1", "raw": "A scene from a TV show in which a man is holding a woman by the arm and she is looking at him angrily.", "with_names": "a man is holding a woman by the arm and she is looking at him angrily."}, {"scene_id": "pc-03-13-02s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and another woman is standing behind her.", "with_names": ""}, {"scene_id": "pc-03-13-02s3", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "pc-03-13-02s4", "raw": "A scene from a TV show in which a young man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "pc-03-13-02s5", "raw": "A scene from a TV show in which a man and a woman are standing outside in the snow.", "with_names": "Ian and Amy are standing outside in the snow."}, {"scene_id": "pc-03-13-02s6", "raw": "A scene from a TV show in which a woman is wearing a white turtleneck and a black leather jacket.", "with_names": "a woman is wearing a white turtleneck and a black leather jacket."}, {"scene_id": "pc-03-13-02s7", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Amy is crying."}, {"scene_id": "pc-03-13-02s8", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "pc-03-13-02s9", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "Rafe and Alison are standing in a living room."}, {"scene_id": "pc-03-13-02s10", "raw": "A scene from a TV show in which a man is holding a woman by the neck and she is crying.", "with_names": "Ian is holding a woman by the neck and she is crying."}, {"scene_id": "pc-03-13-02s11", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Harris is kissing Amy on the cheek."}, {"scene_id": "pc-03-13-02s12", "raw": "A scene from a TV show in which a man is reading a large book.", "with_names": "Ed is reading a large book."}, {"scene_id": "pc-03-13-02s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]