[{"scene_id": "bb-04-17-17s0", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "bb-04-17-17s1", "raw": "A scene from a TV show in which a man is talking to a woman and a police officer.", "with_names": ""}, {"scene_id": "bb-04-17-17s2", "raw": "A scene from a TV show in which a person is holding a camera.", "with_names": "a person is holding a camera."}, {"scene_id": "bb-04-17-17s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-17-17s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-04-17-17s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-17-17s6", "raw": "A scene from a TV show in which a woman is talking to a red-haired woman.", "with_names": ""}, {"scene_id": "bb-04-17-17s7", "raw": "A scene from a TV show in which a woman is being threatened by a man.", "with_names": "Sally is being threatened by Thomas."}, {"scene_id": "bb-04-17-17s8", "raw": "A scene from a TV show in which a woman is standing in a room with a man, and she is holding a book.", "with_names": "a woman is standing in a room with a man, and she is holding a book."}, {"scene_id": "bb-04-17-17s9", "raw": "A scene from a TV show in which a woman is talking to a group of people.", "with_names": ""}, {"scene_id": "bb-04-17-17s10", "raw": "A scene from a TV show in which a man is being interviewed by a reporter.", "with_names": "Saul is being interviewed by a reporter."}, {"scene_id": "bb-04-17-17s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-17-17s12", "raw": "A scene from a TV show in which a woman is wearing a white dress and a choker.", "with_names": "Sally is wearing a white dress and a choker."}, {"scene_id": "bb-04-17-17s13", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to another man.", "with_names": ""}, {"scene_id": "bb-04-17-17s14", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "a man is sitting at a desk and a woman is standing behind him."}, {"scene_id": "bb-04-17-17s15", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "bb-04-17-17s16", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-04-17-17s17", "raw": "A scene from a TV show in which a man is trying on a suit.", "with_names": "Saul is trying on a suit."}, {"scene_id": "bb-04-17-17s18", "raw": "A scene from a TV show in which a young man sits in a chair and looks at a laptop.", "with_names": "a young man sits in a chair and looks at a laptop."}, {"scene_id": "bb-04-17-17s19", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a choker.", "with_names": "Sally is wearing a white shirt and a choker."}]