[{"scene_id": "atwt-11-11-03s0", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-11-11-03s1", "raw": "A scene from a TV show in which a man and a woman sit at a table in a diner.", "with_names": "a man and a woman sit at a table in a diner."}, {"scene_id": "atwt-11-11-03s2", "raw": "A scene from a TV show in which a young woman is wearing a red shirt and a white shirt, and her hair is in a blonde ponytail.", "with_names": "a young woman is wearing a red shirt and a white shirt, and her hair is in a blonde ponytail."}, {"scene_id": "atwt-11-11-03s3", "raw": "A scene from a TV show in which a woman is shown with long brown hair and a white shirt.", "with_names": ""}, {"scene_id": "atwt-11-11-03s4", "raw": "A scene from a TV show in which a stopwatch is used to countdown to the end of the show.", "with_names": "a stopwatch is used to countdown to the end of the show."}, {"scene_id": "atwt-11-11-03s5", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a necklace", "with_names": "a woman is wearing a white shirt and a necklace"}, {"scene_id": "atwt-11-11-03s6", "raw": "A scene from a TV show in which a woman is dressed as an elf and is singing.", "with_names": "a woman is dressed as an elf and is singing."}, {"scene_id": "atwt-11-11-03s7", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-11-11-03s8", "raw": "A scene from a TV show in which a blonde girl is crying and a brunette girl is comforting her.", "with_names": "a blonde girl is crying and a brunette girl is comforting her."}, {"scene_id": "atwt-11-11-03s9", "raw": "A scene from a TV show in which a blonde woman is looking at the camera and smiling.", "with_names": "a blonde woman is looking at the camera and smiling."}, {"scene_id": "atwt-11-11-03s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-11-11-03s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-11-03s12", "raw": "A scene from a TV show in which a young woman is talking.", "with_names": ""}, {"scene_id": "atwt-11-11-03s14", "raw": "A scene from a TV show in which a teacher is giving a student a banana.", "with_names": "a teacher is giving a student a banana."}, {"scene_id": "atwt-11-11-03s15", "raw": "A scene from a TV show in which a man sits in a chair with a turkey on his lap. The words \"Empire Pre-Holiday Sale\" appear next to him.", "with_names": "a man sits in a chair with a turkey on his lap. the words \"empire pre-holiday sale\" appear next to him."}, {"scene_id": "atwt-11-11-03s16", "raw": "A scene from a TV show in which a woman is holding a baby and an older woman is watching.", "with_names": "Rose is holding a baby and an older woman is watching."}, {"scene_id": "atwt-11-11-03s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-11-03s18", "raw": "A scene from a TV show in which a man is cooking in a tent.", "with_names": "Craig is cooking in a tent."}, {"scene_id": "atwt-11-11-03s19", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-11-11-03s20", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-11-11-03s21", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "Craig is looking at Carly and smiling."}, {"scene_id": "atwt-11-11-03s22", "raw": "A scene from a TV show in which a boy is eating a bowl of ice cream.", "with_names": "Paul is eating a bowl of ice cream."}, {"scene_id": "atwt-11-11-03s23", "raw": "A scene from a TV show in which an older couple is sitting at a table in a restaurant.", "with_names": "an older couple is sitting at a table in a restaurant."}, {"scene_id": "atwt-11-11-03s24", "raw": "A scene from a TV show in which a woman is holding a baby.", "with_names": "a woman is holding a baby."}, {"scene_id": "atwt-11-11-03s25", "raw": "A scene from a TV show in which a man is talking and making a face", "with_names": ""}, {"scene_id": "atwt-11-11-03s26", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "atwt-11-11-03s27", "raw": "A scene from a TV show in which a young blonde woman is crying.", "with_names": "a young blonde woman is crying."}, {"scene_id": "atwt-11-11-03s28", "raw": "A scene from a TV show in which a man is holding a pyramid of wine glasses.", "with_names": "a man is holding a pyramid of wine glasses."}]