[{"scene_id": "bb-06-16-14s0", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to a man.", "with_names": ""}, {"scene_id": "bb-06-16-14s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-16-14s2", "raw": "A scene from a TV show in which a man is walking down a hallway and talking to someone.", "with_names": ""}, {"scene_id": "bb-06-16-14s3", "raw": "A scene from a TV show in which a man and a woman sit on a couch and look at a book.", "with_names": "a man and a woman sit on a couch and look at a book."}, {"scene_id": "bb-06-16-14s4", "raw": "A scene from a TV show in which a man and a woman are talking in a living room.", "with_names": ""}, {"scene_id": "bb-06-16-14s5", "raw": "A scene from a TV show in which a woman is possessed by a demon.", "with_names": "a woman is possessed by a demon."}, {"scene_id": "bb-06-16-14s6", "raw": "A scene from a TV show in which a man walks down a staircase and looks at a vase.", "with_names": "Rick walks down a staircase and looks at a vase."}, {"scene_id": "bb-06-16-14s8", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-16-14s9", "raw": "A scene from a TV show in which a man and a woman are talking in a bar.", "with_names": ""}, {"scene_id": "bb-06-16-14s10", "raw": "A scene from a TV show in which a man sits on a couch and looks up at a woman.", "with_names": "a man sits on a couch and looks up at a woman."}, {"scene_id": "bb-06-16-14s12", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-06-16-14s13", "raw": "A scene from a TV show in which a man is looking at a map and two women are standing behind him.", "with_names": "Rick is looking at a map and two women are standing behind him."}, {"scene_id": "bb-06-16-14s14", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-16-14s15", "raw": "A scene from a TV show in which a man stands in front of a window and looks out.", "with_names": "a man stands in front of a window and looks out."}, {"scene_id": "bb-06-16-14s16", "raw": "A scene from a TV show in which a man is sitting at a bar with a woman and another man.", "with_names": "a man is sitting at a bar with a woman and another man."}, {"scene_id": "bb-06-16-14s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-06-16-14s18", "raw": "A scene from a TV show in which a woman stands in a foyer, looking around.", "with_names": "a woman stands in a foyer, looking around."}, {"scene_id": "bb-06-16-14s19", "raw": "A scene from a TV show in which a woman opens a door and enters a room.", "with_names": "a woman opens a door and enters a room."}, {"scene_id": "bb-06-16-14s20", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "bb-06-16-14s21", "raw": "A scene from a TV show in which a man walks on the beach and then walks into the ocean.", "with_names": "Eric walks on the beach and then walks into the ocean."}]