[{"scene_id": "atwt-05-05-10s0", "raw": "A scene from a TV show in which a man is wearing a captain's uniform and a woman is dressed in a gold dress.", "with_names": "a man is wearing a captain's uniform and Barbara is dressed in a gold dress."}, {"scene_id": "atwt-05-05-10s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-05-10s2", "raw": "A scene from a TV show in which a man is talking on a cell phone and his face is distorted.", "with_names": ""}, {"scene_id": "atwt-05-05-10s3", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "atwt-05-05-10s4", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-05-10s5", "raw": "A scene from a TV show in which a doctor is looking at a picture and saying, \"I'm not sure what that is.\"", "with_names": "a doctor is looking at a picture and saying, \"i'm not sure what that is.\""}, {"scene_id": "atwt-05-05-10s6", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-05-10s7", "raw": "A scene from a TV show in which a person is holding a green box", "with_names": "a person is holding a green box"}, {"scene_id": "atwt-05-05-10s8", "raw": "A scene from a TV show in which three women are holding handbags.", "with_names": "three women are holding handbags."}, {"scene_id": "atwt-05-05-10s9", "raw": "A scene from a TV show in which a man and a woman are lying in bed together, with the woman's head on the man's chest.", "with_names": "a man and a woman are lying in bed together, with the woman's head on the man's chest."}, {"scene_id": "atwt-05-05-10s10", "raw": "A scene from a TV show in which a woman is shown with green eyes.", "with_names": ""}, {"scene_id": "atwt-05-05-10s11", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a black wig. The caption reads \"As the world turns, the drama is always on.\"", "with_names": "] is wearing a blue dress and a black wig. the caption reads \"as the world turns, the drama is always on.\""}, {"scene_id": "atwt-05-05-10s12", "raw": "A scene from a TV show in which a man is talking to another man and the other man looks at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-05-05-10s13", "raw": "A scene from a TV show in which a man is eating a salad at a dining table.", "with_names": "a man is eating a salad at a dining table."}, {"scene_id": "atwt-05-05-10s14", "raw": "A scene from a TV show in which a woman is standing in a doorway.", "with_names": "a woman is standing in a doorway."}, {"scene_id": "atwt-05-05-10s15", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "atwt-05-05-10s16", "raw": "A scene from a TV show in which a woman is seen eating a salad with a fork.", "with_names": "a woman is eating a salad with a fork."}, {"scene_id": "atwt-05-05-10s17", "raw": "A scene from a TV show in which a man and a woman are on the phone.", "with_names": "a man and a woman are on the phone."}, {"scene_id": "atwt-05-05-10s18", "raw": "A scene from a TV show in which a man is seen holding a yellow umbrella over a child at a water park.", "with_names": "a man is holding a yellow umbrella over a child at a water park."}, {"scene_id": "atwt-05-05-10s19", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-05-05-10s20", "raw": "A scene from a TV show in which a man is talking to someone and smiling.", "with_names": ""}, {"scene_id": "atwt-05-05-10s21", "raw": "A scene from a TV show in which a man is eating a hot dog at a picnic table.", "with_names": "a man is eating a hot dog at a picnic table."}]