[{"scene_id": "bb-10-10-06s0", "raw": "A scene from a TV show in which a man stands in a living room with a clock counting down to a candlelit dinner.", "with_names": "a man stands in a living room with a clock counting down to a candlelit dinner."}, {"scene_id": "bb-10-10-06s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-10-10-06s2", "raw": "A scene from a TV show in which a man is standing in a living room holding a glass of wine.", "with_names": "a man is standing in a living room holding a glass of wine."}, {"scene_id": "bb-10-10-06s3", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "bb-10-10-06s4", "raw": "A scene from a TV show in which two women sit on a couch next to a vase of flowers.", "with_names": "two women sit on a couch next to a vase of flowers."}, {"scene_id": "bb-10-10-06s5", "raw": "A scene from a TV show in which a woman is wearing a black dress and a clock is visible on the bottom of the screen.", "with_names": "a woman is wearing a black dress and a clock is visible on the bottom of the screen."}, {"scene_id": "bb-10-10-06s6", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "bb-10-10-06s7", "raw": "A scene from a TV show in which a man is pouring a glass of water into another man's mouth.", "with_names": "a man is pouring a glass of water into another man's mouth."}, {"scene_id": "bb-10-10-06s8", "raw": "A scene from a TV show in which a woman is talking to someone and her hands are in the air.", "with_names": ""}, {"scene_id": "bb-10-10-06s9", "raw": "A scene from a TV show in which a man is holding a clock", "with_names": "a man is holding a clock"}, {"scene_id": "bb-10-10-06s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-10-10-06s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]