[{"scene_id": "atwt-01-21-03s0", "raw": "A scene from a TV show in which a woman is standing in front of a blue background and the words \"Who Wants to be a Millionaire Tonight\"", "with_names": "a woman is standing in front of a blue background and the words \"who wants to be a millionaire tonight\""}, {"scene_id": "atwt-01-21-03s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-21-03s2", "raw": "A scene from a TV show in which a man is holding a woman by the arm and she is looking at him angrily.", "with_names": "a man is holding a woman by the arm and she is looking at him angrily."}, {"scene_id": "atwt-01-21-03s3", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "atwt-01-21-03s4", "raw": "A scene from a TV show in which a woman and a little girl are playing together.", "with_names": "a woman and a little girl are playing together."}, {"scene_id": "atwt-01-21-03s5", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-01-21-03s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a coat.", "with_names": "a man is wearing a suit and tie and a coat."}, {"scene_id": "atwt-01-21-03s7", "raw": "A scene from a TV show in which a woman is talking to another woman in a white coat.", "with_names": ""}, {"scene_id": "atwt-01-21-03s8", "raw": "A scene from a TV show in which a blue sky is shown and a red sky is seen in the background", "with_names": ""}, {"scene_id": "atwt-01-21-03s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-21-03s10", "raw": "A scene from a TV show in which a man is sitting in a suit and tie and looking at a flower.", "with_names": "a man is sitting in a suit and tie and looking at a flower."}, {"scene_id": "atwt-01-21-03s11", "raw": "A scene from a TV show in which two police officers are sitting on a bench and talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-21-03s12", "raw": "A scene from a TV show in which two men are standing in a room, one is yelling and the other is looking at him.", "with_names": "two men are standing in a room, one is yelling and the other is looking at him."}, {"scene_id": "atwt-01-21-03s13", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-21-03s14", "raw": "A scene from a TV show in which a blonde woman is wearing a purple top and a long blonde hair.", "with_names": "a blonde woman is wearing a purple top and a long blonde hair."}, {"scene_id": "atwt-01-21-03s15", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "a man and a woman are standing in a bar."}, {"scene_id": "atwt-01-21-03s16", "raw": "A scene from a TV show in which a man is smiling at another man.", "with_names": "a man is smiling at another man."}, {"scene_id": "atwt-01-21-03s17", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-21-03s18", "raw": "A scene from a TV show in which a razor is used to shave a woman's face.", "with_names": "a razor is used to shave a woman's face."}, {"scene_id": "atwt-01-21-03s19", "raw": "A scene from a TV show in which a man is wearing a green shirt and his eyes are closed.", "with_names": "a man is wearing a green shirt and his eyes are closed."}, {"scene_id": "atwt-01-21-03s20", "raw": "A scene from a TV show in which a woman is lying on a hospital bed, a doctor is standing behind her, and another doctor to her right.", "with_names": "a woman is lying on a hospital bed, a doctor is standing behind her, and another doctor to her right."}, {"scene_id": "atwt-01-21-03s21", "raw": "A scene from a TV show in which a man is shown with a red spot on his face.", "with_names": ""}, {"scene_id": "atwt-01-21-03s22", "raw": "A scene from a TV show in which a woman is sitting on a couch and smoking a cigarette.", "with_names": ""}, {"scene_id": "atwt-01-21-03s23", "raw": "A scene from a TV show in which a blonde woman is wearing a blue and green patterned jacket and her arms are crossed.", "with_names": "a blonde woman is wearing a blue and green patterned jacket and her arms are crossed."}]