[{"scene_id": "oltl-02-03-09s0", "raw": "A scene from a TV show in which a woman is lying on the floor, a man is standing over her, and a door is open.", "with_names": "a woman is lying on the floor, a man is standing over her, and a door is open."}, {"scene_id": "oltl-02-03-09s1", "raw": "A scene from a TV show in which a man is looking down and his face is not visible", "with_names": "a man is looking down and his face is not visible"}, {"scene_id": "oltl-02-03-09s2", "raw": "A scene from a TV show in which a man is smoking a cigarette and another man is looking at him.", "with_names": "a man is smoking a cigarette and another man is looking at him."}, {"scene_id": "oltl-02-03-09s3", "raw": "A scene from a TV show in which a young girl is seen in a bathroom mirror, pulling her hair.", "with_names": "a young girl is in a bathroom mirror, pulling her hair."}, {"scene_id": "oltl-02-03-09s4", "raw": "A scene from a TV show in which a woman is seen touching a black wall.", "with_names": "] is touching a black wall."}, {"scene_id": "oltl-02-03-09s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-03-09s6", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-02-03-09s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-03-09s8", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "oltl-02-03-09s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-03-09s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-03-09s11", "raw": "A scene from a TV show in which a man is lying on the floor, a woman is standing behind him, and a dog is laying on the ground next to them.", "with_names": "a man is lying on the floor, a woman is standing behind him, and a dog is laying on the ground next to them."}, {"scene_id": "oltl-02-03-09s12", "raw": "A scene from a TV show in which a young girl is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-03-09s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-03-09s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-02-03-09s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-03-09s16", "raw": "A scene from a TV show in which a man is yelling at a boy.", "with_names": "a man is yelling at a boy."}, {"scene_id": "oltl-02-03-09s17", "raw": "A scene from a TV show in which a man is wearing a yellow robe and a beard.", "with_names": "a man is wearing a yellow robe and a beard."}, {"scene_id": "oltl-02-03-09s18", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is holding a candle.", "with_names": "a man is standing in front of ], and she is holding a candle."}, {"scene_id": "oltl-02-03-09s19", "raw": "A scene from a TV show in which a man is playing the violin for a young boy.", "with_names": "a man is playing the violin for a young boy."}, {"scene_id": "oltl-02-03-09s20", "raw": "A scene from a TV show in which a woman is combing her daughter's hair.", "with_names": "a woman is combing her daughter's hair."}, {"scene_id": "oltl-02-03-09s21", "raw": "A scene from a TV show in which a woman is lying on the floor, a man is standing over her, and another man is in the background.", "with_names": "a woman is lying on the floor, a man is standing over her, and another man is in the background."}, {"scene_id": "oltl-02-03-09s22", "raw": "A scene from a TV show in which a woman is seen in a shower with a man standing behind her.", "with_names": "a woman is in a shower with a man standing behind her."}, {"scene_id": "oltl-02-03-09s23", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-02-03-09s24", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "oltl-02-03-09s25", "raw": "A scene from a TV show in which a woman is lying on the floor with her head down, and a man is standing behind her.", "with_names": "a woman is lying on the floor with her head down, and a man is standing behind her."}, {"scene_id": "oltl-02-03-09s26", "raw": "A scene from a TV show in which a woman is wearing a white blouse and a black suit and is looking at a man.", "with_names": "a woman is wearing a white blouse and a black suit and is looking at a man."}, {"scene_id": "oltl-02-03-09s27", "raw": "A scene from a TV show in which a woman is seen wearing a red turban.", "with_names": "a woman is wearing a red turban."}, {"scene_id": "oltl-02-03-09s28", "raw": "A scene from a TV show in which a man and a woman are sitting at a bar, with a bottle and a glass on the table.", "with_names": "a man and a woman are sitting at a bar, with a bottle and a glass on the table."}, {"scene_id": "oltl-02-03-09s29", "raw": "A scene from a TV show in which a boy and a girl are in a bathroom.", "with_names": "a boy and a girl are in a bathroom."}, {"scene_id": "oltl-02-03-09s30", "raw": "A scene from a TV show in which a woman is touching her hair", "with_names": "a woman is touching her hair"}, {"scene_id": "oltl-02-03-09s31", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a shocked expression.", "with_names": "a blonde woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-02-03-09s32", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-03-09s33", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-03-09s34", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-03-09s35", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-03-09s36", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "oltl-02-03-09s37", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-02-03-09s38", "raw": "A scene from a TV show in which a man and a woman are sitting on a bed, with a lamp on the right side of the bed and another lamp on the wall.", "with_names": "a man and a woman are sitting on a bed, with a lamp on the right side of the bed and another lamp on the wall."}, {"scene_id": "oltl-02-03-09s39", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-02-03-09s40", "raw": "A scene from a TV show in which a man is sitting on a couch and another man is standing behind him", "with_names": ""}, {"scene_id": "oltl-02-03-09s41", "raw": "A scene from a TV show in which a man is holding a red book and looking at the camera.", "with_names": "a man is holding a red book and looking at the camera."}, {"scene_id": "oltl-02-03-09s42", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-03-09s43", "raw": "A scene from a TV show in which a man is smoking a cigarette and a woman is wearing a red dress.", "with_names": "a man is smoking a cigarette and a woman is wearing a red dress."}, {"scene_id": "oltl-02-03-09s44", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-03-09s45", "raw": "A scene from a TV show in which a man is standing in a room with a large wooden box and a clock on a table.", "with_names": "a man is standing in a room with a large wooden box and a clock on a table."}]