[{"scene_id": "gl-07-07-03s0", "raw": "A scene from a TV show in which a man is holding a woman and she is crying.", "with_names": "a man is holding a woman and she is crying."}, {"scene_id": "gl-07-07-03s1", "raw": "A scene from a TV show in which a man is dressed in a patriotic suit and hat and is talking to a person.", "with_names": ""}, {"scene_id": "gl-07-07-03s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-07-07-03s3", "raw": "A scene from a TV show in which a man and a woman are in a hot tub.", "with_names": "a man and a woman are in a hot tub."}, {"scene_id": "gl-07-07-03s4", "raw": "A scene from a TV show in which two men are standing in a room.", "with_names": "two men are standing in a room."}, {"scene_id": "gl-07-07-03s5", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "gl-07-07-03s6", "raw": "", "with_names": ""}, {"scene_id": "gl-07-07-03s7", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-07-07-03s8", "raw": "A scene from a TV show in which a man is talking and his mouth is open.", "with_names": ""}, {"scene_id": "gl-07-07-03s9", "raw": "", "with_names": ""}, {"scene_id": "gl-07-07-03s10", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway, with the man looking at the woman.", "with_names": "a man and a woman are standing in a hallway, with the man looking at the woman."}, {"scene_id": "gl-07-07-03s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-07-07-03s12", "raw": "", "with_names": ""}, {"scene_id": "gl-07-07-03s13", "raw": "A scene from a TV show in which a woman is seen wearing a blue tank top and a pink skirt.", "with_names": "a woman is wearing a blue tank top and a pink skirt."}, {"scene_id": "gl-07-07-03s14", "raw": "A scene from a TV show in which a man is beating a woman with a belt.", "with_names": "a man is beating a woman with a belt."}, {"scene_id": "gl-07-07-03s15", "raw": "A scene from a TV show in which a woman is wearing an American flag as a cape.", "with_names": "a woman is wearing an american flag as a cape."}, {"scene_id": "gl-07-07-03s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-07-03s17", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "gl-07-07-03s18", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-07-07-03s19", "raw": "A scene from a TV show in which a man and a woman are sitting on a porch with balloons and a patriotic theme.", "with_names": "a man and a woman are sitting on a porch with balloons and a patriotic theme."}, {"scene_id": "gl-07-07-03s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-07-07-03s21", "raw": "A scene from a TV show in which a man is dancing with a woman in a circle of people.", "with_names": "a man is dancing with a woman in a circle of people."}, {"scene_id": "gl-07-07-03s22", "raw": "A scene from a TV show in which a blonde woman is wearing a blue dress and a brunette woman is talking to her.", "with_names": ""}, {"scene_id": "gl-07-07-03s23", "raw": "A scene from a TV show in which two women are shopping for clothes.", "with_names": "two women are shopping for clothes."}, {"scene_id": "gl-07-07-03s24", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "gl-07-07-03s25", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-07-03s26", "raw": "A scene from a TV show in which two women are standing next to each other, one in a white dress and the other in pink.", "with_names": "two women are standing next to each other, one in a white dress and the other in pink."}, {"scene_id": "gl-07-07-03s27", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}]