[{"scene_id": "atwt-06-22-06s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-22-06s1", "raw": "A scene from a TV show in which a man and a woman are kissing in a room.", "with_names": "a man and a woman are kissing in a room."}, {"scene_id": "atwt-06-22-06s2", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway.", "with_names": "a man and a woman are standing in a hallway."}, {"scene_id": "atwt-06-22-06s3", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "atwt-06-22-06s4", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-06-22-06s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-22-06s6", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-06-22-06s7", "raw": "A scene from a TV show in which a woman is standing in a kitchen and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-06-22-06s8", "raw": "A scene from a TV show in which a man is looking at another man and the other man is wearing a shirt", "with_names": "a man is looking at another man and the other man is wearing a shirt"}, {"scene_id": "atwt-06-22-06s9", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "] is wearing a suit and a blue shirt."}, {"scene_id": "atwt-06-22-06s10", "raw": "A scene from a TV show in which a woman is wearing a white coat and a pink shirt", "with_names": "a woman is wearing a white coat and a pink shirt"}, {"scene_id": "atwt-06-22-06s11", "raw": "A scene from a TV show in which a woman is on the phone in a pink dress", "with_names": "a woman is on the phone in a pink dress"}, {"scene_id": "atwt-06-22-06s12", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-06-22-06s13", "raw": "A scene from a TV show in which a reporter is being interviewed in a hallway.", "with_names": "a reporter is being interviewed in a hallway."}, {"scene_id": "atwt-06-22-06s14", "raw": "A scene from a TV show in which a white circle is on the right side of the screen", "with_names": "a white circle is on the right side of the screen"}, {"scene_id": "atwt-06-22-06s15", "raw": "A scene from a TV show in which a woman sings in a room with a piano.", "with_names": "a woman sings in a room with a piano."}, {"scene_id": "atwt-06-22-06s16", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a book.", "with_names": ""}, {"scene_id": "atwt-06-22-06s17", "raw": "A scene from a TV show in which a young woman is sitting at a table and looking down.", "with_names": "a young woman is sitting at a table and looking down."}, {"scene_id": "atwt-06-22-06s18", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a tube in her nose.", "with_names": "a woman is lying in a hospital bed with a tube in her nose."}, {"scene_id": "atwt-06-22-06s19", "raw": "A scene from a TV show in which a man is seen walking through a dark room with a ghostly figure.", "with_names": "a man is walking through a dark room with a ghostly figure."}, {"scene_id": "atwt-06-22-06s20", "raw": "A scene from a TV show in which a woman is screaming.", "with_names": "a woman is screaming."}, {"scene_id": "atwt-06-22-06s21", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "atwt-06-22-06s22", "raw": "A scene from a TV show in which a bottle of Clear Eyes is shown next to a toothbrush and a brush.", "with_names": ""}, {"scene_id": "atwt-06-22-06s23", "raw": "A scene from a TV show in which a man is looking down and wearing a brown shirt", "with_names": "a man is looking down and wearing a brown shirt"}, {"scene_id": "atwt-06-22-06s24", "raw": "A scene from a TV show in which a woman is talking to another woman in a bathroom.", "with_names": ""}, {"scene_id": "atwt-06-22-06s25", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at ] and he is looking back at her."}, {"scene_id": "atwt-06-22-06s26", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-06-22-06s27", "raw": "A scene from a TV show in which a woman and a boy are walking together.", "with_names": "a woman and a boy are walking together."}]