[{"scene_id": "atwt-03-31-05s0", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and a man is sitting next to her.", "with_names": "Alison is wearing a pink jacket and Will is sitting next to her."}, {"scene_id": "atwt-03-31-05s1", "raw": "A scene from a TV show in which a girl is looking at a boy and smiling", "with_names": "a girl is looking at a boy and smiling"}, {"scene_id": "atwt-03-31-05s2", "raw": "A scene from a TV show in which a man is looking down and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-03-31-05s3", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think about this.\"", "with_names": "a woman is looking at a man and saying, \"i'm not sure what to think about this.\""}, {"scene_id": "atwt-03-31-05s4", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "atwt-03-31-05s5", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "atwt-03-31-05s6", "raw": "A scene from a TV show in which a man is holding his nose and looking disgusted.", "with_names": "a man is holding his nose and looking disgusted."}, {"scene_id": "atwt-03-31-05s7", "raw": "A scene from a TV show in which the Kmart logo is shown", "with_names": ""}, {"scene_id": "atwt-03-31-05s8", "raw": "A scene from a TV show in which a girl is looking at a boy and smiling.", "with_names": "a girl is looking at a boy and smiling."}, {"scene_id": "atwt-03-31-05s9", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a red shirt and is looking at the camera with a surprised expression.", "with_names": "a man is wearing a leather jacket and a red shirt and is looking at the camera with a surprised expression."}, {"scene_id": "atwt-03-31-05s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-31-05s11", "raw": "A scene from a TV show in which a woman is looking at herself in a mirror.", "with_names": "a woman is looking at herself in a mirror."}, {"scene_id": "atwt-03-31-05s12", "raw": "A scene from a TV show in which a table and chairs are on sale.", "with_names": "a table and chairs are on sale."}, {"scene_id": "atwt-03-31-05s13", "raw": "A scene from a TV show in which a man and a woman are sitting at a bar, talking and drinking wine.", "with_names": ""}, {"scene_id": "atwt-03-31-05s14", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "atwt-03-31-05s15", "raw": "A scene from a TV show in which a girl is looking at a boy.", "with_names": "a girl is looking at a boy."}, {"scene_id": "atwt-03-31-05s16", "raw": "A scene from a TV show in which a woman is submerged in water and her hair is flowing around her.", "with_names": "a woman is submerged in water and her hair is flowing around her."}, {"scene_id": "atwt-03-31-05s17", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-03-31-05s18", "raw": "A scene from a TV show in which a woman is sitting on a chair and is wearing a striped tank top and denim shorts.", "with_names": ""}, {"scene_id": "atwt-03-31-05s19", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him. The title of the show is The Amazing Race.", "with_names": "a man is looking at a woman and she is looking back at him. the title of the show is the amazing race."}, {"scene_id": "atwt-03-31-05s20", "raw": "A scene from a TV show in which a man is looking at a wall and wearing a shirt", "with_names": "a man is looking at a wall and wearing a shirt"}, {"scene_id": "atwt-03-31-05s21", "raw": "A scene from a TV show in which a man is holding a woman by the neck and kissing her on the cheek.", "with_names": "a man is holding a woman by the neck and kissing her on the cheek."}, {"scene_id": "atwt-03-31-05s22", "raw": "A scene from a TV show in which a young man is looking off camera.", "with_names": "a young man is looking off camera."}, {"scene_id": "atwt-03-31-05s23", "raw": "A scene from a TV show in which a woman is talking to a man through a glass wall.", "with_names": ""}, {"scene_id": "atwt-03-31-05s24", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}]