[{"scene_id": "oltl-12-28-06s0", "raw": "A scene from a TV show in which a woman is holding a baby and talking to it.", "with_names": ""}, {"scene_id": "oltl-12-28-06s1", "raw": "A scene from a TV show in which a young man is looking down and his eyes are closed.", "with_names": "a young man is looking down and his eyes are closed."}, {"scene_id": "oltl-12-28-06s2", "raw": "A scene from a TV show in which a man is lying in a hospital bed, wearing a white shirt and a tie.", "with_names": "a man is lying in a hospital bed, wearing a white shirt and a tie."}, {"scene_id": "oltl-12-28-06s3", "raw": "A scene from a TV show in which a white light shines through a window.", "with_names": "a white light shines through a window."}, {"scene_id": "oltl-12-28-06s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-28-06s5", "raw": "A scene from a TV show in which a girl is talking to a guy in a lift", "with_names": ""}, {"scene_id": "oltl-12-28-06s6", "raw": "A scene from a TV show in which a man is sitting next to a young boy in a hospital bed.", "with_names": "a man is sitting next to a young boy in a hospital bed."}, {"scene_id": "oltl-12-28-06s7", "raw": "A scene from a TV show in which a man is holding a coffee cup and a woman is standing in the background.", "with_names": "a man is holding a coffee cup and a woman is standing in the background."}, {"scene_id": "oltl-12-28-06s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-28-06s9", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "oltl-12-28-06s10", "raw": "A scene from a TV show in which a man is drinking a cup of coffee.", "with_names": "a man is drinking a cup of coffee."}, {"scene_id": "oltl-12-28-06s11", "raw": "A scene from a TV show in which a man is talking to a woman in a hospital room.", "with_names": ""}, {"scene_id": "oltl-12-28-06s12", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-12-28-06s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-28-06s14", "raw": "A scene from a TV show in which a girl is wearing a white jacket and a purple dress.", "with_names": "a girl is wearing a white jacket and a purple dress."}, {"scene_id": "oltl-12-28-06s15", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "oltl-12-28-06s16", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a bandage on his head.", "with_names": "a man is lying in a hospital bed with a bandage on his head."}, {"scene_id": "oltl-12-28-06s17", "raw": "A scene from a TV show in which a man is sitting on a couch wearing a robe.", "with_names": ""}, {"scene_id": "oltl-12-28-06s18", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, smiling and looking at each other.", "with_names": "a man and a woman are sitting at a table, smiling and looking at each other."}, {"scene_id": "oltl-12-28-06s19", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "oltl-12-28-06s20", "raw": "A scene from a TV show in which a young boy is looking at the camera.", "with_names": "a young boy is looking at the camera."}, {"scene_id": "oltl-12-28-06s21", "raw": "A scene from a TV show in which a young girl is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-28-06s22", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-28-06s23", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-12-28-06s24", "raw": "A scene from a TV show in which a young man is talking to a girl.", "with_names": ""}, {"scene_id": "oltl-12-28-06s25", "raw": "A scene from a TV show in which a police officer is seen walking down a hallway.", "with_names": "a police officer is walking down a hallway."}, {"scene_id": "oltl-12-28-06s26", "raw": "A scene from a TV show in which a man is seen in a dark room, wearing a black suit and tie.", "with_names": "a man is in a dark room, wearing a black suit and tie."}]