[{"scene_id": "bb-03-02-15s0", "raw": "A scene from a TV show in which a woman is kneeling on the floor and pouring a glass of water into a cup.", "with_names": "a woman is kneeling on the floor and pouring a glass of water into a cup."}, {"scene_id": "bb-03-02-15s1", "raw": "A scene from a TV show in which a man sits on a couch and talks to a reporter.", "with_names": "a man sits on a couch and talks to a reporter."}, {"scene_id": "bb-03-02-15s2", "raw": "A scene from a TV show in which a man and a woman stand in a room with a desk and a bookcase.", "with_names": "a man and a woman stand in a room with a desk and a bookcase."}, {"scene_id": "bb-03-02-15s3", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "Liam kisses Ivy on the cheek."}, {"scene_id": "bb-03-02-15s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-02-15s5", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to another man.", "with_names": ""}, {"scene_id": "bb-03-02-15s6", "raw": "A scene from a TV show in which a woman is sitting on the floor and looking at a table.", "with_names": "a woman is sitting on the floor and looking at a table."}, {"scene_id": "bb-03-02-15s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-02-15s9", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-03-02-15s10", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-03-02-15s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Liam and Ivy are standing next to each other."}, {"scene_id": "bb-03-02-15s13", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "bb-03-02-15s15", "raw": "A scene from a TV show in which a woman is using a cell phone.", "with_names": "a woman is using a cell phone."}, {"scene_id": "bb-03-02-15s16", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "a man is wearing a suit and a blue shirt."}, {"scene_id": "bb-03-02-15s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-02-15s19", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "bb-03-02-15s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]