[{"scene_id": "gl-06-30-04s0", "raw": "A scene from a TV show in which a man is holding a box and a lamp", "with_names": "Danny is holding a box and a lamp"}, {"scene_id": "gl-06-30-04s1", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Edmund is looking at Cassie and she is looking back at him."}, {"scene_id": "gl-06-30-04s2", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "gl-06-30-04s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-30-04s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-30-04s5", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "Cassie is looking at the camera with a serious expression."}, {"scene_id": "gl-06-30-04s6", "raw": "A scene from a TV show in which a man is crying and his hands are in front of his face", "with_names": "a man is crying and his hands are in front of his face"}, {"scene_id": "gl-06-30-04s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Edmund is looking at Cassie and she is looking back at him."}, {"scene_id": "gl-06-30-04s8", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-06-30-04s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking at the camera.", "with_names": "a man is wearing a suit and tie and is looking at the camera."}, {"scene_id": "gl-06-30-04s10", "raw": "A scene from a TV show in which a woman is sitting next to another woman and they are both looking at something.", "with_names": "a woman is sitting next to another woman and they are both looking at something."}, {"scene_id": "gl-06-30-04s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-06-30-04s12", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not attracted to you.\"", "with_names": "a woman is looking at a man and saying, \"i'm not attracted to you.\""}, {"scene_id": "gl-06-30-04s13", "raw": "A scene from a TV show in which a man is sitting in a chair and pointing at something.", "with_names": ""}, {"scene_id": "gl-06-30-04s14", "raw": "A scene from a TV show in which a man is standing in a kitchen and a wine glass is on the counter.", "with_names": "a man is standing in a kitchen and a wine glass is on the counter."}, {"scene_id": "gl-06-30-04s15", "raw": "A scene from a TV show in which a woman is talking about her husband's affair.", "with_names": ""}, {"scene_id": "gl-06-30-04s16", "raw": "A scene from a TV show in which a woman is standing in front of a window and looking out.", "with_names": "a woman is standing in front of a window and looking out."}, {"scene_id": "gl-06-30-04s17", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "gl-06-30-04s18", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "gl-06-30-04s19", "raw": "A scene from a TV show in which a woman is looking at a piece of paper and a fireplace is in the background.", "with_names": "a woman is looking at a piece of paper and a fireplace is in the background."}, {"scene_id": "gl-06-30-04s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-30-04s21", "raw": "A scene from a TV show in which a man is looking at a mirror.", "with_names": "a man is looking at a mirror."}]