[{"scene_id": "bb-03-22-17s0", "raw": "A scene from a TV show in which a couple is married.", "with_names": "a couple is married."}, {"scene_id": "bb-03-22-17s1", "raw": "A scene from a TV show in which a man is sitting at a table with a woman and a dog.", "with_names": "Wyatt is sitting at a table with a woman and a dog."}, {"scene_id": "bb-03-22-17s2", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "bb-03-22-17s3", "raw": "A scene from a TV show in which a couple is getting married.", "with_names": "a couple is getting married."}, {"scene_id": "bb-03-22-17s5", "raw": "A scene from a TV show in which two women are sitting next to each other, with flowers and a white table in the background.", "with_names": "two women are sitting next to each other, with flowers and a white table in the background."}, {"scene_id": "bb-03-22-17s6", "raw": "A scene from a TV show in which a woman is talking to a man at a dinner table.", "with_names": ""}, {"scene_id": "bb-03-22-17s7", "raw": "A scene from a TV show in which a couple is married in front of the Sydney Opera House.", "with_names": "a couple is married in front of the sydney opera house."}, {"scene_id": "bb-03-22-17s8", "raw": "A scene from a TV show in which a woman is sitting next to a man at a dinner table.", "with_names": "Ridge is sitting next to a man at a dinner table."}, {"scene_id": "bb-03-22-17s9", "raw": "A scene from a TV show in which a man is slapping a woman in the face.", "with_names": "a man is slapping a woman in the face."}, {"scene_id": "bb-03-22-17s10", "raw": "A scene from a TV show in which a man is seen slapping a woman on the cheek.", "with_names": "a man is slapping a woman on the cheek."}, {"scene_id": "bb-03-22-17s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, with wine glasses in front of them.", "with_names": "a man and a woman are standing next to each other, with wine glasses in front of them."}, {"scene_id": "bb-03-22-17s12", "raw": "A scene from a TV show in which a man proposes to his girlfriend on a boat.", "with_names": "a man proposes to his girlfriend on a boat."}]