[{"scene_id": "oltl-12-31-07s0", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Adriana is kissing Rex on the cheek."}, {"scene_id": "oltl-12-31-07s1", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-12-31-07s2", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is standing next to him.", "with_names": "a man is lying in a hospital bed and a woman is standing next to him."}, {"scene_id": "oltl-12-31-07s3", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "oltl-12-31-07s4", "raw": "A scene from a TV show in which a woman is singing in a dark room with a pink light shining on her.", "with_names": "a woman is singing in a dark room with a pink light shining on her."}, {"scene_id": "oltl-12-31-07s5", "raw": "A scene from a TV show in which a man is wearing a robe and a woman is standing next to him.", "with_names": "a man is wearing a robe and a woman is standing next to him."}, {"scene_id": "oltl-12-31-07s6", "raw": "A scene from a TV show in which a woman is wearing a black dress and is standing in a room with a vase and a chair.", "with_names": "a woman is wearing a black dress and is standing in a room with a vase and a chair."}, {"scene_id": "oltl-12-31-07s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-12-31-07s8", "raw": "A scene from a TV show in which a woman is wearing a sparkly top and a man is looking at her.", "with_names": "a woman is wearing a sparkly top and a man is looking at her."}, {"scene_id": "oltl-12-31-07s9", "raw": "A scene from a TV show in which a man is lying in a hospital bed, wearing a hospital gown and a mask. He is looking at a woman who is standing next to him.", "with_names": "a man is lying in a hospital bed, wearing a hospital gown and a mask. he is looking at a woman who is standing next to him."}, {"scene_id": "oltl-12-31-07s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and touching her hair.", "with_names": ""}, {"scene_id": "oltl-12-31-07s11", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-12-31-07s12", "raw": "A scene from a TV show in which a boy and a girl are talking in front of a Christmas tree.", "with_names": ""}, {"scene_id": "oltl-12-31-07s13", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-12-31-07s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-31-07s15", "raw": "A scene from a TV show in which a blonde woman is singing to a man.", "with_names": "a blonde woman is singing to a man."}, {"scene_id": "oltl-12-31-07s16", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-31-07s17", "raw": "A scene from a TV show in which a black man is looking at a white woman and smiling.", "with_names": "a black man is looking at a white woman and smiling."}, {"scene_id": "oltl-12-31-07s18", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-12-31-07s19", "raw": "A scene from a TV show in which a man is lying in a hospital bed wearing glasses and a hospital gown.", "with_names": "a man is lying in a hospital bed wearing glasses and a hospital gown."}, {"scene_id": "oltl-12-31-07s20", "raw": "A scene from a TV show in which a woman is wearing a red dress and is dancing in a living room.", "with_names": "a woman is wearing a red dress and is dancing in a living room."}, {"scene_id": "oltl-12-31-07s21", "raw": "A scene from a TV show in which a man is talking to a woman, who is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "oltl-12-31-07s22", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-31-07s23", "raw": "A scene from a TV show in which a woman is talking to a man and the man is looking at her with a look of surprise on his face.", "with_names": ""}, {"scene_id": "oltl-12-31-07s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-31-07s25", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "oltl-12-31-07s26", "raw": "A scene from a TV show in which a man is lying in a hospital bed and smiling.", "with_names": "a man is lying in a hospital bed and smiling."}, {"scene_id": "oltl-12-31-07s27", "raw": "A scene from a TV show in which a woman is looking at a man and touching his face.", "with_names": "a woman is looking at a man and touching his face."}, {"scene_id": "oltl-12-31-07s28", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "oltl-12-31-07s29", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-31-07s30", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-12-31-07s31", "raw": "A scene from a TV show in which a woman is standing in a bathroom, wearing a blue dress and a long blue robe.", "with_names": "a woman is standing in a bathroom, wearing a blue dress and a long blue robe."}, {"scene_id": "oltl-12-31-07s32", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door, looking at each other.", "with_names": "a man and a woman are standing in front of a door, looking at each other."}, {"scene_id": "oltl-12-31-07s33", "raw": "A scene from a TV show in which a man is lying on his back with his eyes closed.", "with_names": "a man is lying on his back with his eyes closed."}]