[{"scene_id": "bb-12-03-13s0", "raw": "A scene from a TV show in which a woman is looking over her shoulder.", "with_names": "a woman is looking over her shoulder."}, {"scene_id": "bb-12-03-13s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-03-13s2", "raw": "A scene from a TV show in which a man and a woman are sitting in a room and laughing.", "with_names": "a man and a woman are sitting in a room and laughing."}, {"scene_id": "bb-12-03-13s3", "raw": "A scene from a TV show in which two women are standing in a kitchen, wearing aprons and rubber gloves.", "with_names": "two women are standing in a kitchen, wearing aprons and rubber gloves."}, {"scene_id": "bb-12-03-13s4", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-12-03-13s5", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-12-03-13s6", "raw": "A scene from a TV show in which a man and a woman are standing in a living room and talking.", "with_names": ""}, {"scene_id": "bb-12-03-13s7", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "bb-12-03-13s8", "raw": "A scene from a TV show in which a couple is getting married.", "with_names": "a couple is getting married."}, {"scene_id": "bb-12-03-13s9", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "bb-12-03-13s10", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "bb-12-03-13s11", "raw": "A scene from a TV show in which a man is lying in bed and a woman is kissing him on the cheek.", "with_names": "a man is lying in bed and a woman is kissing him on the cheek."}, {"scene_id": "bb-12-03-13s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}]