[{"scene_id": "gl-02-11-05s0", "raw": "A scene from a TV show in which a woman is seen being hit by a man.", "with_names": "a woman is being hit by a man."}, {"scene_id": "gl-02-11-05s1", "raw": "A scene from a TV show in which a man is standing outside a house and a woman is walking towards him.", "with_names": "a man is standing outside a house and a woman is walking towards him."}, {"scene_id": "gl-02-11-05s2", "raw": "A scene from a TV show in which a woman is bending over to pick up a child.", "with_names": "a woman is bending over to pick up a child."}, {"scene_id": "gl-02-11-05s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-11-05s4", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-02-11-05s5", "raw": "A scene from a TV show in which a man is hugging a woman", "with_names": "a man is hugging a woman"}, {"scene_id": "gl-02-11-05s6", "raw": "A scene from a TV show in which a man is seen running away from a barrel.", "with_names": "a man is running away from a barrel."}, {"scene_id": "gl-02-11-05s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-11-05s9", "raw": "A scene from a TV show in which a man is sitting on a bench and another manI is standing next to him.", "with_names": "a man is sitting on a bench and another mani is standing next to him."}, {"scene_id": "gl-02-11-05s10", "raw": "A scene from a TV show in which a woman is looking at a man and making a funny face.", "with_names": "a woman is looking at a man and making a funny face."}, {"scene_id": "gl-02-11-05s11", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-02-11-05s12", "raw": "A scene from a TV show in which a woman is wearing a red and white sweater.", "with_names": "a woman is wearing a red and white sweater."}, {"scene_id": "gl-02-11-05s13", "raw": "A scene from a TV show in which a woman is smoking a cigarette and a man is standing in front of a door.", "with_names": "Marina is smoking a cigarette and Harley is standing in front of a door."}, {"scene_id": "gl-02-11-05s14", "raw": "A scene from a TV show in which a shirtless Chris Evans is lying on a bed, looking up at the ceiling.", "with_names": "a shirtless chris evans is lying on a bed, looking up at the ceiling."}, {"scene_id": "gl-02-11-05s18", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-02-11-05s19", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking concerned.", "with_names": "reva is wearing a suit and a tie and looking concerned."}, {"scene_id": "gl-02-11-05s20", "raw": "A scene from a TV show in which a woman is seen opening a door.", "with_names": "Buzz is opening a door."}, {"scene_id": "gl-02-11-05s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-11-05s22", "raw": "A scene from a TV show in which a man is seen pouring a glass of wine into a plate of food.", "with_names": "a man is pouring a glass of wine into a plate of food."}, {"scene_id": "gl-02-11-05s24", "raw": "A scene from a TV show in which a woman is drinking wine with a man.", "with_names": "Officer church is drinking wine with a man."}, {"scene_id": "gl-02-11-05s25", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "gl-02-11-05s26", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "Alexandra is yelling at Gus."}, {"scene_id": "gl-02-11-05s27", "raw": "A scene from a TV show in which a man is cutting a boy's hair.", "with_names": "a man is cutting a boy's hair."}, {"scene_id": "gl-02-11-05s28", "raw": "", "with_names": ""}, {"scene_id": "gl-02-11-05s29", "raw": "A scene from a TV show in which a man is giving a woman a pill.", "with_names": "a man is giving a woman a pill."}, {"scene_id": "gl-02-11-05s30", "raw": "A scene from a TV show in which a woman is talking to a man in a gym.", "with_names": ""}]