[{"scene_id": "gl-10-10-06s0", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-10-06s1", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "gl-10-10-06s2", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-10-10-06s3", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-10-10-06s4", "raw": "A scene from a TV show in which a blue circle is superimposed over a white circle, with the words \"Guiding Light\" in white.", "with_names": "a blue circle is superimposed over a white circle, with the words \"guiding light\" in white."}, {"scene_id": "gl-10-10-06s5", "raw": "A scene from a TV show in which a man and a woman are looking at each other through a window.", "with_names": "Alan-Michael and Marina are looking at each other through a window."}, {"scene_id": "gl-10-10-06s6", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-10-10-06s7", "raw": "A scene from a TV show in which a woman is standing in a room with a table and a vase of flowers.", "with_names": "a woman is standing in a room with a table and a vase of flowers."}, {"scene_id": "gl-10-10-06s8", "raw": "A scene from a TV show in which a woman is wearing a white dress and a brown purse", "with_names": "a woman is wearing a white dress and a brown purse"}, {"scene_id": "gl-10-10-06s9", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Rick is kissing Leah on the cheek."}, {"scene_id": "gl-10-10-06s10", "raw": "A scene from a TV show in which a blonde woman is wearing sunglasses and a black jacket.", "with_names": "a blonde woman is wearing sunglasses and a black jacket."}, {"scene_id": "gl-10-10-06s11", "raw": "A scene from a TV show in which a woman is yelling and holding a glass.", "with_names": "a woman is yelling and holding a glass."}, {"scene_id": "gl-10-10-06s12", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "Alan is wearing a suit and tie"}, {"scene_id": "gl-10-10-06s13", "raw": "A scene from a TV show in which a man is talking to a woman in a store.", "with_names": ""}, {"scene_id": "gl-10-10-06s14", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-10-06s15", "raw": "A scene from a TV show in which a man is seen in a dark room, holding a gun.", "with_names": "a man is in a dark room, holding a gun."}, {"scene_id": "gl-10-10-06s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-10-06s17", "raw": "A scene from a TV show in which a man is wearing a suit and a black shirt", "with_names": "Alan-Michael is wearing a suit and a black shirt"}, {"scene_id": "gl-10-10-06s18", "raw": "A scene from a TV show in which a door is opened to reveal a secret room.", "with_names": "a door is opened to reveal a secret room."}, {"scene_id": "gl-10-10-06s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-10-06s20", "raw": "A scene from a TV show in which a woman is touching a man's chest", "with_names": "Beth is touching Alan's chest"}, {"scene_id": "gl-10-10-06s21", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-10-10-06s22", "raw": "A scene from a TV show in which a woman is talking to a man and he is holding his hand to his mouth.", "with_names": ""}, {"scene_id": "gl-10-10-06s23", "raw": "A scene from a TV show in which a woman is talking about her ex-boyfriend.", "with_names": ""}, {"scene_id": "gl-10-10-06s24", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man.", "with_names": "Beth is being kissed on the cheek by Alan."}, {"scene_id": "gl-10-10-06s25", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind him.", "with_names": ""}, {"scene_id": "gl-10-10-06s26", "raw": "A scene from a TV show in which a man is trapped in a car", "with_names": "a man is trapped in a car"}]