[{"scene_id": "atwt-09-15-05s0", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-15-05s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-09-15-05s2", "raw": "A scene from a TV show in which two women are talking in a bar.", "with_names": ""}, {"scene_id": "atwt-09-15-05s3", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a man is in a red shirt.", "with_names": "a woman is wearing a black shirt and a man is in a red shirt."}, {"scene_id": "atwt-09-15-05s4", "raw": "A scene from a TV show in which a hand is seen reaching out from a white screen.", "with_names": "a hand is reaching out from a white screen."}, {"scene_id": "atwt-09-15-05s5", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a black shirt", "with_names": ""}, {"scene_id": "atwt-09-15-05s6", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-15-05s7", "raw": "A scene from a TV show in which a woman is eating a sandwich and her hand is covering her mouth.", "with_names": "a woman is eating a sandwich and her hand is covering her mouth."}, {"scene_id": "atwt-09-15-05s8", "raw": "A scene from a TV show in which a Wendy's employee is seen giving a customer a 99-cent chicken nugget.", "with_names": "a wendy's employee is giving a customer a 99-cent chicken nugget."}, {"scene_id": "atwt-09-15-05s9", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt", "with_names": "a man is wearing a suit and a blue shirt"}, {"scene_id": "atwt-09-15-05s10", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-15-05s11", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-15-05s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-15-05s13", "raw": "A scene from a TV show in which a woman is wearing a red dress and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-15-05s14", "raw": "A scene from a TV show in which a blue foam board is being used to cover a window.", "with_names": "a blue foam board is being used to cover a window."}, {"scene_id": "atwt-09-15-05s15", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a necklace", "with_names": "a woman is wearing a red sweater and a necklace"}, {"scene_id": "atwt-09-15-05s16", "raw": "A scene from a TV show in which a woman is looking down and her mouth is open.", "with_names": "a woman is looking down and her mouth is open."}, {"scene_id": "atwt-09-15-05s17", "raw": "A scene from a TV show in which a person holds a form.", "with_names": "a person holds a form."}, {"scene_id": "atwt-09-15-05s18", "raw": "A scene from a TV show in which a woman is looking shocked and surprised.", "with_names": "a woman is looking shocked and surprised."}, {"scene_id": "atwt-09-15-05s19", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-09-15-05s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-15-05s21", "raw": "A scene from a TV show in which two women are sitting in a bathtub.", "with_names": "two women are sitting in a bathtub."}, {"scene_id": "atwt-09-15-05s22", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-09-15-05s23", "raw": "A scene from a TV show in which a woman is sitting on a couch and her eyes are closed.", "with_names": ""}, {"scene_id": "atwt-09-15-05s24", "raw": "A scene from a TV show in which a woman is looking at the camera with a concerned expression.", "with_names": "a woman is looking at the camera with a concerned expression."}, {"scene_id": "atwt-09-15-05s25", "raw": "A scene from a TV show in which a woman is lying on a bed, her head is on the bed and her hands are on her chest.", "with_names": "a woman is lying on a bed, her head is on the bed and her hands are on her chest."}, {"scene_id": "atwt-09-15-05s26", "raw": "A scene from a TV show in which a man is talking about the Red Cross.", "with_names": ""}, {"scene_id": "atwt-09-15-05s27", "raw": "A scene from a TV show in which a butterfly is seen flying outside a window.", "with_names": "a butterfly is flying outside a window."}]