[{"scene_id": "pc-04-03-03s0", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "Alison is yelling at Rafe."}, {"scene_id": "pc-04-03-03s1", "raw": "A scene from a TV show in which a woman is talking to a young woman.", "with_names": ""}, {"scene_id": "pc-04-03-03s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-04-03-03s3", "raw": "A scene from a TV show in which the title is Port Charles", "with_names": "the title is port charles"}, {"scene_id": "pc-04-03-03s4", "raw": "A scene from a TV show in which a man is talking on the phone and his hand is touching his chin", "with_names": ""}, {"scene_id": "pc-04-03-03s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-04-03-03s6", "raw": "A scene from a TV show in which a doctor talks to a patient in a hospital bed.", "with_names": "a doctor talks to a patient in a hospital bed."}, {"scene_id": "pc-04-03-03s7", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and her hair is in pigtails", "with_names": "a woman is wearing a leather jacket and her hair is in pigtails"}, {"scene_id": "pc-04-03-03s8", "raw": "A scene from a TV show in which a woman is wearing a bandage on her head", "with_names": "a woman is wearing a bandage on her head"}, {"scene_id": "pc-04-03-03s9", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to another man.", "with_names": ""}, {"scene_id": "pc-04-03-03s10", "raw": "A scene from a TV show in which a man is lying in a hospital bed with his head propped up on a pillow.", "with_names": "a man is lying in a hospital bed with his head propped up on a pillow."}, {"scene_id": "pc-04-03-03s11", "raw": "A scene from a TV show in which a doctor and a patient are talking in a hospital hallway.", "with_names": ""}, {"scene_id": "pc-04-03-03s12", "raw": "A scene from a TV show in which Brad Pitt is in a hospital bed", "with_names": "brad pitt is in a hospital bed"}, {"scene_id": "pc-04-03-03s13", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]