[{"scene_id": "atwt-03-22-07s0", "raw": "A scene from a TV show in which a man is holding a knife and a tablet.", "with_names": "a man is holding a knife and a tablet."}, {"scene_id": "atwt-03-22-07s1", "raw": "A scene from a TV show in which a man is wearing a necklace and a t-shirt", "with_names": "a man is wearing a necklace and a t-shirt"}, {"scene_id": "atwt-03-22-07s2", "raw": "A scene from a TV show in which a man is trying to tie a tie.", "with_names": "a man is trying to tie a tie."}, {"scene_id": "atwt-03-22-07s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-22-07s4", "raw": "A scene from a TV show in which a woman is shown with a bob haircut.", "with_names": ""}, {"scene_id": "atwt-03-22-07s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-22-07s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-22-07s7", "raw": "A scene from a TV show in which a man is seen wearing a backpack and a long beard.", "with_names": "] is wearing a backpack and a long beard."}, {"scene_id": "atwt-03-22-07s8", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-03-22-07s9", "raw": "A scene from a TV show in which a man is wearing a coat and smiling.", "with_names": "a man is wearing a coat and smiling."}, {"scene_id": "atwt-03-22-07s10", "raw": "A scene from a TV show in which a ball is lit up with the words \"Purely You\"", "with_names": "a ball is lit up with the words \"purely you\""}, {"scene_id": "atwt-03-22-07s11", "raw": "A scene from a TV show in which a woman is standing in a courtroom with her head bowed.", "with_names": "a woman is standing in a courtroom with her head bowed."}, {"scene_id": "atwt-03-22-07s12", "raw": "A scene from a TV show in which a man is dancing in a living room.", "with_names": "a man is dancing in a living room."}, {"scene_id": "atwt-03-22-07s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a room.", "with_names": "a man and a woman are standing next to each other in a room."}, {"scene_id": "atwt-03-22-07s14", "raw": "A scene from a TV show in which a baby is smiling and the word \"DOWN\" is written on his chest.", "with_names": "a baby is smiling and the word \"down\" is written on his chest."}, {"scene_id": "atwt-03-22-07s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-22-07s16", "raw": "A scene from a TV show in which a man and a woman are standing in front of a window.", "with_names": "a man and a woman are standing in front of a window."}, {"scene_id": "atwt-03-22-07s17", "raw": "A scene from a TV show in which a man is talking on the phone while sitting in front of a laptop.", "with_names": ""}, {"scene_id": "atwt-03-22-07s18", "raw": "A scene from a TV show in which a shirtless man is sitting in a bathtub.", "with_names": "a shirtless man is sitting in a bathtub."}, {"scene_id": "atwt-03-22-07s19", "raw": "A scene from a TV show in which a yellow line is drawn from a house to a car.", "with_names": "a yellow line is drawn from a house to a car."}, {"scene_id": "atwt-03-22-07s20", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-03-22-07s21", "raw": "A scene from a TV show in which a woman is looking at a shirtless man.", "with_names": "a woman is looking at a shirtless man."}, {"scene_id": "atwt-03-22-07s22", "raw": "A scene from a TV show in which a door is opened by a ball.", "with_names": "a door is opened by a ball."}]