[{"scene_id": "atwt-08-19-09s0", "raw": "A scene from a TV show in which a man is wearing a Hawaiian shirt and a woman is watching him.", "with_names": "a man is wearing a hawaiian shirt and a woman is watching him."}, {"scene_id": "atwt-08-19-09s1", "raw": "A scene from a TV show in which a man is crying", "with_names": "] is crying"}, {"scene_id": "atwt-08-19-09s2", "raw": "A scene from a TV show in which a woman is singing and dancing.", "with_names": "a woman is singing and dancing."}, {"scene_id": "atwt-08-19-09s3", "raw": "A scene from a TV show in which a man is wearing a Hawaiian shirt and making a face.", "with_names": "a man is wearing a hawaiian shirt and making a face."}, {"scene_id": "atwt-08-19-09s4", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-08-19-09s5", "raw": "A scene from a TV show in which a man is sitting on a bed and a woman is standing next to him.", "with_names": "a man is sitting on a bed and a woman is standing next to him."}, {"scene_id": "atwt-08-19-09s6", "raw": "A scene from a TV show in which a condom is being pulled out of a bottle.", "with_names": "a condom is being pulled out of a bottle."}, {"scene_id": "atwt-08-19-09s7", "raw": "A scene from a TV show in which a man is wearing a Hawaiian shirt and a lamp is behind him", "with_names": "a man is wearing a hawaiian shirt and a lamp is behind him"}, {"scene_id": "atwt-08-19-09s8", "raw": "A scene from a TV show in which a woman is wearing a black tank top and a necklace.", "with_names": "a woman is wearing a black tank top and a necklace."}, {"scene_id": "atwt-08-19-09s9", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a short black hair", "with_names": "a woman is wearing a blue dress and a short black hair"}, {"scene_id": "atwt-08-19-09s10", "raw": "A scene from a TV show in which a bottle is used to save wildlife.", "with_names": "a bottle is used to save wildlife."}, {"scene_id": "atwt-08-19-09s11", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-08-19-09s12", "raw": "A scene from a TV show in which a woman is looking at a statue.", "with_names": "a woman is looking at a statue."}, {"scene_id": "atwt-08-19-09s13", "raw": "A scene from a TV show in which a woman is wearing a white suit and a pearl necklace", "with_names": "a woman is wearing a white suit and a pearl necklace"}, {"scene_id": "atwt-08-19-09s14", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-08-19-09s15", "raw": "A scene from a TV show in which a woman is shown holding a bottle of L'Oreal Extra Volume Collagen.", "with_names": ""}, {"scene_id": "atwt-08-19-09s16", "raw": "A scene from a TV show in which a man is holding a red cloth in his hands.", "with_names": "] is holding a red cloth in his hands."}, {"scene_id": "atwt-08-19-09s17", "raw": "A scene from a TV show in which a woman is leaning her head on another woman's shoulder.", "with_names": "a woman is leaning her head on another woman's shoulder."}, {"scene_id": "atwt-08-19-09s18", "raw": "A scene from a TV show in which a man is reading a letter to a woman.", "with_names": "a man is reading a letter to a woman."}, {"scene_id": "atwt-08-19-09s19", "raw": "A scene from a TV show in which a blue bear is holding a toothbrush and a tube of toothpaste.", "with_names": "a blue bear is holding a toothbrush and a tube of toothpaste."}, {"scene_id": "atwt-08-19-09s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-08-19-09s21", "raw": "A scene from a TV show in which a woman is running from a man in a red dress.", "with_names": "a woman is running from ] in a red dress."}, {"scene_id": "atwt-08-19-09s22", "raw": "A scene from a TV show in which a box of Senokot is shown.", "with_names": ""}]