[{"scene_id": "oltl-10-31-11s0", "raw": "A scene from a TV show in which a woman is dancing in a red jacket and white shirt.", "with_names": "a woman is dancing in a red jacket and white shirt."}, {"scene_id": "oltl-10-31-11s1", "raw": "A scene from a TV show in which a note is found in a mailbox addressed to Clint Eastwood.", "with_names": "a note is found in a mailbox addressed to clint eastwood."}, {"scene_id": "oltl-10-31-11s2", "raw": "A scene from a TV show in which a man and a woman are dressed in sailor uniforms.", "with_names": "a man and a woman are dressed in sailor uniforms."}, {"scene_id": "oltl-10-31-11s3", "raw": "A scene from a TV show in which a woman is wearing a cowboy hat and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-10-31-11s4", "raw": "A scene from a TV show in which a woman is shown in a white dress and a man in a white shirt.", "with_names": ""}, {"scene_id": "oltl-10-31-11s5", "raw": "A scene from a TV show in which a woman is wearing a red cardigan and a white shirt that says \"Guard\"", "with_names": "a woman is wearing a red cardigan and a white shirt that says \"guard\""}, {"scene_id": "oltl-10-31-11s6", "raw": "A scene from a TV show in which a woman is wearing a red hood and a mask.", "with_names": "a woman is wearing a red hood and a mask."}, {"scene_id": "oltl-10-31-11s7", "raw": "A scene from a TV show in which a woman is dancing with her daughter.", "with_names": "a woman is dancing with her daughter."}, {"scene_id": "oltl-10-31-11s8", "raw": "A scene from a TV show in which a man is looking down and his head is tilted to the side.", "with_names": "a man is looking down and his head is tilted to the side."}, {"scene_id": "oltl-10-31-11s9", "raw": "A scene from a TV show in which a woman is dressed as a nurse and is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-31-11s10", "raw": "A scene from a TV show in which a woman is wearing a cowboy hat and a blue jacket.", "with_names": "a woman is wearing a cowboy hat and a blue jacket."}, {"scene_id": "oltl-10-31-11s11", "raw": "A scene from a TV show in which a man is dressed as a mummy and a woman is wearing a red dress", "with_names": "a man is dressed as a mummy and a woman is wearing a red dress"}, {"scene_id": "oltl-10-31-11s12", "raw": "A scene from a TV show in which a woman wears a red cloak and a mask.", "with_names": "a woman wears a red cloak and a mask."}, {"scene_id": "oltl-10-31-11s13", "raw": "A scene from a TV show in which a young boy is wearing glasses and a red and white neckerchief.", "with_names": "a young boy is wearing glasses and a red and white neckerchief."}, {"scene_id": "oltl-10-31-11s14", "raw": "A scene from a TV show in which a man is wearing a sailor's hat and a white shirt.", "with_names": "a man is wearing a sailor's hat and a white shirt."}, {"scene_id": "oltl-10-31-11s15", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-10-31-11s16", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-10-31-11s17", "raw": "A scene from a TV show in which a young boy is dressed as a pirate and a woman is wearing a red dress", "with_names": "a young boy is dressed as a pirate and a woman is wearing a red dress"}, {"scene_id": "oltl-10-31-11s18", "raw": "A scene from a TV show in which a man and a woman are dressed in cowboy hats.", "with_names": "] and a woman are dressed in cowboy hats."}, {"scene_id": "oltl-10-31-11s19", "raw": "A scene from a TV show in which a man is tied to a chair and his head is covered in bandages.", "with_names": "a man is tied to a chair and his head is covered in bandages."}, {"scene_id": "oltl-10-31-11s20", "raw": "A scene from a TV show in which a sailor is being attacked by a man in a red jacket.", "with_names": "a sailor is being attacked by a man in a red jacket."}, {"scene_id": "oltl-10-31-11s21", "raw": "A scene from a TV show in which two men are dressed as cowboys and a woman is dressed as a cowgirl.", "with_names": "two men are dressed as cowboys and a woman is dressed as a cowgirl."}, {"scene_id": "oltl-10-31-11s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-31-11s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-31-11s24", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a white shirt.", "with_names": "a man is wearing a leather jacket and a white shirt."}, {"scene_id": "oltl-10-31-11s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-31-11s26", "raw": "A scene from a TV show in which a woman is dressed as a sailor and a man is wearing a hat", "with_names": "a woman is dressed as a sailor and a man is wearing a hat"}, {"scene_id": "oltl-10-31-11s27", "raw": "A scene from a TV show in which a woman is dressed as a mummy and a man is wearing a suit and tie.", "with_names": "a woman is dressed as a mummy and a man is wearing a suit and tie."}, {"scene_id": "oltl-10-31-11s28", "raw": "A scene from a TV show in which a woman is wearing a cowboy hat and a man is dressed in a black and white cowboy outfit.", "with_names": "a woman is wearing a cowboy hat and a man is dressed in a black and white cowboy outfit."}, {"scene_id": "oltl-10-31-11s29", "raw": "A scene from a TV show in which a man is singing.", "with_names": "a man is singing."}, {"scene_id": "oltl-10-31-11s30", "raw": "", "with_names": ""}, {"scene_id": "oltl-10-31-11s31", "raw": "A scene from a TV show in which a man and a woman dressed in sailor outfits are talking to each other.", "with_names": ""}, {"scene_id": "oltl-10-31-11s32", "raw": "A scene from a TV show in which a blonde woman is whispering to a man.", "with_names": "a blonde woman is whispering to a man."}, {"scene_id": "oltl-10-31-11s33", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a white shirt.", "with_names": "a man is wearing a leather jacket and a white shirt."}, {"scene_id": "oltl-10-31-11s34", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "oltl-10-31-11s35", "raw": "A scene from a TV show in which a man is looking at a woman and saying \"I'm sorry\"", "with_names": "a man is looking at a woman and saying \"i'm sorry\""}, {"scene_id": "oltl-10-31-11s36", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-31-11s37", "raw": "A scene from a TV show in which a woman is dressed as a bride and a man is wearing a wedding dress.", "with_names": "a woman is dressed as a bride and a man is wearing a wedding dress."}, {"scene_id": "oltl-10-31-11s38", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a white shirt.", "with_names": "a man is wearing a leather jacket and a white shirt."}, {"scene_id": "oltl-10-31-11s39", "raw": "A scene from a TV show in which a woman is wearing a white cowboy hat and a man is kissing her on the cheek.", "with_names": "a woman is wearing a white cowboy hat and a man is kissing her on the cheek."}, {"scene_id": "oltl-10-31-11s40", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-10-31-11s41", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a ponytail.", "with_names": "a man is wearing a leather jacket and a ponytail."}, {"scene_id": "oltl-10-31-11s42", "raw": "A scene from a TV show in which a man is standing over a desk, looking at a large pile of papers.", "with_names": "a man is standing over a desk, looking at a large pile of papers."}, {"scene_id": "oltl-10-31-11s43", "raw": "A scene from a TV show in which a man is wearing a white shirt and a hat and holding his neck.", "with_names": "a man is wearing a white shirt and a hat and holding his neck."}, {"scene_id": "oltl-10-31-11s44", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}]