[{"scene_id": "atwt-10-24-08s0", "raw": "A scene from a TV show in which a man is standing in a kitchen with a green banner over him that says \"A new television or cable system has issued a required Weekly Allowance\"", "with_names": "a man is standing in a kitchen with a green banner over him that says \"a new television or cable system has issued a required weekly allowance\""}, {"scene_id": "atwt-10-24-08s1", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-10-24-08s2", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-10-24-08s3", "raw": "A scene from a TV show in which a woman is standing in front of a mirror and looking at her reflection.", "with_names": "a woman is standing in front of a mirror and looking at her reflection."}, {"scene_id": "atwt-10-24-08s4", "raw": "A scene from a TV show in which a blue screen is shown", "with_names": ""}, {"scene_id": "atwt-10-24-08s5", "raw": "A scene from a TV show in which a blonde woman is smiling and wearing a black suit.", "with_names": "a blonde woman is smiling and wearing a black suit."}, {"scene_id": "atwt-10-24-08s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-24-08s7", "raw": "A scene from a TV show in which a salad is being drizzled with ranch dressing.", "with_names": "a salad is being drizzled with ranch dressing."}, {"scene_id": "atwt-10-24-08s8", "raw": "A scene from a TV show in which a man is looking at the camera with a surprised expression.", "with_names": "a man is looking at the camera with a surprised expression."}, {"scene_id": "atwt-10-24-08s9", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-24-08s10", "raw": "A scene from a TV show in which a man is looking down and a woman is walking away from him.", "with_names": "] is looking down and Carly is walking away from him."}, {"scene_id": "atwt-10-24-08s11", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-10-24-08s12", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-10-24-08s13", "raw": "A scene from a TV show in which a blonde woman is looking to the right of the frame.", "with_names": "a blonde woman is looking to the right of the frame."}, {"scene_id": "atwt-10-24-08s14", "raw": "A scene from a TV show in which two women are standing next to each other, one is wearing a black shirt and the other is wearing a green dress.", "with_names": "two women are standing next to each other, one is wearing a black shirt and the other is wearing a green dress."}, {"scene_id": "atwt-10-24-08s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-10-24-08s16", "raw": "A scene from a TV show in which a woman is dancing in a room with blue walls and a black floor.", "with_names": "a woman is dancing in a room with blue walls and a black floor."}, {"scene_id": "atwt-10-24-08s17", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "a man and a woman are hugging each other."}, {"scene_id": "atwt-10-24-08s18", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-10-24-08s19", "raw": "A scene from a TV show in which two women are sitting together at a restaurant, one of them is eating a sandwich.", "with_names": "two women are sitting together at a restaurant, one of them is eating a sandwich."}, {"scene_id": "atwt-10-24-08s20", "raw": "A scene from a TV show in which a woman is talking to someone in a bar.", "with_names": ""}, {"scene_id": "atwt-10-24-08s21", "raw": "A scene from a TV show in which John McCain says he voted for the president over 90% of the time.", "with_names": "john mccain says he voted for the president over 90% of the time."}, {"scene_id": "atwt-10-24-08s22", "raw": "A scene from a TV show in which two women are arguing.", "with_names": "two women are arguing."}, {"scene_id": "atwt-10-24-08s23", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a black jacket.", "with_names": "a woman is wearing a red shirt and a black jacket."}, {"scene_id": "atwt-10-24-08s24", "raw": "A scene from a TV show in which a woman is standing next to a man and they are both smiling.", "with_names": "a woman is standing next to a man and they are both smiling."}, {"scene_id": "atwt-10-24-08s25", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-10-24-08s26", "raw": "A scene from a TV show in which a man is shown eating a doughnut and a young man is seen holding a box of doughnuts.", "with_names": ""}]