[{"scene_id": "gl-03-22-06s0", "raw": "A scene from a TV show in which a woman is sitting at a table and a dog is laying on her lap.", "with_names": "Olivia is sitting at a table and a dog is laying on her lap."}, {"scene_id": "gl-03-22-06s1", "raw": "A scene from a TV show in which a woman is making a face", "with_names": "a woman is making a face"}, {"scene_id": "gl-03-22-06s2", "raw": "A scene from a TV show in which a man is holding a teddy bear and a stuffed animal.", "with_names": "a man is holding a teddy bear and a stuffed animal."}, {"scene_id": "gl-03-22-06s3", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, laughing.", "with_names": "a man and a woman are sitting at a table, laughing."}, {"scene_id": "gl-03-22-06s4", "raw": "A scene from a TV show in which a man is sitting on a bed with a gun pointed at him.", "with_names": "a man is sitting on a bed with a gun pointed at him."}, {"scene_id": "gl-03-22-06s5", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing behind her.", "with_names": "a woman is wearing a black dress and a man is standing behind her."}, {"scene_id": "gl-03-22-06s6", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-22-06s7", "raw": "A scene from a TV show in which a woman is smiling and wearing a black dress.", "with_names": "a woman is smiling and wearing a black dress."}, {"scene_id": "gl-03-22-06s8", "raw": "A scene from a TV show in which a man is holding a gun to another man's head.", "with_names": "a man is holding a gun to another man's head."}, {"scene_id": "gl-03-22-06s9", "raw": "A scene from a TV show in which a man is running away from a couch.", "with_names": "a man is running away from a couch."}, {"scene_id": "gl-03-22-06s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a glass of wine.", "with_names": ""}, {"scene_id": "gl-03-22-06s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-22-06s12", "raw": "A scene from a TV show in which a man is seen holding a gun.", "with_names": "a man is holding a gun."}, {"scene_id": "gl-03-22-06s13", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a plaid shirt", "with_names": "a man is wearing a leather jacket and a plaid shirt"}, {"scene_id": "gl-03-22-06s14", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "gl-03-22-06s15", "raw": "A scene from a TV show in which a woman is holding a young girl and smiling.", "with_names": "a woman is holding a young girl and smiling."}]