[{"scene_id": "bb-01-16-14s0", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "bb-01-16-14s1", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "bb-01-16-14s2", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-01-16-14s3", "raw": "A scene from a TV show in which a man and a woman stand on a stage in front of an audience.", "with_names": "a man and a woman stand on a stage in front of an audience."}, {"scene_id": "bb-01-16-14s4", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-16-14s5", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace.", "with_names": "a woman is wearing a red dress and a necklace."}, {"scene_id": "bb-01-16-14s6", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-01-16-14s7", "raw": "A scene from a TV show in which a man and a woman stand in a room and look at a wedding dress.", "with_names": "a man and a woman stand in a room and look at a wedding dress."}, {"scene_id": "bb-01-16-14s8", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "bb-01-16-14s9", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-16-14s10", "raw": "A scene from a TV show in which a man and a woman sit on a couch, looking at each other.", "with_names": "a man and a woman sit on a couch, looking at each other."}, {"scene_id": "bb-01-16-14s11", "raw": "A scene from a TV show in which a man stands in a foyer with a staircase and a vase of flowers.", "with_names": "a man stands in a foyer with a staircase and a vase of flowers."}, {"scene_id": "bb-01-16-14s12", "raw": "A scene from a TV show in which a young woman is crying.", "with_names": "a young woman is crying."}, {"scene_id": "bb-01-16-14s13", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "bb-01-16-14s14", "raw": "A scene from a TV show in which a man and a woman sit on a couch and look at each other.", "with_names": "a man and a woman sit on a couch and look at each other."}, {"scene_id": "bb-01-16-14s15", "raw": "A scene from a TV show in which a man stands in a hallway and looks at a staircase.", "with_names": "a man stands in a hallway and looks at a staircase."}, {"scene_id": "bb-01-16-14s16", "raw": "A scene from a TV show in which a woman is standing in her living room and talking to someone.", "with_names": ""}, {"scene_id": "bb-01-16-14s17", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}]