[{"scene_id": "bb-03-14-07s0", "raw": "A scene from a TV show in which a girl is walking into a room with a man and a woman sitting at a table.", "with_names": "a girl is walking into a room with a man and Donna sitting at a table."}, {"scene_id": "bb-03-14-07s1", "raw": "A scene from a TV show in which a man is wearing a white shirt and a black jacket and is looking at the camera.", "with_names": "a man is wearing a white shirt and a black jacket and is looking at the camera."}, {"scene_id": "bb-03-14-07s2", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "bb-03-14-07s3", "raw": "A scene from a TV show in which a woman is shocked by a clock", "with_names": "a woman is shocked by a clock"}, {"scene_id": "bb-03-14-07s4", "raw": "A scene from a TV show in which a man is talking to a little girl.", "with_names": ""}, {"scene_id": "bb-03-14-07s5", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "bb-03-14-07s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "bb-03-14-07s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-03-14-07s8", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-03-14-07s9", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "bb-03-14-07s10", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "bb-03-14-07s11", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}]