[{"scene_id": "gl-12-24-01s0", "raw": "A scene from a TV show in which a man sits in a rocking chair in front of a fireplace, a little girl stands next to him.", "with_names": "a man sits in a rocking chair in front of a fireplace, a little girl stands next to him."}, {"scene_id": "gl-12-24-01s3", "raw": "A scene from a TV show in which two men are dressed as Santa and an elf.", "with_names": "two men are dressed as santa and an elf."}, {"scene_id": "gl-12-24-01s4", "raw": "A scene from a TV show in which a man is looking at a Christmas tree and a woman is talking to him", "with_names": ""}, {"scene_id": "gl-12-24-01s5", "raw": "A scene from a TV show in which a rainbow is shown", "with_names": ""}, {"scene_id": "gl-12-24-01s6", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek, while two other women look on.", "with_names": "a woman is kissing a man on the cheek, while two other women look on."}, {"scene_id": "gl-12-24-01s7", "raw": "A scene from a TV show in which a man is sitting in a coffin with a poinsettia on top of it.", "with_names": "a man is sitting in a coffin with a poinsettia on top of it."}, {"scene_id": "gl-12-24-01s8", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a white t-shirt.", "with_names": "a man is wearing a leather jacket and a white t-shirt."}, {"scene_id": "gl-12-24-01s9", "raw": "A scene from a TV show in which a man is decorating a Christmas tree while a woman is standing next to him", "with_names": "Ross is decorating a christmas tree while a woman is standing next to him"}, {"scene_id": "gl-12-24-01s10", "raw": "A scene from a TV show in which Santa is standing in a doorway with a woman standing behind him.", "with_names": "santa is standing in a doorway with a woman standing behind him."}, {"scene_id": "gl-12-24-01s11", "raw": "A scene from a TV show in which an elevator is shown to be empty.", "with_names": ""}, {"scene_id": "gl-12-24-01s12", "raw": "A scene from a TV show in which a woman is standing in front of a man and a blonde woman.", "with_names": "Billy is standing in front of Josh and a blonde woman."}, {"scene_id": "gl-12-24-01s13", "raw": "A scene from a TV show in which a man is lighting a candle for a girl.", "with_names": "Ross is lighting a candle for a girl."}, {"scene_id": "gl-12-24-01s14", "raw": "A scene from a TV show in which a man is holding his hand to his face and looking shocked.", "with_names": "a man is holding his hand to his face and looking shocked."}, {"scene_id": "gl-12-24-01s15", "raw": "A scene from a TV show in which three men are standing in a bar, with one of them looking at the camera.", "with_names": "three men are standing in a bar, with one of them looking at the camera."}, {"scene_id": "gl-12-24-01s16", "raw": "A scene from a TV show in which a man is wearing a Christmas hat and a Santa Claus is standing next to him.", "with_names": "a man is wearing a christmas hat and a santa claus is standing next to him."}, {"scene_id": "gl-12-24-01s17", "raw": "A scene from a TV show in which a little girl is sitting on a box and a woman is standing behind her.", "with_names": "a little girl is sitting on a box and a woman is standing behind her."}, {"scene_id": "gl-12-24-01s18", "raw": "A scene from a TV show in which a man is being arrested by a woman and two men.", "with_names": "a man is being arrested by a woman and two men."}, {"scene_id": "gl-12-24-01s19", "raw": "A scene from a TV show in which a woman is holding a stuffed Santa Claus and talking on a phone.", "with_names": ""}, {"scene_id": "gl-12-24-01s20", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "gl-12-24-01s21", "raw": "A scene from a TV show in which a man is standing behind a woman and her children.", "with_names": "Rick is standing behind Harley and her children."}, {"scene_id": "gl-12-24-01s22", "raw": "A scene from a TV show in which a man is dressed as Santa Claus and a woman is wearing a Santa Claus outfit.", "with_names": "Ross is dressed as santa claus and a woman is wearing a santa claus outfit."}, {"scene_id": "gl-12-24-01s23", "raw": "A scene from a TV show in which a boy is dancing with Santa Claus.", "with_names": "a boy is dancing with santa claus."}, {"scene_id": "gl-12-24-01s24", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "gl-12-24-01s25", "raw": "A scene from a TV show in which a woman is holding a box over her face.", "with_names": "a woman is holding a box over her face."}, {"scene_id": "gl-12-24-01s26", "raw": "A scene from a TV show in which a man is standing in front of a Christmas tree and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-24-01s27", "raw": "A scene from a TV show in which a man is wearing a security hat and a tie.", "with_names": "a man is wearing a security hat and a tie."}, {"scene_id": "gl-12-24-01s28", "raw": "A scene from a TV show in which a man is eating a fork and a knife", "with_names": "a man is eating a fork and a knife"}]