[{"scene_id": "atwt-10-16-08s0", "raw": "A scene from a TV show in which a man is standing over a woman on a couch.", "with_names": "Brad is standing over Katie on a couch."}, {"scene_id": "atwt-10-16-08s1", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and her eyes are closed.", "with_names": "a woman is wearing a blue shirt and her eyes are closed."}, {"scene_id": "atwt-10-16-08s2", "raw": "A scene from a TV show in which a woman is lying on the floor and holding her hair.", "with_names": "a woman is lying on the floor and holding her hair."}, {"scene_id": "atwt-10-16-08s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-16-08s4", "raw": "A scene from a TV show in which a bottle of detergent is shown to be a clear liquid.", "with_names": ""}, {"scene_id": "atwt-10-16-08s5", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "atwt-10-16-08s6", "raw": "A scene from a TV show in which a blonde woman is looking at a man and smiling.", "with_names": "a blonde woman is looking at a man and smiling."}, {"scene_id": "atwt-10-16-08s7", "raw": "A scene from a TV show in which a woman is pointing her finger at a man.", "with_names": "a woman is pointing her finger at a man."}, {"scene_id": "atwt-10-16-08s8", "raw": "A scene from a TV show in which a paper pyramid is folded into a triangle.", "with_names": "a paper pyramid is folded into a triangle."}, {"scene_id": "atwt-10-16-08s9", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them with a shocked expression.", "with_names": ""}, {"scene_id": "atwt-10-16-08s10", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-16-08s11", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-10-16-08s12", "raw": "A scene from a TV show in which a woman is standing in a bar, looking at a wine glass.", "with_names": "a woman is standing in a bar, looking at a wine glass."}, {"scene_id": "atwt-10-16-08s13", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "atwt-10-16-08s14", "raw": "A scene from a TV show in which a van is driving through a snowy landscape. The van has the name \"Stanley Stemmerer\" on it.", "with_names": "a van is driving through a snowy landscape. the van has the name \"stanley stemmerer\" on it."}, {"scene_id": "atwt-10-16-08s15", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-16-08s16", "raw": "A scene from a TV show in which a man is wearing a red sweater and another man is behind him.", "with_names": "a man is wearing a red sweater and another man is behind him."}, {"scene_id": "atwt-10-16-08s17", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and gold earrings.", "with_names": "a woman is wearing a blue shirt and gold earrings."}, {"scene_id": "atwt-10-16-08s18", "raw": "A scene from a TV show in which a brain is shown with the words \"TREXIMET works\"", "with_names": ""}, {"scene_id": "atwt-10-16-08s19", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-10-16-08s20", "raw": "A scene from a TV show in which a man is wearing a red shirt and a mustache.", "with_names": "a man is wearing a red shirt and a mustache."}, {"scene_id": "atwt-10-16-08s21", "raw": "A scene from a TV show in which a pizza is on fire.", "with_names": "a pizza is on fire."}, {"scene_id": "atwt-10-16-08s22", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-10-16-08s23", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-16-08s24", "raw": "A scene from a TV show in which a woman is shown using a tube of toothpaste.", "with_names": ""}]