[{"scene_id": "gl-12-08-04s0", "raw": "A scene from a TV show in which a man is talking to a door and a sign is visible in the background", "with_names": ""}, {"scene_id": "gl-12-08-04s1", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "gl-12-08-04s2", "raw": "A scene from a TV show in which a man is tied to a tree and left to die", "with_names": "a man is tied to a tree and left to die"}, {"scene_id": "gl-12-08-04s3", "raw": "A scene from a TV show in which a woman is having sex with a man", "with_names": "a woman is having sex with a man"}, {"scene_id": "gl-12-08-04s4", "raw": "A scene from a TV show in which a woman is wearing a tank top and jeans and is crawling on the floor.", "with_names": "a woman is wearing a tank top and jeans and is crawling on the floor."}, {"scene_id": "gl-12-08-04s5", "raw": "A scene from a TV show in which a woman is hiding behind a large leaf.", "with_names": "a woman is hiding behind a large leaf."}, {"scene_id": "gl-12-08-04s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-08-04s7", "raw": "A scene from a TV show in which a woman is wearing a pink scarf and a leather jacket", "with_names": "a woman is wearing a pink scarf and a leather jacket"}, {"scene_id": "gl-12-08-04s8", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "gl-12-08-04s9", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "gl-12-08-04s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-08-04s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-12-08-04s12", "raw": "A scene from a TV show in which a woman is wearing a hat and gloves and is talking on the phone.", "with_names": ""}, {"scene_id": "gl-12-08-04s13", "raw": "A scene from a TV show in which a man is driving a car and a woman is standing in the passenger seat.", "with_names": "a man is driving a car and a woman is standing in the passenger seat."}, {"scene_id": "gl-12-08-04s14", "raw": "A scene from a TV show in which a man is hugging a woman", "with_names": "a man is hugging a woman"}, {"scene_id": "gl-12-08-04s15", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a shocked expression.", "with_names": ""}, {"scene_id": "gl-12-08-04s16", "raw": "A scene from a TV show in which a woman is standing in a jungle, surrounded by plants.", "with_names": "a woman is standing in a jungle, surrounded by plants."}, {"scene_id": "gl-12-08-04s17", "raw": "A scene from a TV show in which a woman is talking to someone and her face is turned away from the camera.", "with_names": ""}, {"scene_id": "gl-12-08-04s18", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-12-08-04s19", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway, with the woman looking at the camera and the man looking at her.", "with_names": "a man and a woman are standing in a hallway, with the woman looking at the camera and the man looking at her."}, {"scene_id": "gl-12-08-04s20", "raw": "A scene from a TV show in which a man is lying on the floor and a woman is standing over him.", "with_names": "a man is lying on the floor and a woman is standing over him."}, {"scene_id": "gl-12-08-04s21", "raw": "A scene from a TV show in which a woman is seen from behind, wearing a black dress.", "with_names": "a woman is from behind, wearing a black dress."}, {"scene_id": "gl-12-08-04s22", "raw": "A scene from a TV show in which a woman is looking at the camera and talking.", "with_names": ""}, {"scene_id": "gl-12-08-04s23", "raw": "A scene from a TV show in which a woman is crying and a man is walking away from her.", "with_names": "a woman is crying and a man is walking away from her."}, {"scene_id": "gl-12-08-04s24", "raw": "A scene from a TV show in which a woman is screaming in a hallway.", "with_names": "a woman is screaming in a hallway."}, {"scene_id": "gl-12-08-04s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-08-04s26", "raw": "", "with_names": ""}]