[{"scene_id": "atwt-07-06-04s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-06-04s1", "raw": "A scene from a TV show in which a man is being lifted up by a woman.", "with_names": "a man is being lifted up by a woman."}, {"scene_id": "atwt-07-06-04s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-06-04s3", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "atwt-07-06-04s4", "raw": "A scene from a TV show in which a purple circle is shown with the words \"Nexiyum (sane-able magnesium)\" and \"along with sensible diet and lifestyle changes\"", "with_names": ""}, {"scene_id": "atwt-07-06-04s5", "raw": "A scene from a TV show in which a bald man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-06-04s6", "raw": "A scene from a TV show in which a man is wearing a green shirt and blonde hair", "with_names": "a man is wearing a green shirt and blonde hair"}, {"scene_id": "atwt-07-06-04s7", "raw": "A scene from a TV show in which a woman is holding a baby and a man is trying to help her.", "with_names": "a woman is holding a baby and a man is trying to help her."}, {"scene_id": "atwt-07-06-04s8", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-06-04s9", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-07-06-04s10", "raw": "A scene from a TV show in which a man is wearing a suit and a pink shirt", "with_names": "a man is wearing a suit and a pink shirt"}, {"scene_id": "atwt-07-06-04s11", "raw": "A scene from a TV show in which a family is seen walking down a hallway.", "with_names": "a family is walking down a hallway."}, {"scene_id": "atwt-07-06-04s12", "raw": "A scene from a TV show in which a man is looking at a woman through a door.", "with_names": "a man is looking at a woman through a door."}, {"scene_id": "atwt-07-06-04s13", "raw": "A scene from a TV show in which a woman is sitting at a table with a flower in her hand and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-07-06-04s14", "raw": "A scene from a TV show in which a man is holding a woman by the arm and another man is standing behind them.", "with_names": "a man is holding a woman by the arm and another man is standing behind them."}, {"scene_id": "atwt-07-06-04s15", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is looking at the camera.", "with_names": "a man is wearing a suit and a red tie and is looking at the camera."}, {"scene_id": "atwt-07-06-04s16", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-06-04s17", "raw": "A scene from a TV show in which a bottle of Citracel is shown", "with_names": ""}, {"scene_id": "atwt-07-06-04s18", "raw": "A scene from a TV show in which the words Amazing Race are displayed on a screen", "with_names": "the words amazing race are displayed on a screen"}, {"scene_id": "atwt-07-06-04s19", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-07-06-04s20", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both smiling.", "with_names": "a woman is sitting next to a man and they are both smiling."}, {"scene_id": "atwt-07-06-04s21", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "a man is looking at a blonde woman."}, {"scene_id": "atwt-07-06-04s22", "raw": "A scene from a TV show in which a bottle of bleach is being sprayed on a surface.", "with_names": "a bottle of bleach is being sprayed on a surface."}, {"scene_id": "atwt-07-06-04s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-06-04s24", "raw": "A scene from a TV show in which a young man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-07-06-04s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-06-04s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-06-04s27", "raw": "A scene from a TV show in which a white pill is shown on a white background. The text reads \"Use as directed.\"", "with_names": ""}, {"scene_id": "atwt-07-06-04s28", "raw": "A scene from a TV show in which a man is wearing a white coat and a tie", "with_names": "a man is wearing a white coat and a tie"}, {"scene_id": "atwt-07-06-04s29", "raw": "A scene from a TV show in which a woman is crying and another woman is laughing", "with_names": "a woman is crying and another woman is laughing"}, {"scene_id": "atwt-07-06-04s30", "raw": "A scene from a TV show in which a man is talking on a cell phone and smiling.", "with_names": ""}, {"scene_id": "atwt-07-06-04s31", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]