[{"scene_id": "gl-07-11-06s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-11-06s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-11-06s2", "raw": "A scene from a TV show in which a man is being attacked by a giant spider", "with_names": "] is being attacked by a giant spider"}, {"scene_id": "gl-07-11-06s3", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "gl-07-11-06s4", "raw": "A scene from a TV show in which a man is dancing with a woman.", "with_names": "a man is dancing with a woman."}, {"scene_id": "gl-07-11-06s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-07-11-06s6", "raw": "A scene from a TV show in which a man is talking to another man and a woman is watching him", "with_names": ""}, {"scene_id": "gl-07-11-06s7", "raw": "A scene from a TV show in which a woman is shown a receipt with the words", "with_names": ""}, {"scene_id": "gl-07-11-06s8", "raw": "A scene from a TV show in which a woman is talking to another woman and the other womanre is looking at her with a shocked face.", "with_names": ""}, {"scene_id": "gl-07-11-06s9", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-07-11-06s10", "raw": "A scene from a TV show in which a woman is wearing a black bikini and a man has his hand on her shoulder.", "with_names": "a woman is wearing a black bikini and ] has his hand on her shoulder."}, {"scene_id": "gl-07-11-06s11", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is in her face", "with_names": ""}, {"scene_id": "gl-07-11-06s12", "raw": "A scene from a TV show in which a woman is having sex with a man", "with_names": "a woman is having sex with a man"}, {"scene_id": "gl-07-11-06s13", "raw": "A scene from a TV show in which a woman is wearing a red dress and a yellow top.", "with_names": "a woman is wearing a red dress and a yellow top."}, {"scene_id": "gl-07-11-06s14", "raw": "", "with_names": ""}, {"scene_id": "gl-07-11-06s15", "raw": "", "with_names": ""}, {"scene_id": "gl-07-11-06s16", "raw": "A scene from a TV show in which a woman is scared by a man.", "with_names": "a woman is scared by a man."}, {"scene_id": "gl-07-11-06s17", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "gl-07-11-06s18", "raw": "A scene from a TV show in which a man is trying to open a car hood.", "with_names": "a man is trying to open a car hood."}, {"scene_id": "gl-07-11-06s19", "raw": "A scene from a TV show in which a woman is playing guitar and another woman is singing.", "with_names": "a woman is playing guitar and another woman is singing."}, {"scene_id": "gl-07-11-06s20", "raw": "A scene from a TV show in which a man is pouring a pint of beer for another man.", "with_names": "a man is pouring a pint of beer for another man."}, {"scene_id": "gl-07-11-06s21", "raw": "A scene from a TV show in which a woman is wearing a shirt that says Butterflies", "with_names": "a woman is wearing a shirt that says butterflies"}, {"scene_id": "gl-07-11-06s22", "raw": "A scene from a TV show in which a woman is wearing a black halter top and a necklace", "with_names": "a woman is wearing a black halter top and a necklace"}, {"scene_id": "gl-07-11-06s23", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "gl-07-11-06s24", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "a woman is arguing with a man."}, {"scene_id": "gl-07-11-06s25", "raw": "A scene from a TV show in which a man is smoking a cigarette and talking on the phone", "with_names": ""}, {"scene_id": "gl-07-11-06s26", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-07-11-06s27", "raw": "A scene from a TV show in which a woman is being abused by a man.", "with_names": "a woman is being abused by a man."}, {"scene_id": "gl-07-11-06s28", "raw": "A scene from a TV show in which a man is sitting at a bar and another man is standing behind him", "with_names": "a man is sitting at a bar and another man is standing behind him"}, {"scene_id": "gl-07-11-06s29", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-07-11-06s30", "raw": "A scene from a TV show in which a woman is talking about her ex-husband.", "with_names": ""}, {"scene_id": "gl-07-11-06s31", "raw": "A scene from a TV show in which a man is laughing hysterically", "with_names": "a man is laughing hysterically"}]