[{"scene_id": "oltl-11-29-06s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-29-06s1", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-11-29-06s2", "raw": "A scene from a TV show in which a young woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-11-29-06s3", "raw": "A scene from a TV show in which a woman is interviewing a man in an office.", "with_names": "a woman is interviewing a man in an office."}, {"scene_id": "oltl-11-29-06s4", "raw": "A scene from a TV show in which a girl is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-29-06s5", "raw": "A scene from a TV show in which a woman is standing in a courtroom and another woman is sitting in a chair.", "with_names": ""}, {"scene_id": "oltl-11-29-06s6", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-11-29-06s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-29-06s8", "raw": "A scene from a TV show in which a woman is wearing a black suit and a red wig.", "with_names": "a woman is wearing a black suit and a red wig."}, {"scene_id": "oltl-11-29-06s9", "raw": "A scene from a TV show in which a man and a woman are standing in front of a wooden fence.", "with_names": "a man and a woman are standing in front of a wooden fence."}, {"scene_id": "oltl-11-29-06s10", "raw": "A scene from a TV show in which a woman is using a laptop in a living room.", "with_names": "a woman is using a laptop in a living room."}, {"scene_id": "oltl-11-29-06s11", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-11-29-06s12", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing behind her, kissing her on the cheek.", "with_names": ""}, {"scene_id": "oltl-11-29-06s13", "raw": "A scene from a TV show in which a man is kissing a woman on the forehead", "with_names": "a man is kissing a woman on the forehead"}, {"scene_id": "oltl-11-29-06s14", "raw": "A scene from a TV show in which a young girl is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-29-06s15", "raw": "A scene from a TV show in which a lawyer is arguing in front of a judge.", "with_names": "a lawyer is arguing in front of a judge."}, {"scene_id": "oltl-11-29-06s16", "raw": "A scene from a TV show in which a woman is wearing a red hat and a white shirt.", "with_names": "a woman is wearing a red hat and a white shirt."}, {"scene_id": "oltl-11-29-06s17", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt.", "with_names": "a man is wearing a leather jacket and a black shirt."}, {"scene_id": "oltl-11-29-06s18", "raw": "A scene from a TV show in which a woman is being harassed by two women.", "with_names": "a woman is being harassed by two women."}, {"scene_id": "oltl-11-29-06s19", "raw": "A scene from a TV show in which a man is standing in front of a judge, and a woman is sitting in the background.", "with_names": "a man is standing in front of a judge, and a woman is sitting in the background."}, {"scene_id": "oltl-11-29-06s20", "raw": "A scene from a TV show in which a young girl is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-29-06s21", "raw": "A scene from a TV show in which a blonde woman is being hit on by a man.", "with_names": "a blonde woman is being hit on by a man."}, {"scene_id": "oltl-11-29-06s22", "raw": "A scene from a TV show in which a woman is standing in front of a man in an office.", "with_names": "a woman is standing in front of a man in an office."}, {"scene_id": "oltl-11-29-06s23", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking at the camera.", "with_names": "a man is wearing a suit and tie and is looking at the camera."}, {"scene_id": "oltl-11-29-06s24", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking down.", "with_names": ""}, {"scene_id": "oltl-11-29-06s25", "raw": "A scene from a TV show in which a blonde man is looking at a woman and smiling.", "with_names": "a blonde man is looking at a woman and smiling."}, {"scene_id": "oltl-11-29-06s26", "raw": "A scene from a TV show in which a man is walking down a hallway with a white flower in his lapel.", "with_names": "a man is walking down a hallway with a white flower in his lapel."}, {"scene_id": "oltl-11-29-06s27", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a large burn on his face.", "with_names": "a man is lying in a hospital bed with a large burn on his face."}]