[{"scene_id": "atwt-08-07-07s0", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-08-07-07s1", "raw": "A scene from a TV show in which a woman is drinking coffee while talking on the phone.", "with_names": ""}, {"scene_id": "atwt-08-07-07s2", "raw": "A scene from a TV show in which a man is looking at a mirror and a woman is standing behind him.", "with_names": "a man is looking at a mirror and a woman is standing behind him."}, {"scene_id": "atwt-08-07-07s3", "raw": "A scene from a TV show in which a woman is wearing a hard hat and a uniform and is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-07-07s4", "raw": "A scene from a TV show in which a woman is on the phone and looking concerned.", "with_names": "a woman is on the phone and looking concerned."}, {"scene_id": "atwt-08-07-07s5", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "atwt-08-07-07s6", "raw": "A scene from a TV show in which a spaceship is flying through space.", "with_names": "a spaceship is flying through space."}, {"scene_id": "atwt-08-07-07s7", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-07-07s8", "raw": "A scene from a TV show in which a man is standing in a hotel room holding a cup and a cell phone.", "with_names": "a man is standing in a hotel room holding a cup and a cell phone."}, {"scene_id": "atwt-08-07-07s9", "raw": "A scene from a TV show in which a blonde woman is looking down and closing her eyes.", "with_names": "a blonde woman is looking down and closing her eyes."}, {"scene_id": "atwt-08-07-07s10", "raw": "A scene from a TV show in which a steak is vacuum sealed in a Ziploc bag.", "with_names": "a steak is vacuum sealed in a ziploc bag."}, {"scene_id": "atwt-08-07-07s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-07-07s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, smiling and holding a cup.", "with_names": "a man and a woman are standing next to each other, smiling and holding a cup."}, {"scene_id": "atwt-08-07-07s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-07-07s14", "raw": "A scene from a TV show in which a woman sits on a picnic blanket on a beach.", "with_names": "a woman sits on a picnic blanket on a beach."}, {"scene_id": "atwt-08-07-07s15", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking to the right of the frame.", "with_names": ""}, {"scene_id": "atwt-08-07-07s16", "raw": "A scene from a TV show in which a man is wearing a black shirt and a shocked expression on his face.", "with_names": "a man is wearing a black shirt and a shocked expression on his face."}, {"scene_id": "atwt-08-07-07s17", "raw": "A scene from a TV show in which a blonde woman is wearing a black shirt and a blue leather jacket.", "with_names": "a blonde woman is wearing a black shirt and a blue leather jacket."}, {"scene_id": "atwt-08-07-07s18", "raw": "A scene from a TV show in which a black woman and a white man are sitting on a couch and laughing.", "with_names": ""}, {"scene_id": "atwt-08-07-07s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-08-07-07s20", "raw": "A scene from a TV show in which a man is talking on the phone and touching his hair", "with_names": ""}, {"scene_id": "atwt-08-07-07s21", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing behind her.", "with_names": "a woman is wearing a blue dress and a man is standing behind her."}, {"scene_id": "atwt-08-07-07s22", "raw": "A scene from a TV show in which a group of people are standing in a line, each holding a different colored umbrella", "with_names": "a group of people are standing in a line, each holding a different colored umbrella"}]