[{"scene_id": "pc-06-20-03s0", "raw": "a man and a woman are shown in a living room and one woman is sitting on a couch.", "with_names": ""}, {"scene_id": "pc-06-20-03s1", "raw": "a man and a woman are sitting in a living room and one woman is talking about the experience.", "with_names": ""}, {"scene_id": "pc-06-20-03s2", "raw": "a woman is standing in front of a white wall and she is talking about her.", "with_names": ""}, {"scene_id": "pc-06-20-03s3", "raw": "a group of people are walking around in a field.", "with_names": ""}, {"scene_id": "pc-06-20-03s4", "raw": "a man and a woman are talking about a romantic video.", "with_names": ""}, {"scene_id": "pc-06-20-03s5", "raw": "a man and woman are talking about a conference and they are having a conversation.", "with_names": ""}, {"scene_id": "pc-06-20-03s6", "raw": "a man and a woman are throwing a ball around in a living room.", "with_names": "Kevin and Karen are throwing a ball around in a living room."}, {"scene_id": "pc-06-20-03s7", "raw": "a man and woman are talking about a man and then a woman is walking in a room.", "with_names": ""}, {"scene_id": "pc-06-20-03s8", "raw": "a woman is talking about a woman and then a man is walking through the room.", "with_names": ""}, {"scene_id": "pc-06-20-03s9", "raw": "a man and a woman are kissing each other and then they kiss each other.", "with_names": "Rafe and Alison are kissing each other and then they kiss each other."}, {"scene_id": "pc-06-20-03s10", "raw": "a man and a woman are in a kitchen and they are dancing.", "with_names": "Kevin and Karen are in a kitchen and they are dancing."}, {"scene_id": "pc-06-20-03s11", "raw": "a man and a woman are talking to each other and then they kiss each other.", "with_names": ""}, {"scene_id": "pc-06-20-03s12", "raw": "a woman is talking about a woman who is sitting in a chair.", "with_names": ""}, {"scene_id": "pc-06-20-03s13", "raw": "a group of people are sitting on the ground and one woman is holding a baby.", "with_names": "a group of people are sitting on the ground and one woman is holding a baby."}]