[{"scene_id": "bb-03-31-14s0", "raw": "A scene from a TV show in which a shirtless man stands in a dark room.", "with_names": "a shirtless man stands in a dark room."}, {"scene_id": "bb-03-31-14s1", "raw": "A scene from a TV show in which a man and a woman are in a living room.", "with_names": "a man and a woman are in a living room."}, {"scene_id": "bb-03-31-14s2", "raw": "A scene from a TV show in which a model walks down a runway in a dark room with a light shining on her.", "with_names": "a model walks down a runway in a dark room with a light shining on her."}, {"scene_id": "bb-03-31-14s3", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-03-31-14s4", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace.", "with_names": "a man is wearing a black shirt and a necklace."}, {"scene_id": "bb-03-31-14s5", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-03-31-14s6", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-03-31-14s7", "raw": "A scene from a TV show in which a woman is looking through blinds.", "with_names": "a woman is looking through blinds."}, {"scene_id": "bb-03-31-14s8", "raw": "A scene from a TV show in which a photographer takes pictures of a woman.", "with_names": "a photographer takes pictures of a woman."}, {"scene_id": "bb-03-31-14s9", "raw": "A scene from a TV show in which a man is holding a woman by the face.", "with_names": "a man is holding a woman by the face."}, {"scene_id": "bb-03-31-14s10", "raw": "A scene from a TV show in which a man sits in front of a laptop and talks.", "with_names": "a man sits in front of a laptop and talks."}, {"scene_id": "bb-03-31-14s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]