[{"scene_id": "oltl-08-06-07s0", "raw": "A scene from a TV show in which a man is sitting on a chair and another man is standing behind him.", "with_names": ""}, {"scene_id": "oltl-08-06-07s1", "raw": "A scene from a TV show in which a woman is wearing a red and white dress and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-08-06-07s2", "raw": "A scene from a TV show in which a woman is standing in a kitchen, looking at a large mirror.", "with_names": "a woman is standing in a kitchen, looking at a large mirror."}, {"scene_id": "oltl-08-06-07s3", "raw": "A scene from a TV show in which a man is using a phone in a hotel lobby.", "with_names": "a man is using a phone in a hotel lobby."}, {"scene_id": "oltl-08-06-07s4", "raw": "A scene from a TV show in which a woman is holding her hair up and looking at the camera.", "with_names": "a woman is holding her hair up and looking at the camera."}, {"scene_id": "oltl-08-06-07s5", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing behind her.", "with_names": "a woman is wearing a blue dress and a man is standing behind her."}, {"scene_id": "oltl-08-06-07s6", "raw": "A scene from a TV show in which a man is smiling and a woman is looking at him.", "with_names": "a man is smiling and a woman is looking at him."}, {"scene_id": "oltl-08-06-07s7", "raw": "A scene from a TV show in which a woman is holding a box and looking at it.", "with_names": "a woman is holding a box and looking at it."}, {"scene_id": "oltl-08-06-07s8", "raw": "A scene from a TV show in which a man is trying to get a woman to wear a bra.", "with_names": "a man is trying to get a woman to wear a bra."}, {"scene_id": "oltl-08-06-07s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-06-07s10", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "oltl-08-06-07s11", "raw": "A scene from a TV show in which a woman is smiling and wearing a yellow blazer.", "with_names": "a woman is smiling and wearing a yellow blazer."}, {"scene_id": "oltl-08-06-07s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-06-07s13", "raw": "A scene from a TV show in which a man is sitting at a table with his mouth open and his eyes wide open.", "with_names": "a man is sitting at a table with his mouth open and his eyes wide open."}, {"scene_id": "oltl-08-06-07s14", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-06-07s15", "raw": "A scene from a TV show in which a woman is wearing a white dress and pearl necklace.", "with_names": "a woman is wearing a white dress and pearl necklace."}, {"scene_id": "oltl-08-06-07s16", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a suit", "with_names": "a man is looking at the camera and wearing a suit"}, {"scene_id": "oltl-08-06-07s17", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "oltl-08-06-07s18", "raw": "A scene from a TV show in which a woman is standing in front of a desk with papers and a phone", "with_names": "a woman is standing in front of a desk with papers and a phone"}, {"scene_id": "oltl-08-06-07s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-06-07s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-06-07s21", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is standing behind her.", "with_names": "a woman is wearing a red shirt and a man is standing behind her."}, {"scene_id": "oltl-08-06-07s22", "raw": "A scene from a TV show in which a woman is wearing a yellow suit and glasses", "with_names": "a woman is wearing a yellow suit and glasses"}, {"scene_id": "oltl-08-06-07s23", "raw": "A scene from a TV show in which a woman is wearing a white and black suit and pearl necklace and talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-06-07s24", "raw": "A scene from a TV show in which a woman is sitting at a bar with a laptop and a neon sign that says Capricorn", "with_names": "a woman is sitting at a bar with a laptop and a neon sign that says capricorn"}, {"scene_id": "oltl-08-06-07s25", "raw": "A scene from a TV show in which a man is standing in a room with a woman standing behind him.", "with_names": "a man is standing in a room with a woman standing behind him."}]