[{"scene_id": "gl-11-01-06s0", "raw": "A scene from a TV show in which a woman is sitting at a sewing machine and a stuffed animal is on the floor.", "with_names": "a woman is sitting at a sewing machine and a stuffed animal is on the floor."}, {"scene_id": "gl-11-01-06s1", "raw": "A scene from a TV show in which a man and a woman are standing in front of a sign.", "with_names": "a man and a woman are standing in front of a sign."}, {"scene_id": "gl-11-01-06s2", "raw": "A scene from a TV show in which a woman is electrocuted by a wire.", "with_names": "a woman is electrocuted by a wire."}, {"scene_id": "gl-11-01-06s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a surprised expression.", "with_names": ""}, {"scene_id": "gl-11-01-06s4", "raw": "A scene from a TV show in which two men are dressed in orange jumpsuits and are standing in a room.", "with_names": "two men are dressed in orange jumpsuits and are standing in a room."}, {"scene_id": "gl-11-01-06s5", "raw": "A scene from a TV show in which a man is sitting in a bar with a candle and a bottle.", "with_names": "a man is sitting in a bar with a candle and a bottle."}, {"scene_id": "gl-11-01-06s6", "raw": "A scene from a TV show in which a man is lying on the floor with his head resting on a chair.", "with_names": "a man is lying on the floor with his head resting on a chair."}, {"scene_id": "gl-11-01-06s7", "raw": "A scene from a TV show in which a woman is holding a gun and a man is wearing a leather jacket.", "with_names": "a woman is holding a gun and a man is wearing a leather jacket."}, {"scene_id": "gl-11-01-06s8", "raw": "A scene from a TV show in which a woman is holding a cup and a man is standing behind her.", "with_names": "a woman is holding a cup and a man is standing behind her."}, {"scene_id": "gl-11-01-06s9", "raw": "A scene from a TV show in which a man is seen trying to open a door with a knife.", "with_names": "a man is trying to open a door with a knife."}, {"scene_id": "gl-11-01-06s10", "raw": "A scene from a TV show in which a man is talking to someone and smiling", "with_names": ""}, {"scene_id": "gl-11-01-06s11", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "gl-11-01-06s12", "raw": "A scene from a TV show in which a woman is wearing a blue headband and a long blonde wig.", "with_names": "a woman is wearing a blue headband and a long blonde wig."}, {"scene_id": "gl-11-01-06s13", "raw": "A scene from a TV show in which a woman is wearing a mask and a man is holding a gun.", "with_names": "a woman is wearing a mask and a man is holding a gun."}, {"scene_id": "gl-11-01-06s14", "raw": "A scene from a TV show in which a man holds a newspaper up to the light and reads the headline", "with_names": "a man holds a newspaper up to the light and reads the headline"}, {"scene_id": "gl-11-01-06s15", "raw": "A scene from a TV show in which a woman is wearing a hat and sunglasses.", "with_names": "a woman is wearing a hat and sunglasses."}, {"scene_id": "gl-11-01-06s16", "raw": "A scene from a TV show in which a woman is sitting at a table with a laptop and a man is standing next to her.", "with_names": "a woman is sitting at a table with a laptop and a man is standing next to her."}, {"scene_id": "gl-11-01-06s17", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "a woman is being groped by a man."}, {"scene_id": "gl-11-01-06s18", "raw": "A scene from a TV show in which a man is pushing a woman in a hospital bed.", "with_names": "a man is pushing a woman in a hospital bed."}, {"scene_id": "gl-11-01-06s19", "raw": "A scene from a TV show in which a shark is seen swimming in a river.", "with_names": "a shark is swimming in a river."}, {"scene_id": "gl-11-01-06s20", "raw": "A scene from a TV show in which a blonde woman is looking at something off-screen.", "with_names": "a blonde woman is looking at something off-screen."}, {"scene_id": "gl-11-01-06s21", "raw": "A scene from a TV show in which a lamp is turned on.", "with_names": "a lamp is turned on."}]