[{"scene_id": "atwt-01-04-06s0", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-01-04-06s1", "raw": "A scene from a TV show in which a woman is lying on the ground, crying, while a man stands over her.", "with_names": "a woman is lying on the ground, crying, while a man stands over her."}, {"scene_id": "atwt-01-04-06s2", "raw": "A scene from a TV show in which a woman is wearing a white coat and a doctor is talking to her.", "with_names": ""}, {"scene_id": "atwt-01-04-06s3", "raw": "A scene from a TV show in which a man is talking on a cell phone and looking surprised.", "with_names": ""}, {"scene_id": "atwt-01-04-06s4", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-01-04-06s5", "raw": "A scene from a TV show in which a man is kissing a woman on the forehead.", "with_names": "---------------------------------------------------------------------- is kissing a woman on the forehead."}, {"scene_id": "atwt-01-04-06s6", "raw": "A scene from a TV show in which a woman is wearing a white fur coat and a tiara", "with_names": "a woman is wearing a white fur coat and a tiara"}, {"scene_id": "atwt-01-04-06s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-04-06s11", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-04-06s12", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-01-04-06s15", "raw": "A scene from a TV show in which a bottle of Tylenol is shown", "with_names": ""}, {"scene_id": "atwt-01-04-06s16", "raw": "A scene from a TV show in which a woman is walking down a hallway with two men behind her.", "with_names": "a woman is walking down a hallway with two men behind her."}, {"scene_id": "atwt-01-04-06s17", "raw": "A scene from a TV show in which a woman is looking down and wearing a red shirt", "with_names": "a woman is looking down and wearing a red shirt"}, {"scene_id": "atwt-01-04-06s18", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at Jennifer and she is looking back at him."}, {"scene_id": "atwt-01-04-06s19", "raw": "A scene from a TV show in which a woman is wearing a blue robe", "with_names": "Dusty is wearing a blue robe"}, {"scene_id": "atwt-01-04-06s20", "raw": "A scene from a TV show in which a woman is wearing a red dress and her hands are on her hips.", "with_names": "a woman is wearing a red dress and her hands are on her hips."}, {"scene_id": "atwt-01-04-06s21", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-01-04-06s22", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "atwt-01-04-06s23", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a room with a lot of boxes.", "with_names": "a man and a woman are sitting at a table in a room with a lot of boxes."}, {"scene_id": "atwt-01-04-06s24", "raw": "A scene from a TV show in which a woman is wiping her hands with a tissue.", "with_names": "a woman is wiping her hands with a tissue."}, {"scene_id": "atwt-01-04-06s25", "raw": "A scene from a TV show in which a woman is looking at the camera and her hair is up in a messy bun", "with_names": "a woman is looking at the camera and her hair is up in a messy bun"}, {"scene_id": "atwt-01-04-06s27", "raw": "A scene from a TV show in which a man talks about the cost of prescription drugs.", "with_names": "a man talks about the cost of prescription drugs."}]