[{"scene_id": "gl-03-02-06s0", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a nasal cannula.", "with_names": "a woman is lying in a hospital bed with a nasal cannula."}, {"scene_id": "gl-03-02-06s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-03-02-06s2", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-02-06s3", "raw": "A scene from a TV show in which a woman is sitting in a chair in front of a bookshelf.", "with_names": ""}, {"scene_id": "gl-03-02-06s4", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "a woman is being interviewed by a man."}, {"scene_id": "gl-03-02-06s5", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-02-06s6", "raw": "A scene from a TV show in which a doctor is giving a patient a shot in the head.", "with_names": "a doctor is giving a patient a shot in the head."}, {"scene_id": "gl-03-02-06s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-02-06s8", "raw": "A scene from a TV show in which a man is talking to someone and he is looking down", "with_names": ""}, {"scene_id": "gl-03-02-06s9", "raw": "A scene from a TV show in which a blonde woman is wearing a purple scarf and a brown leather jacket.", "with_names": "a blonde woman is wearing a purple scarf and a brown leather jacket."}, {"scene_id": "gl-03-02-06s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-02-06s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-03-02-06s12", "raw": "A scene from a TV show in which a man and a woman are hugging and laughing.", "with_names": "a man and a woman are hugging and laughing."}, {"scene_id": "gl-03-02-06s13", "raw": "A scene from a TV show in which a man is looking at a sticker on the wall and saying \"Chill\"", "with_names": "a man is looking at a sticker on the wall and saying \"chill\""}, {"scene_id": "gl-03-02-06s14", "raw": "A scene from a TV show in which a man stands next to a woman in a hospital bed.", "with_names": "a man stands next to a woman in a hospital bed."}, {"scene_id": "gl-03-02-06s15", "raw": "A scene from a TV show in which a man is standing in front of a refrigerator and looking at his hands.", "with_names": "a man is standing in front of a refrigerator and looking at his hands."}, {"scene_id": "gl-03-02-06s16", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-02-06s17", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, holding hands and looking at each other.", "with_names": ""}, {"scene_id": "gl-03-02-06s18", "raw": "A scene from a TV show in which a woman is talking and her mouth is open", "with_names": ""}, {"scene_id": "gl-03-02-06s19", "raw": "A scene from a TV show in which a woman is crying and holding her hand to her face", "with_names": "a woman is crying and holding her hand to her face"}, {"scene_id": "gl-03-02-06s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-02-06s21", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-03-02-06s22", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "gl-03-02-06s23", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}]