[{"scene_id": "gl-07-08-05s0", "raw": "A scene from a TV show in which a woman is holding a dog in a pub.", "with_names": "a woman is holding a dog in a pub."}, {"scene_id": "gl-07-08-05s1", "raw": "A scene from a TV show in which a woman is wearing a black suit and a necklace", "with_names": "a woman is wearing a black suit and a necklace"}, {"scene_id": "gl-07-08-05s2", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-07-08-05s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-08-05s4", "raw": "A scene from a TV show in which a woman is on the phone and a man is standing behind her", "with_names": "a woman is on the phone and a man is standing behind her"}, {"scene_id": "gl-07-08-05s5", "raw": "A scene from a TV show in which a man is looking at a wall and a woman walks by", "with_names": "a man is looking at a wall and a woman walks by"}, {"scene_id": "gl-07-08-05s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-07-08-05s7", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie.", "with_names": "a man is wearing a suit and a red tie."}, {"scene_id": "gl-07-08-05s8", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-07-08-05s9", "raw": "A scene from a TV show in which a man is talking on the phone and smiling", "with_names": ""}, {"scene_id": "gl-07-08-05s10", "raw": "A scene from a TV show in which a young woman is wearing a white dress and a feather boa.", "with_names": "a young woman is wearing a white dress and a feather boa."}, {"scene_id": "gl-07-08-05s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-08-05s12", "raw": "A scene from a TV show in which a man is talking to someone and the person is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-08-05s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-08-05s14", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-07-08-05s15", "raw": "A scene from a TV show in which a man is talking to someone and the subtitles are not visible", "with_names": ""}, {"scene_id": "gl-07-08-05s16", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-08-05s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-07-08-05s18", "raw": "A scene from a TV show in which a man is talking to a woman in a doorway.", "with_names": ""}, {"scene_id": "gl-07-08-05s19", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "gl-07-08-05s20", "raw": "A scene from a TV show in which a man is seen wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "gl-07-08-05s21", "raw": "A scene from a TV show in which a man is talking to someone and he is wearing a suit", "with_names": ""}, {"scene_id": "gl-07-08-05s22", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-08-05s23", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-07-08-05s24", "raw": "", "with_names": ""}]