[{"scene_id": "atwt-03-02-10s0", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-03-02-10s1", "raw": "A scene from a TV show in which a man is looking at a wall and smiling", "with_names": "a man is looking at a wall and smiling"}, {"scene_id": "atwt-03-02-10s2", "raw": "A scene from a TV show in which a woman is sitting at a table with a drink and a cigarette in her hand.", "with_names": "a woman is sitting at a table with a drink and a cigarette in her hand."}, {"scene_id": "atwt-03-02-10s3", "raw": "A scene from a TV show in which strawberries are dropped into a bowl of whipped cream.", "with_names": "strawberries are dropped into a bowl of whipped cream."}, {"scene_id": "atwt-03-02-10s4", "raw": "A scene from a TV show in which a blonde woman is pointing her finger at someone.", "with_names": "a blonde woman is pointing her finger at someone."}, {"scene_id": "atwt-03-02-10s5", "raw": "A scene from a TV show in which a woman is looking shocked and a man is behind her.", "with_names": "a woman is looking shocked and a man is behind her."}, {"scene_id": "atwt-03-02-10s6", "raw": "A scene from a TV show in which a woman is seen from the back with her hair pulled back into a bun. The text reads \"Nourishing\"", "with_names": "a woman is from the back with her hair pulled back into a bun. the text reads \"nourishing\""}, {"scene_id": "atwt-03-02-10s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-02-10s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-02-10s9", "raw": "A scene from a TV show in which a woman is sitting on a bed with a laptop", "with_names": "a woman is sitting on a bed with a laptop"}, {"scene_id": "atwt-03-02-10s10", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-03-02-10s11", "raw": "A scene from a TV show in which a woman is wearing a black jacket and large hoop earrings.", "with_names": "a woman is wearing a black jacket and large hoop earrings."}, {"scene_id": "atwt-03-02-10s12", "raw": "A scene from a TV show in which two men are standing in a hallway, one of them is holding a cell phone.", "with_names": "two men are standing in a hallway, one of them is holding a cell phone."}, {"scene_id": "atwt-03-02-10s13", "raw": "A scene from a TV show in which a man holds a white towel with a label that says 'comfort fit'.", "with_names": "a man holds a white towel with a label that says 'comfort fit'."}, {"scene_id": "atwt-03-02-10s14", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting next to her.", "with_names": "a woman is driving a car and a man is sitting next to her."}, {"scene_id": "atwt-03-02-10s15", "raw": "A scene from a TV show in which a man is seen drinking a red drink in a bar.", "with_names": "a man is drinking a red drink in a bar."}, {"scene_id": "atwt-03-02-10s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-03-02-10s17", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-03-02-10s18", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing behind her.", "with_names": "a woman is holding a baby and a man is standing behind her."}, {"scene_id": "atwt-03-02-10s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-02-10s20", "raw": "A scene from a TV show in which a man is talking and his hands are up in the air", "with_names": ""}, {"scene_id": "atwt-03-02-10s21", "raw": "A scene from a TV show in which a woman is standing in a hotel room, looking at her phone.", "with_names": "a woman is standing in a hotel room, looking at her phone."}, {"scene_id": "atwt-03-02-10s22", "raw": "A scene from a TV show in which a woman is wearing a bra and a man is holding her hair.", "with_names": "a woman is wearing a bra and a man is holding her hair."}]