[{"scene_id": "atwt-05-30-07s0", "raw": "A scene from a TV show in which a woman is looking at a cell phone.", "with_names": "Maddie is looking at a cell phone."}, {"scene_id": "atwt-05-30-07s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-05-30-07s2", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-05-30-07s3", "raw": "A scene from a TV show in which a woman is wearing a black suit and a necklace", "with_names": "a woman is wearing a black suit and a necklace"}, {"scene_id": "atwt-05-30-07s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-30-07s5", "raw": "A scene from a TV show in which a man is running through smoke.", "with_names": "a man is running through smoke."}, {"scene_id": "atwt-05-30-07s6", "raw": "A scene from a TV show in which a woman is smiling and wearing a red jacket.", "with_names": "a woman is smiling and wearing a red jacket."}, {"scene_id": "atwt-05-30-07s7", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-05-30-07s8", "raw": "A scene from a TV show in which a woman is wearing a red shirt and her eyes are closed", "with_names": "a woman is wearing a red shirt and her eyes are closed"}, {"scene_id": "atwt-05-30-07s9", "raw": "A scene from a TV show in which a young woman is looking down and her face is expressionless.", "with_names": "a young woman is looking down and her face is expressionless."}, {"scene_id": "atwt-05-30-07s10", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man in a restaurant.", "with_names": "a woman is being kissed on the cheek by a man in a restaurant."}, {"scene_id": "atwt-05-30-07s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-30-07s12", "raw": "A scene from a TV show in which a man is holding a newspaper and a woman is looking at him. The title is The Truth.", "with_names": "a man is holding a newspaper and a woman is looking at him. the title is the truth."}, {"scene_id": "atwt-05-30-07s13", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-05-30-07s14", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "atwt-05-30-07s15", "raw": "A scene from a TV show in which a young girl plays with a white dog in a backyard.", "with_names": "a young girl plays with a white dog in a backyard."}, {"scene_id": "atwt-05-30-07s16", "raw": "A scene from a TV show in which a woman is wearing a black dress and a short hair", "with_names": "a woman is wearing a black dress and a short hair"}, {"scene_id": "atwt-05-30-07s17", "raw": "A scene from a TV show in which a man is lying in a hospital bed and looking up at the camera.", "with_names": "a man is lying in a hospital bed and looking up at the camera."}, {"scene_id": "atwt-05-30-07s18", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-05-30-07s19", "raw": "A scene from a TV show in which a woman is using a hand dryer.", "with_names": "a woman is using a hand dryer."}, {"scene_id": "atwt-05-30-07s20", "raw": "A scene from a TV show in which a woman is sitting at a table and smiling.", "with_names": "a woman is sitting at a table and smiling."}, {"scene_id": "atwt-05-30-07s21", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-30-07s22", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "] is looking at the camera with a shocked expression."}, {"scene_id": "atwt-05-30-07s23", "raw": "A scene from a TV show in which a scarlet ibis is seen in a field.", "with_names": "a scarlet ibis is in a field."}]