[{"scene_id": "bb-03-27-15s0", "raw": "A scene from a TV show in which a woman is drinking coffee.", "with_names": "a woman is drinking coffee."}, {"scene_id": "bb-03-27-15s2", "raw": "A scene from a TV show in which a woman talks on her cell phone.", "with_names": "Quinn talks on her cell phone."}, {"scene_id": "bb-03-27-15s3", "raw": "A scene from a TV show in which a man and a woman are cooking in a kitchen.", "with_names": "a man and a woman are cooking in a kitchen."}, {"scene_id": "bb-03-27-15s4", "raw": "A scene from a TV show in which a woman is talking on a cell phone in a kitchen.", "with_names": ""}, {"scene_id": "bb-03-27-15s5", "raw": "A scene from a TV show in which a woman sits at a desk and talks on a telephone.", "with_names": "Quinn sits at a desk and talks on a telephone."}, {"scene_id": "bb-03-27-15s6", "raw": "A scene from a TV show in which a woman is holding a baby while another woman lies on a bed.", "with_names": "Pam is holding a baby while another woman lies on a bed."}, {"scene_id": "bb-03-27-15s8", "raw": "A scene from a TV show in which a man is talking to a group of people.", "with_names": ""}, {"scene_id": "bb-03-27-15s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-27-15s12", "raw": "A scene from a TV show in which a woman is holding a book and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-03-27-15s13", "raw": "A scene from a TV show in which a woman is sitting in a room with other people.", "with_names": "a woman is sitting in a room with other people."}, {"scene_id": "bb-03-27-15s14", "raw": "A scene from a TV show in which a woman is sitting next to a man and a young girl.", "with_names": "a woman is sitting next to Wyatt and a young girl."}, {"scene_id": "bb-03-27-15s15", "raw": "A scene from a TV show in which a man and a woman sit in chairs in a waiting room.", "with_names": "Rick and Pam sit in chairs in a waiting room."}, {"scene_id": "bb-03-27-15s17", "raw": "A scene from a TV show in which a man and a woman are talking to a lawyer.", "with_names": ""}, {"scene_id": "bb-03-27-15s19", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "bb-03-27-15s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-27-15s21", "raw": "A scene from a TV show in which a man and a woman are sitting on a bed and talking.", "with_names": ""}, {"scene_id": "bb-03-27-15s22", "raw": "A scene from a TV show in which a woman is standing in a room with two men.", "with_names": "Deacon is standing in a room with two men."}, {"scene_id": "bb-03-27-15s25", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and Quinn are standing in a living room."}]