[{"scene_id": "atwt-01-23-07s0", "raw": "A scene from a TV show in which a woman is looking off to the side and wearing a grey jacket.", "with_names": "a woman is looking off to the side and wearing a grey jacket."}, {"scene_id": "atwt-01-23-07s1", "raw": "A scene from a TV show in which a man is standing behind a young man, who is sitting at a table and typing on a laptop.", "with_names": "a man is standing behind a young man, who is sitting at a table and typing on a laptop."}, {"scene_id": "atwt-01-23-07s2", "raw": "A scene from a TV show in which a woman is talking to someone and her hands are over her heart", "with_names": ""}, {"scene_id": "atwt-01-23-07s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-23-07s4", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-01-23-07s5", "raw": "A scene from a TV show in which a man is looking at the camera with a surprised expression.", "with_names": "a man is looking at the camera with a surprised expression."}, {"scene_id": "atwt-01-23-07s6", "raw": "A scene from a TV show in which H&R Block is featured.", "with_names": "h&r block is featured."}, {"scene_id": "atwt-01-23-07s7", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is standing nearby.", "with_names": ""}, {"scene_id": "atwt-01-23-07s8", "raw": "A scene from a TV show in which a woman is talking to a man and a young man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-01-23-07s9", "raw": "A scene from a TV show in which a tube of Eucerin cream is shown", "with_names": ""}, {"scene_id": "atwt-01-23-07s10", "raw": "A scene from a TV show in which a woman is wearing a beige coat and a man is holding a book.", "with_names": "a woman is wearing a beige coat and a man is holding a book."}, {"scene_id": "atwt-01-23-07s11", "raw": "A scene from a TV show in which a woman is holding a child and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-01-23-07s12", "raw": "A scene from a TV show in which a woman is wearing a red dress and a blonde wig.", "with_names": "a woman is wearing a red dress and a blonde wig."}, {"scene_id": "atwt-01-23-07s13", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-01-23-07s14", "raw": "A scene from a TV show in which a woman is wearing a white tank top and her hair is up in a messy bun. The word \"ALMA\" is written in white on the tank top.", "with_names": "a woman is wearing a white tank top and her hair is up in a messy bun. the word \"alma\" is written in white on the tank top."}, {"scene_id": "atwt-01-23-07s15", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-23-07s16", "raw": "A scene from a TV show in which a child is eating a sandwich in a kitchen.", "with_names": "a child is eating a sandwich in a kitchen."}, {"scene_id": "atwt-01-23-07s17", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-01-23-07s18", "raw": "A scene from a TV show in which a woman is holding a large gift and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-23-07s19", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-01-23-07s20", "raw": "A scene from a TV show in which a man is cutting a bunch of flowers.", "with_names": "a man is cutting a bunch of flowers."}]