[{"scene_id": "bb-12-01-14s0", "raw": "A scene from a TV show in which two women sit at a table and talk.", "with_names": "two women sit at a table and talk."}, {"scene_id": "bb-12-01-14s1", "raw": "A scene from a TV show in which a man and a woman are fighting on a bridge over a canal.", "with_names": "Eric and Ivy are fighting on a bridge over a canal."}, {"scene_id": "bb-12-01-14s2", "raw": "A scene from a TV show in which a man is standing in a kitchen and pointing at a wall.", "with_names": "a man is standing in a kitchen and pointing at a wall."}, {"scene_id": "bb-12-01-14s3", "raw": "A scene from a TV show in which a woman is eating a fork with a man watching her.", "with_names": "a woman is eating a fork with a man watching her."}, {"scene_id": "bb-12-01-14s4", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking.", "with_names": ""}, {"scene_id": "bb-12-01-14s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-01-14s7", "raw": "A scene from a TV show in which a man stands in front of a painting and crosses his arms.", "with_names": "a man stands in front of a painting and crosses his arms."}, {"scene_id": "bb-12-01-14s8", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "bb-12-01-14s9", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-12-01-14s10", "raw": "A scene from a TV show in which Lindsay Lohan is interviewed about her new film.", "with_names": "lindsay lohan is interviewed about her new film."}, {"scene_id": "bb-12-01-14s11", "raw": "A scene from a TV show in which a man sits at a table and talks to another man.", "with_names": "Aly sits at a table and talks to another man."}, {"scene_id": "bb-12-01-14s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-01-14s13", "raw": "A scene from a TV show in which a man sits in a chair and talks to someone off camera.", "with_names": "Eric sits in a chair and talks to someone off camera."}, {"scene_id": "bb-12-01-14s14", "raw": "A scene from a TV show in which two women are having a baby shower.", "with_names": "two women are having a baby shower."}, {"scene_id": "bb-12-01-14s15", "raw": "A scene from a TV show in which a man pours orange juice into a woman's cup.", "with_names": "Aly pours orange juice into Ivy's cup."}, {"scene_id": "bb-12-01-14s16", "raw": "A scene from a TV show in which a woman is talking on the phone in a hotel lobby.", "with_names": ""}, {"scene_id": "bb-12-01-14s19", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Deacon and Pam are standing in a room."}, {"scene_id": "bb-12-01-14s20", "raw": "A scene from a TV show in which a man and a woman are having coffee.", "with_names": "a man and Quinn are having coffee."}, {"scene_id": "bb-12-01-14s22", "raw": "A scene from a TV show in which a man and a woman are in a train carriage.", "with_names": "a man and Deacon are in a train carriage."}, {"scene_id": "bb-12-01-14s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-01-14s24", "raw": "A scene from a TV show in which a man is standing in a living room and talking to someone off camera.", "with_names": ""}]