[{"scene_id": "gl-03-09-06s0", "raw": "A scene from a TV show in which a woman is dancing in a white shirt.", "with_names": "a woman is dancing in a white shirt."}, {"scene_id": "gl-03-09-06s1", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-09-06s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-09-06s3", "raw": "A scene from a TV show in which a man is seen falling from a building.", "with_names": "a man is falling from a building."}, {"scene_id": "gl-03-09-06s4", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-03-09-06s5", "raw": "A scene from a TV show in which a woman is in a white coat and a man in white coat with a tie.", "with_names": "a woman is in a white coat and a man in white coat with a tie."}, {"scene_id": "gl-03-09-06s6", "raw": "A scene from a TV show in which a woman is being attacked by a man in a dark room.", "with_names": "a woman is being attacked by a man in a dark room."}, {"scene_id": "gl-03-09-06s7", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-03-09-06s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-03-09-06s9", "raw": "A scene from a TV show in which a man is seen in a car with a scarf over his face.", "with_names": "a man is in a car with a scarf over his face."}, {"scene_id": "gl-03-09-06s10", "raw": "A scene from a TV show in which a woman is wearing a grey suit and white shirt", "with_names": "a woman is wearing a grey suit and white shirt"}, {"scene_id": "gl-03-09-06s11", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-03-09-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-09-06s13", "raw": "A scene from a TV show in which a man and a woman are standing close to each other and smiling.", "with_names": "a man and a woman are standing close to each other and smiling."}, {"scene_id": "gl-03-09-06s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-09-06s15", "raw": "A scene from a TV show in which a woman is lying on a hospital bed, with her head resting on her hand.", "with_names": "a woman is lying on a hospital bed, with her head resting on her hand."}, {"scene_id": "gl-03-09-06s16", "raw": "A scene from a TV show in which a priest is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-09-06s17", "raw": "A scene from a TV show in which a man is wrapped in a blanket and looking at the camera.", "with_names": "a man is wrapped in a blanket and looking at the camera."}, {"scene_id": "gl-03-09-06s18", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-09-06s19", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-09-06s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-03-09-06s21", "raw": "A scene from a TV show in which a woman is drinking coffee.", "with_names": "a woman is drinking coffee."}, {"scene_id": "gl-03-09-06s22", "raw": "A scene from a TV show in which a woman is being kissed on the face by another woman.", "with_names": "a woman is being kissed on the face by another woman."}, {"scene_id": "gl-03-09-06s23", "raw": "A scene from a TV show in which a woman is looking down and her face is not visible.", "with_names": "a woman is looking down and her face is not visible."}, {"scene_id": "gl-03-09-06s24", "raw": "A scene from a TV show in which a man is seen masturbating in a hotel room.", "with_names": "a man is masturbating in a hotel room."}, {"scene_id": "gl-03-09-06s25", "raw": "A scene from a TV show in which a woman is running from a door.", "with_names": "] is running from a door."}, {"scene_id": "gl-03-09-06s26", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}]