[{"scene_id": "oltl-12-02-11s0", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-12-02-11s1", "raw": "A scene from a TV show in which a woman is holding a large orange envelope and a man is standing behind her.", "with_names": "a woman is holding a large orange envelope and a man is standing behind her."}, {"scene_id": "oltl-12-02-11s2", "raw": "A scene from a TV show in which a young man is seen looking down and his head is tilted down", "with_names": "a young man is looking down and his head is tilted down"}, {"scene_id": "oltl-12-02-11s4", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-12-02-11s5", "raw": "A scene from a TV show in which a boy and a girl are talking to each other.", "with_names": ""}, {"scene_id": "oltl-12-02-11s6", "raw": "A scene from a TV show in which a girl and a boy are talking.", "with_names": ""}, {"scene_id": "oltl-12-02-11s7", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-02-11s8", "raw": "A scene from a TV show in which a man is smiling and saying \"one life to live\"", "with_names": "a man is smiling and saying \"one life to live\""}, {"scene_id": "oltl-12-02-11s9", "raw": "A scene from a TV show in which a woman is looking at a shirtless man.", "with_names": "Aubrey is looking at a shirtless man."}, {"scene_id": "oltl-12-02-11s10", "raw": "A scene from a TV show in which a young woman is looking off camera.", "with_names": "a young woman is looking off camera."}, {"scene_id": "oltl-12-02-11s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-02-11s12", "raw": "A scene from a TV show in which a woman is standing in front of a chair and another woman is sitting in it.", "with_names": "a woman is standing in front of a chair and another woman is sitting in it."}, {"scene_id": "oltl-12-02-11s13", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-02-11s14", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway, with desks and chairs in the background.", "with_names": "Jack and Danielle are walking down a hallway, with desks and chairs in the background."}, {"scene_id": "oltl-12-02-11s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-02-11s16", "raw": "A scene from a TV show in which a man is standing in a room and a woman is sitting in a wheelchair.", "with_names": "Todd is standing in a room and Tracy is sitting in a wheelchair."}, {"scene_id": "oltl-12-02-11s17", "raw": "A scene from a TV show in which a boy and a girl are sitting next to each other.", "with_names": "a boy and a girl are sitting next to each other."}, {"scene_id": "oltl-12-02-11s18", "raw": "A scene from a TV show in which a young man is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-12-02-11s19", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-12-02-11s20", "raw": "A scene from a TV show in which a boy and a girl are talking to each other.", "with_names": ""}, {"scene_id": "oltl-12-02-11s21", "raw": "A scene from a TV show in which a teacher is sitting in a classroom with her back to the camera", "with_names": "a teacher is sitting in a classroom with her back to the camera"}, {"scene_id": "oltl-12-02-11s22", "raw": "A scene from a TV show in which a woman is talking to a shirtless man.", "with_names": ""}, {"scene_id": "oltl-12-02-11s23", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-02-11s24", "raw": "A scene from a TV show in which a woman is talking to a shirtless man.", "with_names": ""}, {"scene_id": "oltl-12-02-11s25", "raw": "A scene from a TV show in which a boy and a girl are standing in a classroom.", "with_names": "a boy and a girl are standing in a classroom."}, {"scene_id": "oltl-12-02-11s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-02-11s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-02-11s28", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her", "with_names": "Tracy is crying and John is standing behind her"}, {"scene_id": "oltl-12-02-11s29", "raw": "A scene from a TV show in which a girl is talking to a boy in a locker room.", "with_names": ""}, {"scene_id": "oltl-12-02-11s30", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-12-02-11s31", "raw": "A scene from a TV show in which two men are standing next to each other, one of them is wearing a green jacket.", "with_names": "two men are standing next to each other, one of them is wearing a green jacket."}, {"scene_id": "oltl-12-02-11s32", "raw": "A scene from a TV show in which a woman is standing in a room with a couch and a chair.", "with_names": "a woman is standing in a room with a couch and a chair."}, {"scene_id": "oltl-12-02-11s33", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-12-02-11s34", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-12-02-11s35", "raw": "A scene from a TV show in which a woman is talking to a man in a bedroom.", "with_names": ""}, {"scene_id": "oltl-12-02-11s37", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-02-11s38", "raw": "A scene from a TV show in which a young girl is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-02-11s39", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-02-11s40", "raw": "A scene from a TV show in which a girl is walking down a hallway with a boy.", "with_names": "Starr is walking down a hallway with Blair."}, {"scene_id": "oltl-12-02-11s41", "raw": "A scene from a TV show in which a boy and a girl are sitting next to each other.", "with_names": "a boy and a girl are sitting next to each other."}, {"scene_id": "oltl-12-02-11s42", "raw": "A scene from a TV show in which two women are wearing veils.", "with_names": "two women are wearing veils."}, {"scene_id": "oltl-12-02-11s43", "raw": "A scene from a TV show in which a man is wearing a white coat and a purple tie and is smiling.", "with_names": "a man is wearing a white coat and a purple tie and is smiling."}, {"scene_id": "oltl-12-02-11s44", "raw": "A scene from a TV show in which a woman is sitting at a desk wearing a white suit and a hood.", "with_names": "Aubrey is sitting at a desk wearing a white suit and a hood."}, {"scene_id": "oltl-12-02-11s45", "raw": "A scene from a TV show in which a door is opened by a person.", "with_names": "a door is opened by a person."}, {"scene_id": "oltl-12-02-11s46", "raw": "A scene from a TV show in which a man is talking to a woman and a dog.", "with_names": ""}, {"scene_id": "oltl-12-02-11s48", "raw": "A scene from a TV show in which a boy and a girl are standing in a hallway.", "with_names": "a boy and a girl are standing in a hallway."}, {"scene_id": "oltl-12-02-11s49", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-02-11s50", "raw": "A scene from a TV show in which a man is standing in a kitchen, looking at a wall of wine glasses.", "with_names": "John is standing in a kitchen, looking at a wall of wine glasses."}, {"scene_id": "oltl-12-02-11s51", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to think about you.\"", "with_names": "a man is looking at a woman and saying, \"i'm not sure what to think about you.\""}, {"scene_id": "oltl-12-02-11s52", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him. The woman is looking at a laptop.", "with_names": ""}, {"scene_id": "oltl-12-02-11s53", "raw": "A scene from a TV show in which a doctor is giving a patient a prescription.", "with_names": "a doctor is giving a patient a prescription."}]