[{"scene_id": "gl-09-15-04s0", "raw": "A scene from a TV show in which a man is holding a cell phone and looking at it.", "with_names": "a man is holding a cell phone and looking at it."}, {"scene_id": "gl-09-15-04s1", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-09-15-04s2", "raw": "A scene from a TV show in which a woman is wearing glasses and a white jacket.", "with_names": "Ruth is wearing glasses and a white jacket."}, {"scene_id": "gl-09-15-04s3", "raw": "A scene from a TV show in which a man is looking at the camera", "with_names": "a man is looking at the camera"}, {"scene_id": "gl-09-15-04s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-15-04s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-15-04s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-09-15-04s7", "raw": "A scene from a TV show in which a man is wearing a white shirt and looking upset.", "with_names": "a man is wearing a white shirt and looking upset."}, {"scene_id": "gl-09-15-04s8", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-09-15-04s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-15-04s11", "raw": "A scene from a TV show in which a blonde girl is wearing a blue shirt and a necklace.", "with_names": "a blonde girl is wearing a blue shirt and a necklace."}, {"scene_id": "gl-09-15-04s12", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-09-15-04s13", "raw": "A scene from a TV show in which a man is talking to someone and the subtitles are written in Italian", "with_names": ""}, {"scene_id": "gl-09-15-04s14", "raw": "A scene from a TV show in which a woman is looking off camera.", "with_names": "a woman is looking off camera."}, {"scene_id": "gl-09-15-04s15", "raw": "A scene from a TV show in which a man is looking at a woman and he is wearing a black shirt", "with_names": "a man is looking at a woman and he is wearing a black shirt"}, {"scene_id": "gl-09-15-04s16", "raw": "A scene from a TV show in which a woman is wearing glasses and a short bob haircut.", "with_names": "a woman is wearing glasses and a short bob haircut."}, {"scene_id": "gl-09-15-04s17", "raw": "A scene from a TV show in which a man is on the phone with a woman, and she is looking at him with an annoyed expression.", "with_names": "Phillip is on the phone with Ruth, and she is looking at him with an annoyed expression."}, {"scene_id": "gl-09-15-04s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-15-04s19", "raw": "A scene from a TV show in which a young boy is wearing a Hawaiian shirt and a tie.", "with_names": "a young boy is wearing a hawaiian shirt and a tie."}, {"scene_id": "gl-09-15-04s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-15-04s24", "raw": "A scene from a TV show in which a woman is standing in front of a man in a suit.", "with_names": "Dinah is standing in front of a man in a suit."}, {"scene_id": "gl-09-15-04s25", "raw": "A scene from a TV show in which a man is talking to a woman in an office.", "with_names": ""}, {"scene_id": "gl-09-15-04s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-15-04s27", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is standing next to him.", "with_names": "a man is wearing a suit and a woman is standing next to him."}, {"scene_id": "gl-09-15-04s29", "raw": "A scene from a TV show in which a woman is talking to a man, and the man is looking at her with a look of disgust.", "with_names": ""}, {"scene_id": "gl-09-15-04s30", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-09-15-04s33", "raw": "A scene from a TV show in which a woman is screaming.", "with_names": "Lizzie is screaming."}, {"scene_id": "gl-09-15-04s34", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-15-04s35", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "Cop is smiling and looking to the right."}, {"scene_id": "gl-09-15-04s36", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-09-15-04s38", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace", "with_names": "a man is wearing a black shirt and a necklace"}, {"scene_id": "gl-09-15-04s39", "raw": "A scene from a TV show in which a man is sitting in a room and smiling.", "with_names": "Jeffrey is sitting in a room and smiling."}, {"scene_id": "gl-09-15-04s40", "raw": "A scene from a TV show in which a man is talking on a cell phone while wearing a leather jacket.", "with_names": ""}, {"scene_id": "gl-09-15-04s41", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-15-04s42", "raw": "A scene from a TV show in which a man is talking to someone and wearing a black shirt", "with_names": ""}, {"scene_id": "gl-09-15-04s43", "raw": "A scene from a TV show in which a man is reflected in a mirror, with a bruised face.", "with_names": "Jeffrey is reflected in a mirror, with a bruised face."}]