[{"scene_id": "atwt-08-17-07s0", "raw": "A scene from a TV show in which a man is smiling and wearing a striped shirt.", "with_names": "a man is smiling and wearing a striped shirt."}, {"scene_id": "atwt-08-17-07s1", "raw": "A scene from a TV show in which a woman is wearing a teal shirt and gold jewelry.", "with_names": "a woman is wearing a teal shirt and gold jewelry."}, {"scene_id": "atwt-08-17-07s2", "raw": "A scene from a TV show in which a shirtless man is singing.", "with_names": "a shirtless man is singing."}, {"scene_id": "atwt-08-17-07s3", "raw": "A scene from a TV show in which a man walks down a country road.", "with_names": "a man walks down a country road."}, {"scene_id": "atwt-08-17-07s4", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "atwt-08-17-07s5", "raw": "A scene from a TV show in which a woman is crying and a man is holding her hand.", "with_names": "a woman is crying and a man is holding her hand."}, {"scene_id": "atwt-08-17-07s6", "raw": "A scene from a TV show in which a man is handing a piece of paper to another man.", "with_names": "a man is handing a piece of paper to another man."}, {"scene_id": "atwt-08-17-07s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-17-07s8", "raw": "A scene from a TV show in which a white dress is being held up by a stick. The words \"built-in backup skirt\" are written on the image.", "with_names": "a white dress is being held up by a stick. the words \"built-in backup skirt\" are written on the image."}, {"scene_id": "atwt-08-17-07s9", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is dressed in a suit.", "with_names": "a woman is wearing a green dress and ] is dressed in a suit."}, {"scene_id": "atwt-08-17-07s10", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-08-17-07s11", "raw": "A scene from a TV show in which a man is wearing a red shirt and a black jacket.", "with_names": "a man is wearing a red shirt and a black jacket."}, {"scene_id": "atwt-08-17-07s12", "raw": "A scene from a TV show in which a man is pouring a cup of water into a bowl.", "with_names": "a man is pouring a cup of water into a bowl."}, {"scene_id": "atwt-08-17-07s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-17-07s14", "raw": "A scene from a TV show in which a young woman is wearing a red shirt and a necklace.", "with_names": "a young woman is wearing a red shirt and a necklace."}, {"scene_id": "atwt-08-17-07s15", "raw": "A scene from a TV show in which a toothbrush is shown to be whiter than a tooth", "with_names": ""}, {"scene_id": "atwt-08-17-07s16", "raw": "A scene from a TV show in which a boy is holding bags of groceries and a man is sitting next to him.", "with_names": "a boy is holding bags of groceries and a man is sitting next to him."}, {"scene_id": "atwt-08-17-07s17", "raw": "A scene from a TV show in which a plate of fried chicken is served with a salad.", "with_names": "a plate of fried chicken is served with a salad."}, {"scene_id": "atwt-08-17-07s18", "raw": "A scene from a TV show in which a man is looking down at a piano.", "with_names": "a man is looking down at a piano."}, {"scene_id": "atwt-08-17-07s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-17-07s20", "raw": "A scene from a TV show in which Sheldon is wearing a t-shirt with the word \"Sheldon\" on it.", "with_names": "sheldon is wearing a t-shirt with the word \"sheldon\" on it."}, {"scene_id": "atwt-08-17-07s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-17-07s22", "raw": "A scene from a TV show in which two boys are high-fiving each other.", "with_names": "two boys are high-fiving each other."}, {"scene_id": "atwt-08-17-07s23", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-08-17-07s24", "raw": "A scene from a TV show in which a woman is kneeling on the ground, her head down, and her hands are in her jeans.", "with_names": "a woman is kneeling on the ground, her head down, and her hands are in her jeans."}, {"scene_id": "atwt-08-17-07s25", "raw": "A scene from a TV show in which a woman applies a concealer to her face.", "with_names": "a woman applies a concealer to her face."}]