[{"scene_id": "atwt-06-26-07s0", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-06-26-07s1", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-06-26-07s2", "raw": "A scene from a TV show in which a woman is holding a purse and looking at it.", "with_names": "a woman is holding a purse and looking at it."}, {"scene_id": "atwt-06-26-07s3", "raw": "A scene from a TV show in which a bottle of Cascade detergent is shown on a kitchen counter", "with_names": ""}, {"scene_id": "atwt-06-26-07s4", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-06-26-07s5", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-06-26-07s6", "raw": "A scene from a TV show in which three women are standing together.", "with_names": "three women are standing together."}, {"scene_id": "atwt-06-26-07s7", "raw": "A scene from a TV show in which a woman is walking down a hallway with a suitcase.", "with_names": "a woman is walking down a hallway with a suitcase."}, {"scene_id": "atwt-06-26-07s8", "raw": "A scene from a TV show in which a boy is wearing a blue shirt and a young girl is standing behind him.", "with_names": "a boy is wearing a blue shirt and a young girl is standing behind him."}, {"scene_id": "atwt-06-26-07s9", "raw": "A scene from a TV show in which a man is lying on the floor with his head down.", "with_names": "a man is lying on the floor with his head down."}, {"scene_id": "atwt-06-26-07s10", "raw": "A scene from a TV show in which a man is standing in a river and talking.", "with_names": ""}, {"scene_id": "atwt-06-26-07s11", "raw": "A scene from a TV show in which a woman is pouring a drink into a tub of Cool Whip.", "with_names": "a woman is pouring a drink into a tub of cool whip."}, {"scene_id": "atwt-06-26-07s12", "raw": "A scene from a TV show in which a young woman is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-26-07s13", "raw": "A scene from a TV show in which a man is talking to a woman and a young girl.", "with_names": ""}, {"scene_id": "atwt-06-26-07s14", "raw": "A scene from a TV show in which a woman is walking down the street with her legs crossed.", "with_names": "a woman is walking down the street with her legs crossed."}, {"scene_id": "atwt-06-26-07s15", "raw": "A scene from a TV show in which a man is wearing a black shirt and a lamp is behind him.", "with_names": "a man is wearing a black shirt and a lamp is behind him."}, {"scene_id": "atwt-06-26-07s16", "raw": "A scene from a TV show in which a woman is screaming.", "with_names": "a woman is screaming."}, {"scene_id": "atwt-06-26-07s17", "raw": "A scene from a TV show in which a woman is lying down and taking a pill.", "with_names": "a woman is lying down and taking a pill."}, {"scene_id": "atwt-06-26-07s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-26-07s19", "raw": "A scene from a TV show in which a man is looking off to the side.", "with_names": "a man is looking off to the side."}, {"scene_id": "atwt-06-26-07s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-26-07s21", "raw": "A scene from a TV show in which a drill sergeant yells at recruits.", "with_names": "a drill sergeant yells at recruits."}]