[{"scene_id": "atwt-09-21-05s0", "raw": "A scene from a TV show in which a man is wearing a red shirt and looking at the camera.", "with_names": "a man is wearing a red shirt and looking at the camera."}, {"scene_id": "atwt-09-21-05s1", "raw": "A scene from a TV show in which a woman is looking down and her face is not visible.", "with_names": "a woman is looking down and her face is not visible."}, {"scene_id": "atwt-09-21-05s2", "raw": "A scene from a TV show in which a nurse is walking down a hallway with a man and a woman behind her.", "with_names": "a nurse is walking down a hallway with a man and a woman behind her."}, {"scene_id": "atwt-09-21-05s3", "raw": "A scene from a TV show in which a woman is looking down and wearing a black shirt.", "with_names": "a woman is looking down and wearing a black shirt."}, {"scene_id": "atwt-09-21-05s4", "raw": "A scene from a TV show in which a woman is wearing a necklace and a short blonde hair", "with_names": "a woman is wearing a necklace and a short blonde hair"}, {"scene_id": "atwt-09-21-05s5", "raw": "A scene from a TV show in which a woman is looking at a book and smiling", "with_names": "a woman is looking at a book and smiling"}, {"scene_id": "atwt-09-21-05s6", "raw": "A scene from a TV show in which Elmo is playing basketball.", "with_names": "elmo is playing basketball."}, {"scene_id": "atwt-09-21-05s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-21-05s8", "raw": "A scene from a TV show in which a woman is looking down and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-09-21-05s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-09-21-05s10", "raw": "A scene from a TV show in which a woman is pushing a baby carriage with a cat inside.", "with_names": "a woman is pushing a baby carriage with a cat inside."}, {"scene_id": "atwt-09-21-05s11", "raw": "A scene from a TV show in which a woman is smiling and looking at another woman.", "with_names": "a woman is smiling and looking at another woman."}, {"scene_id": "atwt-09-21-05s12", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-09-21-05s13", "raw": "A scene from a TV show in which a woman is holding a baby.", "with_names": "a woman is holding a baby."}, {"scene_id": "atwt-09-21-05s14", "raw": "A scene from a TV show in which a woman is looking down and a man is behind her.", "with_names": "a woman is looking down and ] is behind her."}, {"scene_id": "atwt-09-21-05s15", "raw": "A scene from a TV show in which a blonde woman is talking to two men in a kitchen.", "with_names": ""}, {"scene_id": "atwt-09-21-05s16", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "atwt-09-21-05s17", "raw": "A scene from a TV show in which a chef is holding a large pot of food.", "with_names": "a chef is holding a large pot of food."}, {"scene_id": "atwt-09-21-05s18", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "] and a woman are standing in a kitchen."}, {"scene_id": "atwt-09-21-05s19", "raw": "A scene from a TV show in which a woman is holding a baby and a man is looking at her.", "with_names": "a woman is holding a baby and a man is looking at her."}, {"scene_id": "atwt-09-21-05s20", "raw": "A scene from a TV show in which a woman is shown with her head tilted to the side and her eyes closed, with the word \"love\" written below her.", "with_names": ""}, {"scene_id": "atwt-09-21-05s21", "raw": "A scene from a TV show in which a man is on the phone and looking concerned.", "with_names": "a man is on the phone and looking concerned."}, {"scene_id": "atwt-09-21-05s22", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace", "with_names": "a woman is wearing a red dress and a necklace"}, {"scene_id": "atwt-09-21-05s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-21-05s24", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-09-21-05s25", "raw": "A scene from a TV show in which people are standing in a line.", "with_names": "people are standing in a line."}]