[{"scene_id": "pc-10-08-01s0", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "pc-10-08-01s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-10-08-01s2", "raw": "A scene from a TV show in which a woman is wearing a brown coat and an orange turtleneck.", "with_names": "a woman is wearing a brown coat and an orange turtleneck."}, {"scene_id": "pc-10-08-01s5", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "pc-10-08-01s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-10-08-01s7", "raw": "A scene from a TV show in which a man is trapped in a cave by a waterfall.", "with_names": "a man is trapped in a cave by a waterfall."}, {"scene_id": "pc-10-08-01s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-10-08-01s9", "raw": "A scene from a TV show in which a woman is standing in a living room and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-10-08-01s10", "raw": "A scene from a TV show in which a man is wearing a purple scrubs and a doctor is talking to him.", "with_names": ""}, {"scene_id": "pc-10-08-01s11", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Kevin and Eve sit on a couch and talk."}, {"scene_id": "pc-10-08-01s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "pc-10-08-01s13", "raw": "A scene from a TV show in which a man is talking to someone and his eyes are closed", "with_names": ""}, {"scene_id": "pc-10-08-01s14", "raw": "A scene from a TV show in which a man is wearing a black shirt and a brown jacket.", "with_names": "a man is wearing a black shirt and a brown jacket."}, {"scene_id": "pc-10-08-01s15", "raw": "A scene from a TV show in which a man is wearing a purple sweater and a black shirt", "with_names": "Kevin is wearing a purple sweater and a black shirt"}, {"scene_id": "pc-10-08-01s16", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book.", "with_names": ""}, {"scene_id": "pc-10-08-01s17", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "pc-10-08-01s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-10-08-01s20", "raw": "A scene from a TV show in which a man is seen swimming in a river with a stick.", "with_names": "a man is swimming in a river with a stick."}, {"scene_id": "pc-10-08-01s22", "raw": "A scene from a TV show in which Port Charles's face is superimposed over a woman's.", "with_names": "port charles's face is superimposed over a woman's."}, {"scene_id": "pc-10-08-01s23", "raw": "A scene from a TV show in which a man and a woman are standing in a forest.", "with_names": "Jack and Livvie are standing in a forest."}, {"scene_id": "pc-10-08-01s24", "raw": "A scene from a TV show in which a black and white blob is on a yellow background.", "with_names": "a black and white blob is on a yellow background."}]