[{"scene_id": "bb-09-25-14s0", "raw": "A scene from a TV show in which a man and a woman are standing in front of a glass wall.", "with_names": "a man and a woman are standing in front of a glass wall."}, {"scene_id": "bb-09-25-14s1", "raw": "A scene from a TV show in which a woman is preparing food in a kitchen while her daughter stands nearby.", "with_names": "a woman is preparing food in a kitchen while her daughter stands nearby."}, {"scene_id": "bb-09-25-14s2", "raw": "A scene from a TV show in which a man is standing in a doorway, holding a piece of paper.", "with_names": "a man is standing in a doorway, holding a piece of paper."}, {"scene_id": "bb-09-25-14s3", "raw": "A scene from a TV show in which a model walks the runway in a white dress", "with_names": "a model walks the runway in a white dress"}, {"scene_id": "bb-09-25-14s4", "raw": "A scene from a TV show in which a man is talking to a lawyer.", "with_names": ""}, {"scene_id": "bb-09-25-14s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-09-25-14s6", "raw": "A scene from a TV show in which a man and a woman are talking in a living room.", "with_names": ""}, {"scene_id": "bb-09-25-14s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-25-14s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-09-25-14s9", "raw": "A scene from a TV show in which a woman is sitting at a table and drinking a cup of coffee.", "with_names": "a woman is sitting at a table and drinking a cup of coffee."}, {"scene_id": "bb-09-25-14s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-09-25-14s11", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-09-25-14s12", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-09-25-14s13", "raw": "A scene from a TV show in which a woman is standing in front of a fireplace.", "with_names": "a woman is standing in front of a fireplace."}, {"scene_id": "bb-09-25-14s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-25-14s15", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at another man.", "with_names": "a man is wearing a suit and tie and looking at another man."}, {"scene_id": "bb-09-25-14s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]