[{"scene_id": "pc-05-31-02s0", "raw": "A scene from a TV show in which a woman is trying to open a door with her hands.", "with_names": "Alison is trying to open a door with her hands."}, {"scene_id": "pc-05-31-02s1", "raw": "A scene from a TV show in which a woman is tickling a man's face", "with_names": "a woman is tickling a man's face"}, {"scene_id": "pc-05-31-02s2", "raw": "A scene from a TV show in which a woman is standing on a couch and a man is sitting on the couch and playing a video game.", "with_names": "a woman is standing on a couch and a man is sitting on the couch and playing a video game."}, {"scene_id": "pc-05-31-02s3", "raw": "A scene from a TV show in which a man is crying and a woman is standing next to him.", "with_names": "Rafe is crying and Livvie is standing next to him."}, {"scene_id": "pc-05-31-02s4", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "pc-05-31-02s5", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "pc-05-31-02s6", "raw": "A scene from a TV show in which a woman is wearing a white dress and a blonde wig", "with_names": "a woman is wearing a white dress and a blonde wig"}, {"scene_id": "pc-05-31-02s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-31-02s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-05-31-02s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-31-02s10", "raw": "A scene from a TV show in which a man is giving a woman a rose.", "with_names": "Vendor is giving Alison a rose."}, {"scene_id": "pc-05-31-02s11", "raw": "A scene from a TV show in which a man and a woman kiss passionately.", "with_names": "Rafe and Livvie kiss passionately."}, {"scene_id": "pc-05-31-02s12", "raw": "A scene from a TV show in which Port Charles is being held up by a woman", "with_names": "port charles is being held up by a woman"}]