[{"scene_id": "oltl-12-18-06s0", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-18-06s1", "raw": "A scene from a TV show in which a man is being attacked by a woman in a dark alley.", "with_names": "] is being attacked by a woman in a dark alley."}, {"scene_id": "oltl-12-18-06s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-18-06s3", "raw": "A scene from a TV show in which a man is seen in a white room with a white wall", "with_names": "a man is in a white room with a white wall"}, {"scene_id": "oltl-12-18-06s4", "raw": "A scene from a TV show in which a woman is sitting in a doctor's office. A doctor is standing next to her, and another doctor is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-18-06s5", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and looking to the right.", "with_names": ""}, {"scene_id": "oltl-12-18-06s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "oltl-12-18-06s7", "raw": "A scene from a TV show in which a woman is lying in a pool of water.", "with_names": "] is lying in a pool of water."}, {"scene_id": "oltl-12-18-06s8", "raw": "A scene from a TV show in which a woman is sitting at a table with a drink.", "with_names": "a woman is sitting at a table with a drink."}, {"scene_id": "oltl-12-18-06s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-18-06s10", "raw": "A scene from a TV show in which a woman is lying on the ground, a man is standing over her, and he is holding a knife.", "with_names": "a woman is lying on the ground, a man is standing over her, and he is holding a knife."}, {"scene_id": "oltl-12-18-06s11", "raw": "A scene from a TV show in which a woman is wearing a red dress and a blonde wig.", "with_names": "a woman is wearing a red dress and a blonde wig."}, {"scene_id": "oltl-12-18-06s12", "raw": "A scene from a TV show in which a doctor is talking to a woman in a hospital.", "with_names": ""}, {"scene_id": "oltl-12-18-06s13", "raw": "A scene from a TV show in which a man is playing a piano.", "with_names": "a man is playing a piano."}, {"scene_id": "oltl-12-18-06s14", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-12-18-06s15", "raw": "A scene from a TV show in which a man is sitting on a couch and looking to the right.", "with_names": ""}, {"scene_id": "oltl-12-18-06s16", "raw": "A scene from a TV show in which a man is pointing a gun at another man.", "with_names": "a man is pointing a gun at another man."}, {"scene_id": "oltl-12-18-06s17", "raw": "A scene from a TV show in which a man is standing in front of a door and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-12-18-06s18", "raw": "A scene from a TV show in which a woman is talking to another woman in a bar.", "with_names": ""}, {"scene_id": "oltl-12-18-06s19", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-18-06s20", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-18-06s21", "raw": "A scene from a TV show in which a man is talking to another man, and the other man is looking at him with a surprised expression.", "with_names": ""}, {"scene_id": "oltl-12-18-06s22", "raw": "A scene from a TV show in which a man and a woman sit at a table and talk.", "with_names": "a man and a woman sit at a table and talk."}, {"scene_id": "oltl-12-18-06s23", "raw": "A scene from a TV show in which a man is seen bending over a counter and a woman is standing behind him.", "with_names": "a man is bending over a counter and a woman is standing behind him."}, {"scene_id": "oltl-12-18-06s24", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-18-06s25", "raw": "A scene from a TV show in which a door is painted yellow.", "with_names": "a door is painted yellow."}]