[{"scene_id": "pc-03-30-01s0", "raw": "A scene from a TV show in which a man is standing in a room with a table and a chair.", "with_names": "Frank is standing in a room with a table and a chair."}, {"scene_id": "pc-03-30-01s1", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "pc-03-30-01s2", "raw": "A scene from a TV show in which a woman is being hit in the face by a man.", "with_names": "Arianna is being hit in the face by Ian."}, {"scene_id": "pc-03-30-01s3", "raw": "A scene from a TV show in which a man is sitting in a wheelchair and a woman is standing behind him.", "with_names": "a man is sitting in a wheelchair and Eve is standing behind him."}, {"scene_id": "pc-03-30-01s4", "raw": "A scene from a TV show in which a man and a woman are looking at a computer screen.", "with_names": "Frank and Karen are looking at a computer screen."}, {"scene_id": "pc-03-30-01s5", "raw": "A scene from a TV show in which a man is leaning against a wall and a chair is placed in front of him.", "with_names": "a man is leaning against a wall and a chair is placed in front of him."}, {"scene_id": "pc-03-30-01s6", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "pc-03-30-01s7", "raw": "A scene from a TV show in which a man is hugging a woman on a couch.", "with_names": "a man is hugging a woman on a couch."}, {"scene_id": "pc-03-30-01s8", "raw": "A scene from a TV show in which a man is holding a book and a woman is looking at him.", "with_names": "a man is holding a book and a woman is looking at him."}, {"scene_id": "pc-03-30-01s9", "raw": "A scene from a TV show in which a man is looking down and smiling.", "with_names": "Ian is looking down and smiling."}, {"scene_id": "pc-03-30-01s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-30-01s11", "raw": "A scene from a TV show in which a woman is seen wearing a long white dress.", "with_names": "D.J. is wearing a long white dress."}, {"scene_id": "pc-03-30-01s12", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "pc-03-30-01s13", "raw": "A scene from a TV show in which a woman is lying on the floor with her head down, a man is walking away from her.", "with_names": ">> on the next \"Port Charles\" --  is lying on the floor with her head down, a man is walking away from her."}]