[{"scene_id": "gl-02-26-04s0", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a white shirt", "with_names": "a man is wearing a leather jacket and a white shirt"}, {"scene_id": "gl-02-26-04s1", "raw": "A scene from a TV show in which a man is walking down a hallway with a carpet on the floor.", "with_names": "Ed is walking down a hallway with a carpet on the floor."}, {"scene_id": "gl-02-26-04s2", "raw": "A scene from a TV show in which a man is being forced to kiss a woman in a room with a large wooden door.", "with_names": "a man is being forced to kiss a woman in a room with a large wooden door."}, {"scene_id": "gl-02-26-04s3", "raw": "A scene from a TV show in which a man is walking in a store and he is looking at a teddy bear.", "with_names": "a man is walking in a store and he is looking at a teddy bear."}, {"scene_id": "gl-02-26-04s5", "raw": "A scene from a TV show in which a man is talking on the phone and his hands are in the air", "with_names": ""}, {"scene_id": "gl-02-26-04s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-26-04s7", "raw": "A scene from a TV show in which a man is smoking a cigarette and looking at a clock", "with_names": "a man is smoking a cigarette and looking at a clock"}, {"scene_id": "gl-02-26-04s8", "raw": "A scene from a TV show in which a man is sitting on a bed with a pizza and balloons floating around him.", "with_names": "a man is sitting on a bed with a pizza and balloons floating around him."}, {"scene_id": "gl-02-26-04s9", "raw": "A scene from a TV show in which a man is seen holding a cell phone and looking at it.", "with_names": "a man is holding a cell phone and looking at it."}, {"scene_id": "gl-02-26-04s10", "raw": "A scene from a TV show in which a woman is holding her head and looking distressed.", "with_names": "EMS Worker is holding her head and looking distressed."}, {"scene_id": "gl-02-26-04s11", "raw": "A scene from a TV show in which a man is wearing a black suit and a white shirt.", "with_names": "a man is wearing a black suit and a white shirt."}, {"scene_id": "gl-02-26-04s12", "raw": "A scene from a TV show in which two women are sitting at a table, talking and drinking tea.", "with_names": ""}, {"scene_id": "gl-02-26-04s13", "raw": "A scene from a TV show in which two men are standing next to each other, one of them is wearing a leather jacket.", "with_names": "two men are standing next to each other, one of them is wearing a leather jacket."}, {"scene_id": "gl-02-26-04s14", "raw": "A scene from a TV show in which a man is talking to someone and the subtitles read: \"I'm not a doctor, but I'm a doctor\"", "with_names": ""}, {"scene_id": "gl-02-26-04s15", "raw": "A scene from a TV show in which a man is talking to someone and a woman is standing behind him.", "with_names": ""}, {"scene_id": "gl-02-26-04s16", "raw": "A scene from a TV show in which a police officer is seen removing a red curtain from a room.", "with_names": "a police officer is removing a red curtain from a room."}, {"scene_id": "gl-02-26-04s17", "raw": "A scene from a TV show in which a man is sitting in a room and another man is standing in a doorway.", "with_names": "Cop is sitting in a room and another man is standing in a doorway."}, {"scene_id": "gl-02-26-04s18", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "gl-02-26-04s19", "raw": "A scene from a TV show in which a man is talking to another man and a woman is standing in the background.", "with_names": ""}, {"scene_id": "gl-02-26-04s20", "raw": "A scene from a TV show in which two men are standing next to each other, one with a mustache and the other with short hair.", "with_names": "two men are standing next to each other, one with a mustache and the other with short hair."}, {"scene_id": "gl-02-26-04s21", "raw": "A scene from a TV show in which a man is sitting at a table with a bowl and a spoon in front of him.", "with_names": "a man is sitting at a table with a bowl and a spoon in front of him."}, {"scene_id": "gl-02-26-04s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-26-04s24", "raw": "A scene from a TV show in which two men are standing in a room with a couch and a lamp.", "with_names": "two men are standing in a room with a couch and a lamp."}, {"scene_id": "gl-02-26-04s25", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "gl-02-26-04s26", "raw": "A scene from a TV show in which a woman is looking down and wearing a pink shirt.", "with_names": "Gus is looking down and wearing a pink shirt."}, {"scene_id": "gl-02-26-04s27", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}]