[{"scene_id": "bb-07-01-15s0", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman.", "with_names": ""}, {"scene_id": "bb-07-01-15s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-01-15s2", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-01-15s3", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-07-01-15s4", "raw": "A scene from a TV show in which a young man and woman are sitting next to each other.", "with_names": "a young man and woman are sitting next to each other."}, {"scene_id": "bb-07-01-15s5", "raw": "A scene from a TV show in which a woman is crying and another woman is comforting her.", "with_names": "a woman is crying and another woman is comforting her."}, {"scene_id": "bb-07-01-15s6", "raw": "A scene from a TV show in which a woman stands in a chair in a room with a desk and a lamp.", "with_names": "a woman stands in a chair in a room with a desk and a lamp."}, {"scene_id": "bb-07-01-15s7", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-07-01-15s8", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-01-15s9", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-07-01-15s10", "raw": "A scene from a TV show in which two women are standing in a room and looking at a piece of paper.", "with_names": "two women are standing in a room and looking at a piece of paper."}, {"scene_id": "bb-07-01-15s11", "raw": "A scene from a TV show in which a man and two women are talking in a room.", "with_names": ""}, {"scene_id": "bb-07-01-15s12", "raw": "A scene from a TV show in which a young man and woman are talking.", "with_names": ""}, {"scene_id": "bb-07-01-15s13", "raw": "A scene from a TV show in which a man stands in a room and looks at a framed picture.", "with_names": "a man stands in a room and looks at a framed picture."}, {"scene_id": "bb-07-01-15s14", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "bb-07-01-15s15", "raw": "A scene from a TV show in which a young black man and woman are talking on a rooftop.", "with_names": ""}, {"scene_id": "bb-07-01-15s16", "raw": "A scene from a TV show in which a man is talking and gesturing.", "with_names": ""}, {"scene_id": "bb-07-01-15s17", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}]