[{"scene_id": "oltl-05-17-07s0", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man.", "with_names": "a woman is walking down a hallway with a man."}, {"scene_id": "oltl-05-17-07s1", "raw": "A scene from a TV show in which a man is holding a baby and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-17-07s2", "raw": "A scene from a TV show in which a man sits on a staircase and looks at his hand", "with_names": "a man sits on a staircase and looks at his hand"}, {"scene_id": "oltl-05-17-07s3", "raw": "A scene from a TV show in which a blue square is placed in the middle of a white circle.", "with_names": "a blue square is placed in the middle of a white circle."}, {"scene_id": "oltl-05-17-07s4", "raw": "A scene from a TV show in which a man and a woman are standing in front of a table with food.", "with_names": "a man and a woman are standing in front of a table with food."}, {"scene_id": "oltl-05-17-07s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-17-07s6", "raw": "A scene from a TV show in which a man is standing in a room with a large window and a door behind him.", "with_names": "a man is standing in a room with a large window and a door behind him."}, {"scene_id": "oltl-05-17-07s7", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at the camera.", "with_names": "a woman is sitting in a room and looking at the camera."}, {"scene_id": "oltl-05-17-07s8", "raw": "A scene from a TV show in which two men are standing next to a little boy.", "with_names": "two men are standing next to a little boy."}, {"scene_id": "oltl-05-17-07s9", "raw": "A scene from a TV show in which a man is sitting next to a woman in a hospital bed.", "with_names": "a man is sitting next to a woman in a hospital bed."}, {"scene_id": "oltl-05-17-07s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-17-07s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-17-07s12", "raw": "A scene from a TV show in which a man is seen bending over and holding his head in pain.", "with_names": "a man is bending over and holding his head in pain."}, {"scene_id": "oltl-05-17-07s13", "raw": "A scene from a TV show in which a woman is smoking a cigarette and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-05-17-07s14", "raw": "A scene from a TV show in which a man is sitting in an office chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-17-07s15", "raw": "A scene from a TV show in which a woman is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-05-17-07s16", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-05-17-07s17", "raw": "A scene from a TV show in which a woman is wearing a suit and a necklace.", "with_names": "a woman is wearing a suit and a necklace."}, {"scene_id": "oltl-05-17-07s18", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is standing next to her.", "with_names": "a woman is wearing a green dress and ] is standing next to her."}, {"scene_id": "oltl-05-17-07s19", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a stethoscope around her neck.", "with_names": "a woman is lying in a hospital bed with a stethoscope around her neck."}, {"scene_id": "oltl-05-17-07s20", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a chair.", "with_names": "a man is standing in a room with a desk and a chair."}]