[{"scene_id": "bb-03-02-07s0", "raw": "A scene from a TV show in which a house is lit up at night.", "with_names": "a house is lit up at night."}, {"scene_id": "bb-03-02-07s1", "raw": "A scene from a TV show in which a doctor is crying", "with_names": "a doctor is crying"}, {"scene_id": "bb-03-02-07s2", "raw": "A scene from a TV show in which a woman is looking at a clock and saying \"3 minutes and 13 seconds\"", "with_names": "a woman is looking at a clock and saying \"3 minutes and 13 seconds\""}, {"scene_id": "bb-03-02-07s3", "raw": "A scene from a TV show in which a woman is talking to someone and looking at the camera.", "with_names": ""}, {"scene_id": "bb-03-02-07s4", "raw": "A scene from a TV show in which a young girl is looking at a clock and a man is standing behind her.", "with_names": "a young girl is looking at a clock and a man is standing behind her."}, {"scene_id": "bb-03-02-07s5", "raw": "A scene from a TV show in which a woman is talking to a man and the man is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "bb-03-02-07s6", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed, and another man is talking to them.", "with_names": ""}, {"scene_id": "bb-03-02-07s7", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-03-02-07s8", "raw": "A scene from a TV show in which a woman is walking down a hospital hallway wearing a yellow jacket.", "with_names": "a woman is walking down a hospital hallway wearing a yellow jacket."}, {"scene_id": "bb-03-02-07s9", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a nurse stands next to her, and a clock is visible on the wall.", "with_names": "a woman is lying in a hospital bed, a nurse stands next to her, and a clock is visible on the wall."}, {"scene_id": "bb-03-02-07s10", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both eating ice cream.", "with_names": "a woman is sitting next to a man and they are both eating ice cream."}, {"scene_id": "bb-03-02-07s11", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-03-02-07s12", "raw": "A scene from a TV show in which a man is wearing a yellow jacket and is laughing.", "with_names": "a man is wearing a yellow jacket and is laughing."}, {"scene_id": "bb-03-02-07s13", "raw": "A scene from a TV show in which a man is wearing a black coat and a white shirt.", "with_names": "a man is wearing a black coat and a white shirt."}, {"scene_id": "bb-03-02-07s14", "raw": "A scene from a TV show in which a woman is talking to a man and a boy is watching them.", "with_names": ""}]