[{"scene_id": "bb-09-10-14s0", "raw": "A scene from a TV show in which a man is looking at a woman and a blue logo is visible in the background.", "with_names": "Ridge is looking at Caroline and a blue logo is visible in the background."}, {"scene_id": "bb-09-10-14s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "bb-09-10-14s2", "raw": "A scene from a TV show in which a man walks down a runway in a blue suit. The title is \"The Bold and the Beautiful\"", "with_names": "a man walks down a runway in a blue suit. the title is \"the bold and the beautiful\""}, {"scene_id": "bb-09-10-14s3", "raw": "A scene from a TV show in which two women are having lunch in a garden.", "with_names": "two women are having lunch in a garden."}, {"scene_id": "bb-09-10-14s4", "raw": "A scene from a TV show in which a man is standing next to a painting of horses.", "with_names": "a man is standing next to a painting of horses."}, {"scene_id": "bb-09-10-14s5", "raw": "A scene from a TV show in which a woman is talking about her breast implants.", "with_names": ""}, {"scene_id": "bb-09-10-14s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-10-14s7", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a tie.", "with_names": "a man is wearing a blue shirt and a tie."}, {"scene_id": "bb-09-10-14s8", "raw": "A scene from a TV show in which a woman is talking to a friend.", "with_names": ""}, {"scene_id": "bb-09-10-14s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-10-14s10", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a tie.", "with_names": "a man is wearing a blue shirt and a tie."}, {"scene_id": "bb-09-10-14s11", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-09-10-14s12", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}]