[{"scene_id": "oltl-09-06-07s0", "raw": "A scene from a TV show in which a man is kissing a woman while she is naked.", "with_names": "Rex is kissing Adriana while she is naked."}, {"scene_id": "oltl-09-06-07s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-06-07s2", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by ]."}, {"scene_id": "oltl-09-06-07s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-06-07s4", "raw": "A scene from a TV show in which a bright light is shining on a person.", "with_names": "a bright light is shining on a person."}, {"scene_id": "oltl-09-06-07s5", "raw": "A scene from a TV show in which a man is standing in front of a woman and a child.", "with_names": "a man is standing in front of a woman and a child."}, {"scene_id": "oltl-09-06-07s6", "raw": "A scene from a TV show in which a man is in a jail cell and is looking out of the bars.", "with_names": "a man is in a jail cell and is looking out of the bars."}, {"scene_id": "oltl-09-06-07s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "oltl-09-06-07s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-06-07s9", "raw": "A scene from a TV show in which a woman is holding a child on her lap.", "with_names": "a woman is holding a child on her lap."}, {"scene_id": "oltl-09-06-07s10", "raw": "A scene from a TV show in which a woman is in a jail cell", "with_names": "a woman is in a jail cell"}, {"scene_id": "oltl-09-06-07s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-06-07s12", "raw": "A scene from a TV show in which a man is seen wearing a white shirt and tan pants.", "with_names": "a man is wearing a white shirt and tan pants."}, {"scene_id": "oltl-09-06-07s13", "raw": "A scene from a TV show in which a shirtless man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-06-07s14", "raw": "A scene from a TV show in which a man is talking to another man to his left.", "with_names": ""}, {"scene_id": "oltl-09-06-07s15", "raw": "A scene from a TV show in which a woman is in a jail cell", "with_names": "a woman is in a jail cell"}, {"scene_id": "oltl-09-06-07s16", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a blue shirt and the other is wearing a black shirt.", "with_names": "two men are standing next to each other, one is wearing a blue shirt and the other is wearing a black shirt."}, {"scene_id": "oltl-09-06-07s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-06-07s18", "raw": "A scene from a TV show in which a man is holding his head and another man is standing behind him.", "with_names": "a man is holding his head and another man is standing behind him."}, {"scene_id": "oltl-09-06-07s19", "raw": "A scene from a TV show in which a woman is wearing a shirt that says \"Free\"", "with_names": "a woman is wearing a shirt that says \"free\""}, {"scene_id": "oltl-09-06-07s20", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "oltl-09-06-07s21", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "oltl-09-06-07s22", "raw": "A scene from a TV show in which a man is standing in a room and talking to someone. The title is \"Don't Forget the Lyrics\"", "with_names": ""}, {"scene_id": "oltl-09-06-07s23", "raw": "A scene from a TV show in which a woman is talking to a man while he is topless", "with_names": ""}, {"scene_id": "oltl-09-06-07s24", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-06-07s25", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is standing behind her.", "with_names": "a woman is in a jail cell and a man is standing behind her."}, {"scene_id": "oltl-09-06-07s26", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by a woman."}, {"scene_id": "oltl-09-06-07s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-06-07s28", "raw": "A scene from a TV show in which a man is being restrained by another man.", "with_names": "a man is being restrained by another man."}, {"scene_id": "oltl-09-06-07s29", "raw": "A scene from a TV show in which a man is walking down a hallway, wearing a white t-shirt.", "with_names": "a man is walking down a hallway, wearing a white t-shirt."}, {"scene_id": "oltl-09-06-07s30", "raw": "A scene from a TV show in which a woman is holding a baby.", "with_names": "a woman is holding a baby."}]