[{"scene_id": "atwt-12-21-05s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other and laughing", "with_names": "a man and a woman are standing next to each other and laughing"}, {"scene_id": "atwt-12-21-05s1", "raw": "A scene from a TV show in which a woman is wearing a pink sleeveless top and her hair is pulled back.", "with_names": "a woman is wearing a pink sleeveless top and her hair is pulled back."}, {"scene_id": "atwt-12-21-05s2", "raw": "A scene from a TV show in which a woman is holding a door open for another person.", "with_names": "a woman is holding a door open for another person."}, {"scene_id": "atwt-12-21-05s3", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}, {"scene_id": "atwt-12-21-05s4", "raw": "A scene from a TV show in which a knee is shown with a caption that reads: \"This treatment has been proven to reduce inflammation and pain in osteoarthritis.\"", "with_names": ""}, {"scene_id": "atwt-12-21-05s5", "raw": "A scene from a TV show in which a woman is wearing a pink top and a man is holding a cup.", "with_names": "a woman is wearing a pink top and a man is holding a cup."}, {"scene_id": "atwt-12-21-05s6", "raw": "A scene from a TV show in which a woman is holding an ice cream cone and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-12-21-05s7", "raw": "A scene from a TV show in which a young man is looking down and wearing a black shirt", "with_names": "a young man is looking down and wearing a black shirt"}, {"scene_id": "atwt-12-21-05s8", "raw": "A scene from a TV show in which a young boy is wearing a beanie and a jacket.", "with_names": "a young boy is wearing a beanie and a jacket."}, {"scene_id": "atwt-12-21-05s9", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-12-21-05s10", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is standing behind her.", "with_names": "a woman is wearing a pink dress and a man is standing behind her."}, {"scene_id": "atwt-12-21-05s11", "raw": "A scene from a TV show in which a man is wearing a black jacket and a red shirt", "with_names": "a man is wearing a black jacket and a red shirt"}, {"scene_id": "atwt-12-21-05s12", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-12-21-05s13", "raw": "A scene from a TV show in which a boat is lifted into a store.", "with_names": "a boat is lifted into a store."}, {"scene_id": "atwt-12-21-05s14", "raw": "A scene from a TV show in which a young man is crying", "with_names": "a young man is crying"}, {"scene_id": "atwt-12-21-05s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-12-21-05s16", "raw": "A scene from a TV show in which a robot is walking through a living room.", "with_names": "a robot is walking through a living room."}, {"scene_id": "atwt-12-21-05s17", "raw": "A scene from a TV show in which a young man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-12-21-05s18", "raw": "A scene from a TV show in which a man is looking at a book and making a face", "with_names": "a man is looking at a book and making a face"}, {"scene_id": "atwt-12-21-05s19", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-12-21-05s20", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}]