[{"scene_id": "oltl-06-21-07s0", "raw": "A scene from a TV show in which a young girl is seen eating a piece of cake.", "with_names": "a young girl is eating a piece of cake."}, {"scene_id": "oltl-06-21-07s1", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-06-21-07s2", "raw": "A scene from a TV show in which a man and a woman are dancing in a living room.", "with_names": "a man and ] are dancing in a living room."}, {"scene_id": "oltl-06-21-07s3", "raw": "A scene from a TV show in which a woman is smiling and holding her hair", "with_names": "a woman is smiling and holding her hair"}, {"scene_id": "oltl-06-21-07s4", "raw": "A scene from a TV show in which a man is seen holding a gun in a hospital.", "with_names": "a man is holding a gun in a hospital."}, {"scene_id": "oltl-06-21-07s5", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is standing next to him.", "with_names": "a man is lying in a hospital bed and a woman is standing next to him."}, {"scene_id": "oltl-06-21-07s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-21-07s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-21-07s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-21-07s9", "raw": "A scene from a TV show in which a man holds a baby in his arms.", "with_names": "a man holds a baby in his arms."}, {"scene_id": "oltl-06-21-07s10", "raw": "A scene from a TV show in which a man and a woman are walking together.", "with_names": "a man and a woman are walking together."}, {"scene_id": "oltl-06-21-07s11", "raw": "A scene from a TV show in which a black woman is talking to a white man and a Latina woman.", "with_names": ""}, {"scene_id": "oltl-06-21-07s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-21-07s13", "raw": "A scene from a TV show in which a man is wearing a grey tank top and a short haircut.", "with_names": "a man is wearing a grey tank top and a short haircut."}, {"scene_id": "oltl-06-21-07s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-21-07s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-21-07s16", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-06-21-07s17", "raw": "A scene from a TV show in which a door is painted yellow.", "with_names": "a door is painted yellow."}, {"scene_id": "oltl-06-21-07s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-21-07s19", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-06-21-07s20", "raw": "A scene from a TV show in which a woman is holding a baby and looking down.", "with_names": "a woman is holding a baby and looking down."}, {"scene_id": "oltl-06-21-07s21", "raw": "A scene from a TV show in which a woman is talking to a man and a young girl.", "with_names": ""}, {"scene_id": "oltl-06-21-07s22", "raw": "A scene from a TV show in which a man is seen with his eyes closed and his mouth open.", "with_names": "a man is with his eyes closed and his mouth open."}, {"scene_id": "oltl-06-21-07s23", "raw": "A scene from a TV show in which a young woman is sitting on a couch and looking off camera.", "with_names": ""}, {"scene_id": "oltl-06-21-07s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-21-07s25", "raw": "A scene from a TV show in which a woman is running up a flight of stairs, and a man is chasing her down.", "with_names": "a woman is running up a flight of stairs, and a man is chasing her down."}, {"scene_id": "oltl-06-21-07s26", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}]