[{"scene_id": "oltl-07-07-10s0", "raw": "A scene from a TV show in which a shirtless man is sitting in a chair with headphones on.", "with_names": ""}, {"scene_id": "oltl-07-07-10s1", "raw": "A scene from a TV show in which a woman is wearing a white dress and a red hat and talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-07-10s2", "raw": "A scene from a TV show in which a man is lying on a couch, a woman is sitting next to him, and a third man is standing nearby.", "with_names": "a man is lying on a couch, a woman is sitting next to him, and a third man is standing nearby."}, {"scene_id": "oltl-07-07-10s3", "raw": "A scene from a TV show in which a bright light is shining on a desert landscape.", "with_names": "a bright light is shining on a desert landscape."}, {"scene_id": "oltl-07-07-10s4", "raw": "", "with_names": ""}, {"scene_id": "oltl-07-07-10s5", "raw": "", "with_names": ""}, {"scene_id": "oltl-07-07-10s6", "raw": "A scene from a TV show in which a woman is talking on the phone while her hand is on her head", "with_names": ""}, {"scene_id": "oltl-07-07-10s7", "raw": "A scene from a TV show in which a man is holding a door open with his hands.", "with_names": "a man is holding a door open with his hands."}, {"scene_id": "oltl-07-07-10s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking over her shoulder.", "with_names": ""}, {"scene_id": "oltl-07-07-10s9", "raw": "", "with_names": ""}, {"scene_id": "oltl-07-07-10s10", "raw": "A scene from a TV show in which a woman is lying on the floor with her head resting on a pillow.", "with_names": "a woman is lying on the floor with her head resting on a pillow."}, {"scene_id": "oltl-07-07-10s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-07-07-10s12", "raw": "A scene from a TV show in which a man is lying on the ground, a woman is holding a baby and a police officer is standing over him.", "with_names": "a man is lying on the ground, a woman is holding a baby and a police officer is standing over him."}, {"scene_id": "oltl-07-07-10s13", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman is standing next to him, and a police officer is holding a microphone to his mouth.", "with_names": "a man is lying in a hospital bed, a woman is standing next to him, and a police officer is holding a microphone to his mouth."}, {"scene_id": "oltl-07-07-10s14", "raw": "A scene from a TV show in which a man is sitting shirtless on a lounge chair next to a woman.", "with_names": "a man is sitting shirtless on a lounge chair next to a woman."}, {"scene_id": "oltl-07-07-10s15", "raw": "A scene from a TV show in which a doctor is pushing a patient on a gurney down a hallway. A man is running towards the camera, and another man is pushing a woman in a wheelchair.", "with_names": "a doctor is pushing a patient on a gurney down a hallway. a man is running towards the camera, and another man is pushing a woman in a wheelchair."}, {"scene_id": "oltl-07-07-10s16", "raw": "A scene from a TV show in which a woman is looking to the side and smiling.", "with_names": "a woman is looking to the side and smiling."}, {"scene_id": "oltl-07-07-10s17", "raw": "A scene from a TV show in which a man and a woman are standing in a room, the man all dressed in a black jacket and the woman in an orange shirt.", "with_names": "a man and a woman are standing in a room, the man all dressed in a black jacket and the woman in an orange shirt."}, {"scene_id": "oltl-07-07-10s18", "raw": "A scene from a TV show in which a woman is sitting in a doctor's office and looking at a computer screen.", "with_names": "a woman is sitting in a doctor's office and looking at a computer screen."}, {"scene_id": "oltl-07-07-10s19", "raw": "A scene from a TV show in which a man and a woman are arguing in a hallway. The manI is wearing a yellow shirt and has his hands on his hips.", "with_names": "a man and a woman are arguing in a hallway. the mani is wearing a yellow shirt and has his hands on his hips."}, {"scene_id": "oltl-07-07-10s20", "raw": "A scene from a TV show in which a man and a woman sit on a couch with candles and talk.", "with_names": "a man and a woman sit on a couch with candles and talk."}, {"scene_id": "oltl-07-07-10s21", "raw": "A scene from a TV show in which a shirtless man is looking at the camera.", "with_names": "a shirtless man is looking at the camera."}, {"scene_id": "oltl-07-07-10s22", "raw": "A scene from a TV show in which a man is looking down and a framed picture is on the floor.", "with_names": "a man is looking down and a framed picture is on the floor."}, {"scene_id": "oltl-07-07-10s23", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-07-07-10s24", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, her hand is on her chest.", "with_names": "a woman is lying in a hospital bed, her hand is on her chest."}, {"scene_id": "oltl-07-07-10s25", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, two men stand over her, one is wearing a white lab coat.", "with_names": "a woman is lying in a hospital bed, two men stand over her, one is wearing a white lab coat."}, {"scene_id": "oltl-07-07-10s26", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-07-10s27", "raw": "A scene from a TV show in which a man and a woman are standing in a room and talking.", "with_names": ""}, {"scene_id": "oltl-07-07-10s28", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-07-07-10s29", "raw": "A scene from a TV show in which a doctor is crying", "with_names": "a doctor is crying"}, {"scene_id": "oltl-07-07-10s30", "raw": "A scene from a TV show in which a woman is looking at a man and smiling", "with_names": "a woman is looking at a man and smiling"}, {"scene_id": "oltl-07-07-10s31", "raw": "A scene from a TV show in which a man is sitting in a hospital room, wearing a suit and tie.", "with_names": "a man is sitting in a hospital room, wearing a suit and tie."}, {"scene_id": "oltl-07-07-10s32", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-07-07-10s33", "raw": "A scene from a TV show in which a man is standing naked next to a woman.", "with_names": "a man is standing naked next to a woman."}, {"scene_id": "oltl-07-07-10s34", "raw": "A scene from a TV show in which a man is looking down and his face is contorted.", "with_names": "a man is looking down and his face is contorted."}, {"scene_id": "oltl-07-07-10s35", "raw": "A scene from a TV show in which a doctor is talking to two women.", "with_names": ""}, {"scene_id": "oltl-07-07-10s36", "raw": "A scene from a TV show in which a woman is wearing a white hat and a striped shirt and is holding a cell phone. A man is standing behind her, looking at her.", "with_names": "a woman is wearing a white hat and a striped shirt and is holding a cell phone. a man is standing behind her, looking at her."}, {"scene_id": "oltl-07-07-10s37", "raw": "A scene from a TV show in which a woman is wearing a blue dress and walking down a hallway.", "with_names": "a woman is wearing a blue dress and walking down a hallway."}, {"scene_id": "oltl-07-07-10s38", "raw": "A scene from a TV show in which a man is lying in a hospital bed with his eyes open.", "with_names": "a man is lying in a hospital bed with his eyes open."}, {"scene_id": "oltl-07-07-10s39", "raw": "A scene from a TV show in which a man is looking down and his head is tilted to the side.", "with_names": "a man is looking down and his head is tilted to the side."}, {"scene_id": "oltl-07-07-10s40", "raw": "A scene from a TV show in which a man and a woman are sitting on the floor with cards.", "with_names": "a man and a woman are sitting on the floor with cards."}, {"scene_id": "oltl-07-07-10s41", "raw": "A scene from a TV show in which a shirtless man is looking at a woman.", "with_names": "a shirtless man is looking at a woman."}, {"scene_id": "oltl-07-07-10s42", "raw": "A scene from a TV show in which a shirtless man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-07-10s43", "raw": "A scene from a TV show in which a woman is wearing a white hat and a striped shirt.", "with_names": "a woman is wearing a white hat and a striped shirt."}, {"scene_id": "oltl-07-07-10s44", "raw": "A scene from a TV show in which a man is holding a knife to a pregnant woman's belly.", "with_names": "a man is holding a knife to a pregnant woman's belly."}, {"scene_id": "oltl-07-07-10s45", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, wearing a mask and hooked up to an IV.", "with_names": "a woman is lying in a hospital bed, wearing a mask and hooked up to an iv."}, {"scene_id": "oltl-07-07-10s46", "raw": "A scene from a TV show in which a woman is sitting next to a man in an elevator.", "with_names": "a woman is sitting next to a man in an elevator."}, {"scene_id": "oltl-07-07-10s47", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is standing next to him.", "with_names": "a man is lying in a hospital bed and a woman is standing next to him."}]