[{"scene_id": "atwt-03-27-07s0", "raw": "A scene from a TV show in which a man is standing behind a woman, holding her by the waist, and she is wearing a dress.", "with_names": "a man is standing behind Katie, holding her by the waist, and she is wearing a dress."}, {"scene_id": "atwt-03-27-07s1", "raw": "A scene from a TV show in which a man and a woman are cleaning a kitchen.", "with_names": "] and a woman are cleaning a kitchen."}, {"scene_id": "atwt-03-27-07s2", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "atwt-03-27-07s3", "raw": "A scene from a TV show in which a woman is wearing a red turtleneck and a man is standing behind her.", "with_names": "a woman is wearing a red turtleneck and ] is standing behind her."}, {"scene_id": "atwt-03-27-07s4", "raw": "A scene from a TV show in which a man is shown sitting in front of a fireplace.", "with_names": ""}, {"scene_id": "atwt-03-27-07s5", "raw": "A scene from a TV show in which a woman is wearing a green scarf and a brown jacket.", "with_names": "a woman is wearing a green scarf and a brown jacket."}, {"scene_id": "atwt-03-27-07s6", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-03-27-07s7", "raw": "A scene from a TV show in which a man is talking on a cell phone while driving.", "with_names": ""}, {"scene_id": "atwt-03-27-07s8", "raw": "A scene from a TV show in which a man is standing in front of a mirror and looking at himself.", "with_names": "a man is standing in front of a mirror and looking at himself."}, {"scene_id": "atwt-03-27-07s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking to the right.", "with_names": ""}, {"scene_id": "atwt-03-27-07s10", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace, sitting at a dinner table with a man.", "with_names": "a woman is wearing a black dress and a necklace, sitting at a dinner table with a man."}, {"scene_id": "atwt-03-27-07s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-03-27-07s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a surprised expression.", "with_names": ""}, {"scene_id": "atwt-03-27-07s13", "raw": "A scene from a TV show in which a man is sitting in a library and looking at a book", "with_names": "a man is sitting in a library and looking at a book"}, {"scene_id": "atwt-03-27-07s14", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-03-27-07s15", "raw": "A scene from a TV show in which a row of lipsticks is shown.", "with_names": ""}, {"scene_id": "atwt-03-27-07s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-27-07s17", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at a woman."}, {"scene_id": "atwt-03-27-07s18", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-03-27-07s19", "raw": "A scene from a TV show in which a woman is wearing a red turtleneck and a blazer.", "with_names": "a woman is wearing a red turtleneck and a blazer."}, {"scene_id": "atwt-03-27-07s20", "raw": "A scene from a TV show in which a red and blue character is flying through the air.", "with_names": "a red and blue character is flying through the air."}]