[{"scene_id": "oltl-06-30-08s0", "raw": "A scene from a TV show in which a woman is wearing a dress and a necklace", "with_names": "Natalie is wearing a dress and a necklace"}, {"scene_id": "oltl-06-30-08s1", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is standing over her.", "with_names": "Tess is lying on a bed and ] is standing over her."}, {"scene_id": "oltl-06-30-08s2", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-06-30-08s3", "raw": "A scene from a TV show in which a woman is laying down on a table, with a rose placed on her face.", "with_names": "a woman is laying down on a table, with a rose placed on her face."}, {"scene_id": "oltl-06-30-08s4", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "oltl-06-30-08s5", "raw": "A scene from a TV show in which a young man is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-06-30-08s6", "raw": "A scene from a TV show in which a woman is lying on a couch with a cat on her lap.", "with_names": "a woman is lying on a couch with a cat on her lap."}, {"scene_id": "oltl-06-30-08s7", "raw": "A scene from a TV show in which a woman is seen drinking alcohol.", "with_names": "a woman is drinking alcohol."}, {"scene_id": "oltl-06-30-08s8", "raw": "A scene from a TV show in which a man is sitting in a chair with a dog sitting next to him.", "with_names": ""}, {"scene_id": "oltl-06-30-08s9", "raw": "A scene from a TV show in which a blonde woman is holding her head and looking down", "with_names": "a blonde woman is holding her head and looking down"}, {"scene_id": "oltl-06-30-08s10", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-06-30-08s11", "raw": "A scene from a TV show in which a man is being held by a woman in a room.", "with_names": "a man is being held by a woman in a room."}, {"scene_id": "oltl-06-30-08s12", "raw": "A scene from a TV show in which a man is holding a woman by the hand and talking to her.", "with_names": ""}, {"scene_id": "oltl-06-30-08s13", "raw": "A scene from a TV show in which a woman is walking down a hallway in a pink robe.", "with_names": "a woman is walking down a hallway in a pink robe."}, {"scene_id": "oltl-06-30-08s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and holding a teacup.", "with_names": ""}, {"scene_id": "oltl-06-30-08s15", "raw": "A scene from a TV show in which a woman is wearing a baseball cap and a pink shirt", "with_names": "a woman is wearing a baseball cap and a pink shirt"}, {"scene_id": "oltl-06-30-08s16", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-06-30-08s17", "raw": "A scene from a TV show in which a man and a woman are holding champagne glasses.", "with_names": "a man and a woman are holding champagne glasses."}, {"scene_id": "oltl-06-30-08s18", "raw": "A scene from a TV show in which a man and a woman are arguing on a couch.", "with_names": "a man and a woman are arguing on a couch."}, {"scene_id": "oltl-06-30-08s19", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and her hair is down.", "with_names": "a blonde woman is wearing a black dress and her hair is down."}, {"scene_id": "oltl-06-30-08s20", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-06-30-08s21", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-06-30-08s22", "raw": "A scene from a TV show in which a woman is wearing a white dress and a head scarf", "with_names": "a woman is wearing a white dress and a head scarf"}, {"scene_id": "oltl-06-30-08s23", "raw": "A scene from a TV show in which a man is standing in front of a fireplace, and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-06-30-08s24", "raw": "A scene from a TV show in which a woman is wearing a black dress and her hair is in a ponytail.", "with_names": "a woman is wearing a black dress and her hair is in a ponytail."}, {"scene_id": "oltl-06-30-08s25", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-06-30-08s26", "raw": "A scene from a TV show in which a woman is seen talking to a man in a hallway.", "with_names": ""}, {"scene_id": "oltl-06-30-08s27", "raw": "A scene from a TV show in which a woman is seen putting a pumpkin in a fireplace.", "with_names": "a woman is putting a pumpkin in a fireplace."}, {"scene_id": "oltl-06-30-08s28", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-06-30-08s29", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-06-30-08s30", "raw": "A scene from a TV show in which a man is talking to two men.", "with_names": ""}, {"scene_id": "oltl-06-30-08s31", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-06-30-08s32", "raw": "A scene from a TV show in which a man is wearing a white t-shirt and a black t-shirt", "with_names": "a man is wearing a white t-shirt and a black t-shirt"}]