[{"scene_id": "pc-01-12-01s0", "raw": "A scene from a TV show in which a woman is seen standing in a room with a table and chairs.", "with_names": "Lucy is standing in a room with a table and chairs."}, {"scene_id": "pc-01-12-01s1", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a bandage on her head.", "with_names": "a woman is lying in a hospital bed with a bandage on her head."}, {"scene_id": "pc-01-12-01s2", "raw": "A scene from a TV show in which a woman is shown with a blonde wig and a baby in the background.", "with_names": ""}, {"scene_id": "pc-01-12-01s3", "raw": "A scene from a TV show in which a woman is talking to someone and is visibly upset.", "with_names": ""}, {"scene_id": "pc-01-12-01s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-12-01s5", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a look of concern on his face.", "with_names": ""}, {"scene_id": "pc-01-12-01s6", "raw": "A scene from a TV show in which a woman is talking about her husband's infidelity.", "with_names": ""}, {"scene_id": "pc-01-12-01s7", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-01-12-01s8", "raw": "A scene from a TV show in which a man is reading a letter to a woman.", "with_names": "Ian is reading a letter to Arianna."}, {"scene_id": "pc-01-12-01s9", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a black coat", "with_names": ""}, {"scene_id": "pc-01-12-01s10", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Kevin is looking at Lucy and she is looking back at him."}, {"scene_id": "pc-01-12-01s11", "raw": "A scene from a TV show in which a man is seen in a black hood and a woman is in a white dress.", "with_names": "a man is in a black hood and a woman is in a white dress."}]