[{"scene_id": "gl-06-22-04s0", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-22-04s1", "raw": "A scene from a TV show in which a woman is pouring a drink for a man.", "with_names": "a woman is pouring a drink for a man."}, {"scene_id": "gl-06-22-04s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-22-04s3", "raw": "A scene from a TV show in which a man is sitting in a room and talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-22-04s4", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-06-22-04s5", "raw": "A scene from a TV show in which a man is drinking a bottle of water.", "with_names": "a man is drinking a bottle of water."}, {"scene_id": "gl-06-22-04s6", "raw": "A scene from a TV show in which a woman is sitting next to a man in a suit and tie.", "with_names": "a woman is sitting next to a man in a suit and tie."}, {"scene_id": "gl-06-22-04s7", "raw": "A scene from a TV show in which a man is holding a dumbbell and a baseball bat.", "with_names": "a man is holding a dumbbell and a baseball bat."}, {"scene_id": "gl-06-22-04s8", "raw": "A scene from a TV show in which a man is talking on the phone", "with_names": ""}, {"scene_id": "gl-06-22-04s9", "raw": "", "with_names": ""}, {"scene_id": "gl-06-22-04s10", "raw": "", "with_names": ""}, {"scene_id": "gl-06-22-04s11", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-06-22-04s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-22-04s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-22-04s14", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-06-22-04s15", "raw": "A scene from a TV show in which a man holds a baby and a stack of money.", "with_names": "a man holds a baby and a stack of money."}, {"scene_id": "gl-06-22-04s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-22-04s17", "raw": "A scene from a TV show in which a man is wearing a tank top and a woman is standing behind him", "with_names": "a man is wearing a tank top and a woman is standing behind him"}, {"scene_id": "gl-06-22-04s18", "raw": "A scene from a TV show in which a young boy is talking to an older man.", "with_names": ""}, {"scene_id": "gl-06-22-04s19", "raw": "A scene from a TV show in which a woman is talking to someone and her face is contorted in anger.", "with_names": ""}, {"scene_id": "gl-06-22-04s20", "raw": "A scene from a TV show in which a man is standing in front of a whiteboard and a group of people are sitting on a couch.", "with_names": ""}, {"scene_id": "gl-06-22-04s21", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-06-22-04s22", "raw": "A scene from a TV show in which a man is crying and another man is looking at him.", "with_names": "a man is crying and another man is looking at him."}, {"scene_id": "gl-06-22-04s23", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black shirt.", "with_names": "a man is looking at the camera and wearing a black shirt."}, {"scene_id": "gl-06-22-04s24", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}]