[{"scene_id": "gl-07-13-05s0", "raw": "A scene from a TV show in which a woman is a police officer and a man is a lawyer", "with_names": "a woman is a police officer and a man is a lawyer"}, {"scene_id": "gl-07-13-05s1", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-07-13-05s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-13-05s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-07-13-05s4", "raw": "A scene from a TV show in which a woman is talking to another woman and they are both wearing a scarf", "with_names": ""}, {"scene_id": "gl-07-13-05s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-13-05s6", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-13-05s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-13-05s8", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to a man.", "with_names": ""}, {"scene_id": "gl-07-13-05s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-13-05s10", "raw": "A scene from a TV show in which a police officer is handing a man a white hat.", "with_names": "a police officer is handing a man a white hat."}, {"scene_id": "gl-07-13-05s11", "raw": "A scene from a TV show in which a woman is talking to someone and her lips are moving", "with_names": ""}, {"scene_id": "gl-07-13-05s12", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "gl-07-13-05s13", "raw": "A scene from a TV show in which a girl is holding a cat and a dog is looking at her through a window.", "with_names": "a girl is holding a cat and a dog is looking at her through a window."}, {"scene_id": "gl-07-13-05s14", "raw": "A scene from a TV show in which a black police officer is being questioned by a white police officer who is wearing a badge.", "with_names": "a black police officer is being questioned by a white police officer who is wearing a badge."}, {"scene_id": "gl-07-13-05s15", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-07-13-05s16", "raw": "A scene from a TV show in which a blonde woman is wearing a pink top and a ponytail", "with_names": "a blonde woman is wearing a pink top and a ponytail"}, {"scene_id": "gl-07-13-05s17", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing behind him", "with_names": "a man is sitting at a table and a woman is standing behind him"}, {"scene_id": "gl-07-13-05s18", "raw": "A scene from a TV show in which a man is seen holding a business card.", "with_names": "a man is holding a business card."}, {"scene_id": "gl-07-13-05s19", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}]