[{"scene_id": "bb-12-05-06s0", "raw": "A scene from a TV show in which an elderly woman is sitting on a couch and an older man is standing next to her, holding a stethoscope to her chest.", "with_names": ""}, {"scene_id": "bb-12-05-06s1", "raw": "A scene from a TV show in which a woman is sitting on a chair and talking to a man.", "with_names": ""}, {"scene_id": "bb-12-05-06s2", "raw": "A scene from a TV show in which a woman is drinking coffee.", "with_names": "a woman is drinking coffee."}, {"scene_id": "bb-12-05-06s3", "raw": "A scene from a TV show in which a woman is walking down a hallway and a clock is visible in the foreground.", "with_names": "a woman is walking down a hallway and a clock is visible in the foreground."}, {"scene_id": "bb-12-05-06s5", "raw": "A scene from a TV show in which a man is talking on a cell phone and a timer is counting down", "with_names": ""}, {"scene_id": "bb-12-05-06s6", "raw": "A scene from a TV show in which a man is looking at a clock", "with_names": "a man is looking at a clock"}, {"scene_id": "bb-12-05-06s7", "raw": "A scene from a TV show in which a woman is standing in a room with a clock on the wall and a vase on the table.", "with_names": "Thorne is standing in a room with a clock on the wall and a vase on the table."}, {"scene_id": "bb-12-05-06s8", "raw": "A scene from a TV show in which a woman is walking into a room and a man is standing behind her.", "with_names": "a woman is walking into a room and a man is standing behind her."}, {"scene_id": "bb-12-05-06s9", "raw": "A scene from a TV show in which Betty White is sitting at a table with a cake and a cup of tea.", "with_names": "betty white is sitting at a table with a cake and a cup of tea."}, {"scene_id": "bb-12-05-06s10", "raw": "A scene from a TV show in which a man is looking at a clock.", "with_names": "a man is looking at a clock."}, {"scene_id": "bb-12-05-06s11", "raw": "A scene from a TV show in which a man and three women are standing in a living room.", "with_names": "a man and three women are standing in a living room."}, {"scene_id": "bb-12-05-06s12", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Eric and Ann sit on a couch and talk."}, {"scene_id": "bb-12-05-06s13", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "bb-12-05-06s15", "raw": "A scene from a TV show in which a man and two women are standing in a living room.", "with_names": "a man and two women are standing in a living room."}, {"scene_id": "bb-12-05-06s16", "raw": "A scene from a TV show in which a man and a woman are dancing in a living room.", "with_names": "a man and Pamela are dancing in a living room."}, {"scene_id": "bb-12-05-06s17", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-12-05-06s18", "raw": "A scene from a TV show in which a countdown timer is displayed on a black screen", "with_names": "a countdown timer is displayed on a black screen"}]