[{"scene_id": "oltl-11-03-11s0", "raw": "A scene from a TV show in which a woman is talking to another womanrear.", "with_names": ""}, {"scene_id": "oltl-11-03-11s1", "raw": "A scene from a TV show in which a woman is smoking a cigarette", "with_names": "a woman is smoking a cigarette"}, {"scene_id": "oltl-11-03-11s2", "raw": "A scene from a TV show in which a woman is talking on the phone in front of a pink neon sign.", "with_names": ""}, {"scene_id": "oltl-11-03-11s3", "raw": "A scene from a TV show in which a woman is talking to a nurse.", "with_names": ""}, {"scene_id": "oltl-11-03-11s4", "raw": "A scene from a TV show in which a woman is standing in front of blinds and a window.", "with_names": "a woman is standing in front of blinds and a window."}, {"scene_id": "oltl-11-03-11s5", "raw": "A scene from a TV show in which a woman is seen in a white room with a white light shining on her.", "with_names": "] is in a white room with a white light shining on her."}, {"scene_id": "oltl-11-03-11s6", "raw": "A scene from a TV show in which two women are crying.", "with_names": "two women are crying."}, {"scene_id": "oltl-11-03-11s7", "raw": "A scene from a TV show in which a young man is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-03-11s8", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "a woman is slapping a man in the face."}, {"scene_id": "oltl-11-03-11s9", "raw": "A scene from a TV show in which a young black woman is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-11-03-11s10", "raw": "A scene from a TV show in which a man is on the phone in a cafe.", "with_names": "a man is on the phone in a cafe."}, {"scene_id": "oltl-11-03-11s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-03-11s12", "raw": "A scene from a TV show in which two women are standing outside, one of them is holding a handbag.", "with_names": "two women are standing outside, one of them is holding a handbag."}, {"scene_id": "oltl-11-03-11s13", "raw": "A scene from a TV show in which a woman is walking into a room with a dog.", "with_names": "a woman is walking into a room with a dog."}, {"scene_id": "oltl-11-03-11s14", "raw": "A scene from a TV show in which a woman is yelling at her daughter.", "with_names": "a woman is yelling at her daughter."}, {"scene_id": "oltl-11-03-11s15", "raw": "A scene from a TV show in which two men are standing in a room, one is holding a paper and the other is looking at him.", "with_names": "two men are standing in a room, one is holding a paper and the other is looking at him."}, {"scene_id": "oltl-11-03-11s16", "raw": "A scene from a TV show in which a man and a woman are arguing in a hallway.", "with_names": "a man and a woman are arguing in a hallway."}, {"scene_id": "oltl-11-03-11s17", "raw": "A scene from a TV show in which a man is petting a dog on a couch.", "with_names": "a man is petting a dog on a couch."}, {"scene_id": "oltl-11-03-11s18", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing next to him.", "with_names": "a man is sitting at a table and a woman is standing next to him."}, {"scene_id": "oltl-11-03-11s19", "raw": "A scene from a TV show in which a woman is arguing with a wedding dress.", "with_names": "a woman is arguing with a wedding dress."}, {"scene_id": "oltl-11-03-11s20", "raw": "A scene from a TV show in which a man is standing in front of a newspaper and a TV.", "with_names": "a man is standing in front of a newspaper and a tv."}, {"scene_id": "oltl-11-03-11s21", "raw": "A scene from a TV show in which a woman is kneeling on the floor and holding hands with another woman.", "with_names": "a woman is kneeling on the floor and holding hands with another woman."}, {"scene_id": "oltl-11-03-11s22", "raw": "A scene from a TV show in which a man is talking to someone and looking at a wall.", "with_names": ""}, {"scene_id": "oltl-11-03-11s23", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-03-11s24", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-11-03-11s25", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at a book.", "with_names": ""}, {"scene_id": "oltl-11-03-11s26", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-11-03-11s27", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "oltl-11-03-11s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-03-11s29", "raw": "A scene from a TV show in which a woman is being accused of witchcraft.", "with_names": "a woman is being accused of witchcraft."}, {"scene_id": "oltl-11-03-11s30", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "oltl-11-03-11s31", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what you're talking about.\"", "with_names": ""}, {"scene_id": "oltl-11-03-11s32", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-11-03-11s33", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-03-11s34", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-03-11s35", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "oltl-11-03-11s36", "raw": "A scene from a TV show in which a man and a woman are talking in a hotel lobby.", "with_names": ""}, {"scene_id": "oltl-11-03-11s37", "raw": "A scene from a TV show in which a man is wearing a beanie and a leather jacket and is standing in an elevator.", "with_names": "a man is wearing a beanie and a leather jacket and is standing in an elevator."}, {"scene_id": "oltl-11-03-11s38", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-11-03-11s39", "raw": "A scene from a TV show in which a woman is pregnant and her friends are standing around her in a pink room.", "with_names": "a woman is pregnant and her friends are standing around her in a pink room."}, {"scene_id": "oltl-11-03-11s40", "raw": "A scene from a TV show in which a blonde woman is sitting in a room and looking at a door.", "with_names": "a blonde woman is sitting in a room and looking at a door."}, {"scene_id": "oltl-11-03-11s41", "raw": "A scene from a TV show in which a woman is looking at a man and making a surprised face.", "with_names": "a woman is looking at ] and making a surprised face."}, {"scene_id": "oltl-11-03-11s42", "raw": "A scene from a TV show in which a man sits at a table with a woman, playing cards.", "with_names": "a man sits at a table with a woman, playing cards."}, {"scene_id": "oltl-11-03-11s43", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-11-03-11s44", "raw": "A scene from a TV show in which a woman is looking at a picture of a man who is not her husband.", "with_names": "a woman is looking at a picture of a man who is not her husband."}, {"scene_id": "oltl-11-03-11s45", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}]