[{"scene_id": "bb-09-27-16s0", "raw": "A scene from a TV show in which a man is comforted by a friend", "with_names": "a man is comforted by a friend"}, {"scene_id": "bb-09-27-16s1", "raw": "A scene from a TV show in which a group of men are gathered around a table, looking at a piece of paper.", "with_names": "a group of men are gathered around a table, looking at a piece of paper."}, {"scene_id": "bb-09-27-16s3", "raw": "A scene from a TV show in which a woman is dressed as a snow angel and is being filmed by a crowd.", "with_names": "a woman is dressed as a snow angel and is being filmed by a crowd."}, {"scene_id": "bb-09-27-16s4", "raw": "A scene from a TV show in which a man is walking into a door and another man is standing outside.", "with_names": "Thomas is walking into a door and another man is standing outside."}, {"scene_id": "bb-09-27-16s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "a man is wearing a suit and tie and looking down."}, {"scene_id": "bb-09-27-16s10", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital room.", "with_names": ""}, {"scene_id": "bb-09-27-16s11", "raw": "A scene from a TV show in which a man and a woman are crying.", "with_names": "a man and Steffy are crying."}, {"scene_id": "bb-09-27-16s13", "raw": "A scene from a TV show in which a woman is talking to another woman to her left.", "with_names": ""}, {"scene_id": "bb-09-27-16s15", "raw": "A scene from a TV show in which a woman is looking through a window.", "with_names": "a woman is looking through a window."}, {"scene_id": "bb-09-27-16s19", "raw": "A scene from a TV show in which a young man is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-09-27-16s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at her phone", "with_names": ""}, {"scene_id": "bb-09-27-16s21", "raw": "A scene from a TV show in which a man is shaking hands with a woman.", "with_names": "Thomas is shaking hands with Steffy."}, {"scene_id": "bb-09-27-16s26", "raw": "A scene from a TV show in which a man is talking to a woman in a hospital room.", "with_names": ""}, {"scene_id": "bb-09-27-16s27", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman.", "with_names": ""}, {"scene_id": "bb-09-27-16s31", "raw": "A scene from a TV show in which the names of the main characters are superimposed over a cityscape at night.", "with_names": "the names of the main characters are superimposed over a cityscape at night."}, {"scene_id": "bb-09-27-16s32", "raw": "A scene from a TV show in which the names of the victims of the Pittsburgh synagogue shooting are read out.", "with_names": "the names of the victims of the pittsburgh synagogue shooting are read out."}]