[{"scene_id": "atwt-11-18-05s0", "raw": "A scene from a TV show in which a man is holding a cat", "with_names": "a man is holding a cat"}, {"scene_id": "atwt-11-18-05s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and laughing.", "with_names": ""}, {"scene_id": "atwt-11-18-05s2", "raw": "A scene from a TV show in which a man is seen using a hair product.", "with_names": "a man is using a hair product."}, {"scene_id": "atwt-11-18-05s3", "raw": "A scene from a TV show in which a man is smiling and looking to the left of the frame.", "with_names": "a man is smiling and looking to the left of the frame."}, {"scene_id": "atwt-11-18-05s4", "raw": "A scene from a TV show in which a young woman is wearing a blazer and a tie and talking to someone.", "with_names": ""}, {"scene_id": "atwt-11-18-05s5", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-11-18-05s6", "raw": "A scene from a TV show in which a woman is shown using a Keurig coffee maker to make coffee.", "with_names": ""}, {"scene_id": "atwt-11-18-05s7", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a woman is standing behind him.", "with_names": "a man is wearing a striped shirt and a woman is standing behind him."}, {"scene_id": "atwt-11-18-05s8", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and looking at the camera.", "with_names": "a woman is lying in a hospital bed and looking at the camera."}, {"scene_id": "atwt-11-18-05s9", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "atwt-11-18-05s10", "raw": "", "with_names": ""}, {"scene_id": "atwt-11-18-05s11", "raw": "A scene from a TV show in which a family is playing a board game.", "with_names": "a family is playing a board game."}, {"scene_id": "atwt-11-18-05s12", "raw": "A scene from a TV show in which a young man and his father are standing in front of a kitchen cabinet.", "with_names": "a young man and his father are standing in front of a kitchen cabinet."}, {"scene_id": "atwt-11-18-05s13", "raw": "A scene from a TV show in which a woman is wearing a pink coat and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-11-18-05s14", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-18-05s15", "raw": "A scene from a TV show in which a man is painting a white horse.", "with_names": "a man is painting a white horse."}, {"scene_id": "atwt-11-18-05s16", "raw": "A scene from a TV show in which a woman is wearing a scarf around her neck", "with_names": "a woman is wearing a scarf around her neck"}, {"scene_id": "atwt-11-18-05s17", "raw": "A scene from a TV show in which a woman is standing next to a hospital bed, a man is sitting in it.", "with_names": "a woman is standing next to a hospital bed, a man is sitting in it."}, {"scene_id": "atwt-11-18-05s18", "raw": "A scene from a TV show in which a man is wearing a red shirt and a mustache.", "with_names": "a man is wearing a red shirt and a mustache."}, {"scene_id": "atwt-11-18-05s19", "raw": "A scene from a TV show in which a family is sitting on the beach.", "with_names": "a family is sitting on the beach."}, {"scene_id": "atwt-11-18-05s20", "raw": "A scene from a TV show in which a man is standing in a wine cellar, looking at a bottle.", "with_names": "a man is standing in a wine cellar, looking at a bottle."}, {"scene_id": "atwt-11-18-05s21", "raw": "A scene from a TV show in which a young man is sitting on a bench and looking to the side.", "with_names": "a young man is sitting on a bench and looking to the side."}, {"scene_id": "atwt-11-18-05s22", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "a man is wearing a suit and tie and looking down."}, {"scene_id": "atwt-11-18-05s23", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-11-18-05s24", "raw": "A scene from a TV show in which a Hummer is parked in a parking lot at night.", "with_names": "a hummer is parked in a parking lot at night."}]