[{"scene_id": "atwt-01-14-03s0", "raw": "A scene from a TV show in which a young woman is wearing a white apron and a red and white striped shirt.", "with_names": "a young woman is wearing a white apron and a red and white striped shirt."}, {"scene_id": "atwt-01-14-03s1", "raw": "A scene from a TV show in which a woman is wearing a grey coat and a green turtleneck.", "with_names": "a woman is wearing a grey coat and a green turtleneck."}, {"scene_id": "atwt-01-14-03s2", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-14-03s3", "raw": "A scene from a TV show in which a young black woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-01-14-03s4", "raw": "A scene from a TV show in which a woman is standing in front of a counter, cutting cheese.", "with_names": "a woman is standing in front of a counter, cutting cheese."}, {"scene_id": "atwt-01-14-03s5", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-14-03s6", "raw": "A scene from a TV show in which a skateboarder is riding a ramp in a suburban street.", "with_names": "a skateboarder is riding a ramp in a suburban street."}, {"scene_id": "atwt-01-14-03s7", "raw": "A scene from a TV show in which a man is wearing a black coat and a white shirt and is looking down.", "with_names": "a man is wearing a black coat and a white shirt and is looking down."}, {"scene_id": "atwt-01-14-03s8", "raw": "A scene from a TV show in which a frog is reading a letter to a baby.", "with_names": "a frog is reading a letter to a baby."}, {"scene_id": "atwt-01-14-03s9", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-01-14-03s10", "raw": "A scene from a TV show in which a young man is walking down a street and looking at something.", "with_names": "a young man is walking down a street and looking at something."}, {"scene_id": "atwt-01-14-03s11", "raw": "A scene from a TV show in which a man is talking to a woman while she is lying down.", "with_names": ""}, {"scene_id": "atwt-01-14-03s12", "raw": "A scene from a TV show in which a blonde woman is wearing a red turtleneck and a short bob haircut.", "with_names": "a blonde woman is wearing a red turtleneck and a short bob haircut."}, {"scene_id": "atwt-01-14-03s13", "raw": "A scene from a TV show in which a woman is talking and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-01-14-03s14", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-01-14-03s15", "raw": "A scene from a TV show in which a woman is looking shocked and her mouth is open.", "with_names": "Barbara is looking shocked and her mouth is open."}, {"scene_id": "atwt-01-14-03s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-14-03s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-14-03s18", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and smiling.", "with_names": "Lucy is sitting in a hospital bed and smiling."}, {"scene_id": "atwt-01-14-03s19", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}]