[{"scene_id": "atwt-02-19-08s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-02-19-08s1", "raw": "A scene from a TV show in which a man and a woman are standing in a restaurant, with a child sitting at a table.", "with_names": "a man and a woman are standing in a restaurant, with a child sitting at a table."}, {"scene_id": "atwt-02-19-08s2", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-02-19-08s3", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "atwt-02-19-08s4", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a tie and is looking at a woman.", "with_names": "a man is wearing a striped shirt and a tie and is looking at a woman."}, {"scene_id": "atwt-02-19-08s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-19-08s6", "raw": "A scene from a TV show in which a baby is seen playing with a pug.", "with_names": "a baby is playing with a pug."}, {"scene_id": "atwt-02-19-08s7", "raw": "A scene from a TV show in which a man and a woman are walking in a park.", "with_names": "a man and a woman are walking in a park."}, {"scene_id": "atwt-02-19-08s8", "raw": "A scene from a TV show in which a man is making a face", "with_names": "a man is making a face"}, {"scene_id": "atwt-02-19-08s9", "raw": "A scene from a TV show in which a young woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-19-08s10", "raw": "A scene from a TV show in which a man is singing", "with_names": "a man is singing"}, {"scene_id": "atwt-02-19-08s11", "raw": "A scene from a TV show in which a woman is sitting at a desk and another woman is standing behind her.", "with_names": "a woman is sitting at a desk and another woman is standing behind her."}, {"scene_id": "atwt-02-19-08s12", "raw": "A scene from a TV show in which a man and a woman are looking at each other through a window.", "with_names": "a man and a woman are looking at each other through a window."}, {"scene_id": "atwt-02-19-08s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-19-08s14", "raw": "A scene from a TV show in which a young man is wearing a green shirt and a blonde hair", "with_names": "a young man is wearing a green shirt and a blonde hair"}, {"scene_id": "atwt-02-19-08s15", "raw": "A scene from a TV show in which a woman is lying on a bed with her legs spread wide.", "with_names": "a woman is lying on a bed with her legs spread wide."}, {"scene_id": "atwt-02-19-08s16", "raw": "A scene from a TV show in which two men are standing in a bar, talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-19-08s17", "raw": "A scene from a TV show in which a man is walking through a park with a cane.", "with_names": "a man is walking through a park with a cane."}, {"scene_id": "atwt-02-19-08s18", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, with a bartender standing behind them.", "with_names": "a man and a woman are standing in a bar, with a bartender standing behind them."}, {"scene_id": "atwt-02-19-08s19", "raw": "A scene from a TV show in which a man and a woman are standing behind a glass barrier.", "with_names": "a man and a woman are standing behind a glass barrier."}, {"scene_id": "atwt-02-19-08s20", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a necklace.", "with_names": "a woman is wearing a blue shirt and a necklace."}, {"scene_id": "atwt-02-19-08s21", "raw": "A scene from a TV show in which a woman is shopping for hats.", "with_names": "a woman is shopping for hats."}, {"scene_id": "atwt-02-19-08s22", "raw": "A scene from a TV show in which a woman is wearing a red sleeveless top and a bob haircut", "with_names": "a woman is wearing a red sleeveless top and a bob haircut"}, {"scene_id": "atwt-02-19-08s23", "raw": "A scene from a TV show in which a woman is seen holding a baby in a room with a bookcase and a door", "with_names": "a woman is holding a baby in a room with a bookcase and a door"}, {"scene_id": "atwt-02-19-08s24", "raw": "A scene from a TV show in which baby socks are hanging from a clothesline.", "with_names": "baby socks are hanging from a clothesline."}, {"scene_id": "atwt-02-19-08s25", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed.", "with_names": "a woman is looking down and her eyes are closed."}, {"scene_id": "atwt-02-19-08s26", "raw": "A scene from a TV show in which a woman is seen entering a room with a man.", "with_names": "a woman is entering a room with a man."}, {"scene_id": "atwt-02-19-08s27", "raw": "A scene from a TV show in which a man is talking to a woman in a store.", "with_names": ""}, {"scene_id": "atwt-02-19-08s28", "raw": "A scene from a TV show in which a woman is handing a baby to a man.", "with_names": "a woman is handing a baby to a man."}, {"scene_id": "atwt-02-19-08s29", "raw": "A scene from a TV show in which a woman is shown smiling and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-02-19-08s30", "raw": "A scene from a TV show in which a young man is looking surprised.", "with_names": "a young man is looking surprised."}, {"scene_id": "atwt-02-19-08s31", "raw": "A scene from a TV show in which a man is talking to a waiter.", "with_names": ""}, {"scene_id": "atwt-02-19-08s32", "raw": "A scene from a TV show in which a person is holding a piece of paper.", "with_names": "a person is holding a piece of paper."}, {"scene_id": "atwt-02-19-08s33", "raw": "A scene from a TV show in which a man is looking at a wall and talking", "with_names": ""}, {"scene_id": "atwt-02-19-08s34", "raw": "A scene from a TV show in which a woman is getting a tattoo on her hand.", "with_names": "a woman is getting a tattoo on her hand."}, {"scene_id": "atwt-02-19-08s35", "raw": "A scene from a TV show in which a woman is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "atwt-02-19-08s36", "raw": "A scene from a TV show in which a woman is wearing a red sleeveless top and a short blonde hair", "with_names": "a woman is wearing a red sleeveless top and a short blonde hair"}, {"scene_id": "atwt-02-19-08s37", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at a woman."}, {"scene_id": "atwt-02-19-08s38", "raw": "A scene from a TV show in which a man is holding a door open with a white glove.", "with_names": "] is holding a door open with a white glove."}, {"scene_id": "atwt-02-19-08s39", "raw": "A scene from a TV show in which a woman is showering with a body wash.", "with_names": "] is showering with a body wash."}]