[{"scene_id": "atwt-04-19-07s0", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and Meg are looking at each other."}, {"scene_id": "atwt-04-19-07s1", "raw": "A scene from a TV show in which a woman is talking to a man, and he is wearing a shirt that says \"Coffee Beans\"", "with_names": ""}, {"scene_id": "atwt-04-19-07s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and covering her eyes with her hands.", "with_names": ""}, {"scene_id": "atwt-04-19-07s3", "raw": "A scene from a TV show in which a person is washing a banana in a sink.", "with_names": "a person is washing a banana in a sink."}, {"scene_id": "atwt-04-19-07s4", "raw": "A scene from a TV show in which a young man is looking off to the side.", "with_names": "a young man is looking off to the side."}, {"scene_id": "atwt-04-19-07s5", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "atwt-04-19-07s6", "raw": "A scene from a TV show in which a woman is interviewing a man in a suit.", "with_names": "a woman is interviewing a man in a suit."}, {"scene_id": "atwt-04-19-07s7", "raw": "A scene from a TV show in which a person writes the word \"2016\" with a quill pen.", "with_names": "a person writes the word \"2016\" with a quill pen."}, {"scene_id": "atwt-04-19-07s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-19-07s9", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-04-19-07s10", "raw": "A scene from a TV show in which a woman is seen watering plants with a hose.", "with_names": "a woman is watering plants with a hose."}, {"scene_id": "atwt-04-19-07s11", "raw": "A scene from a TV show in which a woman is yelling and looking angry.", "with_names": "a woman is yelling and looking angry."}, {"scene_id": "atwt-04-19-07s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-19-07s13", "raw": "A scene from a TV show in which a young girl is eating spaghetti.", "with_names": "a young girl is eating spaghetti."}, {"scene_id": "atwt-04-19-07s14", "raw": "A scene from a TV show in which a young girl is sitting on a chair and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-04-19-07s15", "raw": "A scene from a TV show in which two boys are standing in front of a door.", "with_names": "two boys are standing in front of a door."}, {"scene_id": "atwt-04-19-07s16", "raw": "A scene from a TV show in which a woman is talking to a group of people.", "with_names": ""}, {"scene_id": "atwt-04-19-07s17", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "atwt-04-19-07s18", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and a man is standing next to her."}, {"scene_id": "atwt-04-19-07s19", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-04-19-07s20", "raw": "A scene from a TV show in which a dog is shown running through a building.", "with_names": ""}]