[{"scene_id": "bb-03-29-06s0", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open", "with_names": ""}, {"scene_id": "bb-03-29-06s1", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-03-29-06s2", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "bb-03-29-06s3", "raw": "A scene from a TV show in which a woman is talking and her mouth is open", "with_names": ""}, {"scene_id": "bb-03-29-06s4", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "bb-03-29-06s5", "raw": "A scene from a TV show in which a blonde woman is looking at a man and smiling.", "with_names": "a blonde woman is looking at a man and smiling."}, {"scene_id": "bb-03-29-06s6", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "bb-03-29-06s7", "raw": "A scene from a TV show in which a man is sitting on a chair and his arms are crossed.", "with_names": ""}, {"scene_id": "bb-03-29-06s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-29-06s9", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman stands next to him, and a TV is visible in the background.", "with_names": "a man is lying in a hospital bed, a woman stands next to him, and a tv is visible in the background."}, {"scene_id": "bb-03-29-06s10", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-03-29-06s11", "raw": "A scene from a TV show in which a woman is standing in front of a window and looking out.", "with_names": "a woman is standing in front of a window and looking out."}, {"scene_id": "bb-03-29-06s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]