[{"scene_id": "atwt-10-15-07s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Jack is kissing Carly on the cheek."}, {"scene_id": "atwt-10-15-07s1", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-10-15-07s2", "raw": "A scene from a TV show in which a woman is holding a vase and a potted plant.", "with_names": "a woman is holding a vase and a potted plant."}, {"scene_id": "atwt-10-15-07s3", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a ponytail.", "with_names": "a woman is wearing a red shirt and a ponytail."}, {"scene_id": "atwt-10-15-07s4", "raw": "A scene from a TV show in which a young man is sitting in a hospital bed and looking at the camera.", "with_names": "a young man is sitting in a hospital bed and looking at the camera."}, {"scene_id": "atwt-10-15-07s5", "raw": "A scene from a TV show in which a card reads \"Fiber isn't fiber\"", "with_names": "a card reads \"fiber isn't fiber\""}, {"scene_id": "atwt-10-15-07s6", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "atwt-10-15-07s7", "raw": "A scene from a TV show in which a man is looking at a red sign.", "with_names": "a man is looking at a red sign."}, {"scene_id": "atwt-10-15-07s8", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-10-15-07s9", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "atwt-10-15-07s10", "raw": "A scene from a TV show in which a woman is making a face", "with_names": "a woman is making a face"}, {"scene_id": "atwt-10-15-07s11", "raw": "A scene from a TV show in which a green computer mouse is sitting on top of a TV.", "with_names": "a green computer mouse is sitting on top of a tv."}, {"scene_id": "atwt-10-15-07s12", "raw": "A scene from a TV show in which a woman is talking and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "atwt-10-15-07s13", "raw": "A scene from a TV show in which a young girl is sitting in a hospital bed and a doctor is standing behind her.", "with_names": "a young girl is sitting in a hospital bed and a doctor is standing behind her."}, {"scene_id": "atwt-10-15-07s14", "raw": "A scene from a TV show in which a young man is sitting in a hospital bed and looking down.", "with_names": "a young man is sitting in a hospital bed and looking down."}, {"scene_id": "atwt-10-15-07s15", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-10-15-07s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-10-15-07s17", "raw": "A scene from a TV show in which a woman is holding a baby and smiling.", "with_names": "a woman is holding a baby and smiling."}, {"scene_id": "atwt-10-15-07s18", "raw": "A scene from a TV show in which a woman is looking at a computer screen.", "with_names": "a woman is looking at a computer screen."}, {"scene_id": "atwt-10-15-07s19", "raw": "A scene from a TV show in which a man is looking down and wearing a blue shirt", "with_names": "a man is looking down and wearing a blue shirt"}, {"scene_id": "atwt-10-15-07s20", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-10-15-07s21", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-15-07s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-15-07s23", "raw": "A scene from a TV show in which a man is seen in a black room with the words \"The Blacklist\" written above him.", "with_names": "a man is in a black room with the words \"the blacklist\" written above him."}, {"scene_id": "atwt-10-15-07s24", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "atwt-10-15-07s25", "raw": "A scene from a TV show in which a woman is wearing a shirt and a man is standing next to her.", "with_names": "a woman is wearing a shirt and a man is standing next to her."}, {"scene_id": "atwt-10-15-07s26", "raw": "A scene from a TV show in which a woman and a man are standing in a room.", "with_names": "a woman and a man are standing in a room."}, {"scene_id": "atwt-10-15-07s27", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a ponytail.", "with_names": "a woman is wearing a red jacket and a ponytail."}, {"scene_id": "atwt-10-15-07s28", "raw": "A scene from a TV show in which a young man is looking at the camera and wearing a blue shirt", "with_names": "a young man is looking at the camera and wearing a blue shirt"}, {"scene_id": "atwt-10-15-07s29", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-15-07s30", "raw": "A scene from a TV show in which a blonde woman is wearing a red dress and looking to the right of the frame.", "with_names": "a blonde woman is wearing a red dress and looking to the right of the frame."}, {"scene_id": "atwt-10-15-07s31", "raw": "A scene from a TV show in which a bottle of hair product is shown", "with_names": ""}, {"scene_id": "atwt-10-15-07s32", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black shirt", "with_names": "a man is looking at the camera and wearing a black shirt"}, {"scene_id": "atwt-10-15-07s33", "raw": "A scene from a TV show in which a man is talking to someone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-10-15-07s34", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "atwt-10-15-07s35", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-15-07s36", "raw": "A scene from a TV show in which a man is sitting at a piano and a woman is standing behind him.", "with_names": "] is sitting at a piano and a woman is standing behind him."}, {"scene_id": "atwt-10-15-07s37", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-10-15-07s38", "raw": "A scene from a TV show in which a man is looking down and wearing a purple shirt", "with_names": "a man is looking down and wearing a purple shirt"}, {"scene_id": "atwt-10-15-07s39", "raw": "A scene from a TV show in which a rabbit is seen dancing in a living room.", "with_names": "a rabbit is dancing in a living room."}]