[{"scene_id": "atwt-10-05-01s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-05-01s1", "raw": "A scene from a TV show in which a woman is sitting at a table, wearing a white dress and a necklace.", "with_names": "Katie is sitting at a table, wearing a white dress and a necklace."}, {"scene_id": "atwt-10-05-01s2", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Barbara is looking at Paul and he is looking back at her."}, {"scene_id": "atwt-10-05-01s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-05-01s4", "raw": "A scene from a TV show in which a young woman is sitting in a chair and looking off to the side.", "with_names": ""}, {"scene_id": "atwt-10-05-01s5", "raw": "A scene from a TV show in which a man is talking to someone and looking surprised.", "with_names": ""}, {"scene_id": "atwt-10-05-01s6", "raw": "A scene from a TV show in which a woman is wearing a wedding ring on her finger and a man is looking at her.", "with_names": "Katie is wearing a wedding ring on her finger and Bruno is looking at her."}, {"scene_id": "atwt-10-05-01s7", "raw": "A scene from a TV show in which a blonde woman is smiling and looking down.", "with_names": "a blonde woman is smiling and looking down."}, {"scene_id": "atwt-10-05-01s8", "raw": "A scene from a TV show in which a man is wearing a white shirt and a badge on his shirt.", "with_names": "a man is wearing a white shirt and a badge on his shirt."}, {"scene_id": "atwt-10-05-01s9", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "atwt-10-05-01s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-05-01s11", "raw": "A scene from a TV show in which a man sprays a can of Raid on a carpet.", "with_names": "Craig sprays a can of raid on a carpet."}, {"scene_id": "atwt-10-05-01s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-05-01s13", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-10-05-01s14", "raw": "A scene from a TV show in which a woman is holding a pig.", "with_names": "Katie is holding a pig."}, {"scene_id": "atwt-10-05-01s15", "raw": "A scene from a TV show in which a lamp is turned on and off.", "with_names": "a lamp is turned on and off."}, {"scene_id": "atwt-10-05-01s17", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-10-05-01s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-05-01s19", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "Mitzi is being held by Jack."}, {"scene_id": "atwt-10-05-01s20", "raw": "A scene from a TV show in which a car is thrown off a tall building.", "with_names": "a car is thrown off a tall building."}, {"scene_id": "atwt-10-05-01s21", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt and is looking down.", "with_names": "Hal is wearing a suit and a white shirt and is looking down."}, {"scene_id": "atwt-10-05-01s22", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "Paul is looking at the camera with a serious expression."}, {"scene_id": "atwt-10-05-01s23", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}]