[{"scene_id": "gl-05-11-05s0", "raw": "A scene from a TV show in which a woman is wearing a strapless black dress and a man is looking at her.", "with_names": "Lizzie is wearing a strapless black dress and Buzz is looking at her."}, {"scene_id": "gl-05-11-05s1", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a necklace.", "with_names": "a woman is wearing a white shirt and a necklace."}, {"scene_id": "gl-05-11-05s2", "raw": "A scene from a TV show in which a man and a boy are talking to each other.", "with_names": ""}, {"scene_id": "gl-05-11-05s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-11-05s4", "raw": "A scene from a TV show in which a man is seen kissing a woman in a dark room.", "with_names": "a man is kissing a woman in a dark room."}, {"scene_id": "gl-05-11-05s5", "raw": "A scene from a TV show in which a woman is talking on the phone and her face is distorted", "with_names": ""}, {"scene_id": "gl-05-11-05s7", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Mallet is crying"}, {"scene_id": "gl-05-11-05s8", "raw": "A scene from a TV show in which a man is wearing a green shirt and a blue shirt", "with_names": "Harley is wearing a green shirt and a blue shirt"}, {"scene_id": "gl-05-11-05s9", "raw": "A scene from a TV show in which a man is sitting in a classroom and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-11-05s11", "raw": "A scene from a TV show in which a man is talking on the phone while a woman looks on.", "with_names": ""}, {"scene_id": "gl-05-11-05s12", "raw": "A scene from a TV show in which a man is looking at a mirror and another man is standing behind him.", "with_names": "a man is looking at a mirror and another man is standing behind him."}, {"scene_id": "gl-05-11-05s13", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-05-11-05s14", "raw": "A scene from a TV show in which a man is trying to help a young manI", "with_names": "a man is trying to help a young mani"}, {"scene_id": "gl-05-11-05s15", "raw": "A scene from a TV show in which a woman is in a jail cell.", "with_names": "a woman is in a jail cell."}, {"scene_id": "gl-05-11-05s16", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking annoyed.", "with_names": "a man is wearing a suit and a tie and looking annoyed."}, {"scene_id": "gl-05-11-05s17", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and another man is wearing a suit and tie.", "with_names": "Harley is wearing a suit and a tie and another man is wearing a suit and tie."}, {"scene_id": "gl-05-11-05s18", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Bill is crying"}, {"scene_id": "gl-05-11-05s19", "raw": "A scene from a TV show in which two women are standing next to each other, one is holding a white dog.", "with_names": "two women are standing next to each other, one is holding a white dog."}, {"scene_id": "gl-05-11-05s21", "raw": "A scene from a TV show in which a man and a woman are standing in front of a fireplace.", "with_names": "Danny and Marina are standing in front of a fireplace."}, {"scene_id": "gl-05-11-05s22", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is gesturing with his hand.", "with_names": "a man is wearing a suit and a tie and is gesturing with his hand."}, {"scene_id": "gl-05-11-05s23", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-11-05s24", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "gl-05-11-05s26", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Alan is looking at Gus and she is looking back at him."}, {"scene_id": "gl-05-11-05s29", "raw": "A scene from a TV show in which a woman is sitting at a table with a glass of wine and a red rose.", "with_names": "a woman is sitting at a table with a glass of wine and a red rose."}, {"scene_id": "gl-05-11-05s30", "raw": "A scene from a TV show in which a woman is drinking a glass of water.", "with_names": "a woman is drinking a glass of water."}, {"scene_id": "gl-05-11-05s31", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing Lizzie on the cheek."}, {"scene_id": "gl-05-11-05s32", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "gl-05-11-05s33", "raw": "A scene from a TV show in which a man is seen running from a window.", "with_names": "a man is running from a window."}, {"scene_id": "gl-05-11-05s35", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "gl-05-11-05s37", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and eating a meal.", "with_names": "Danny is sitting in a restaurant and eating a meal."}, {"scene_id": "gl-05-11-05s38", "raw": "A scene from a TV show in which a man and a boy are sitting at a table with a beer and playing a board game.", "with_names": "a man and a boy are sitting at a table with a beer and playing a board game."}, {"scene_id": "gl-05-11-05s39", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-11-05s40", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-05-11-05s41", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "gl-05-11-05s42", "raw": "A scene from a TV show in which Charlie Sheen is seen in a blue shirt and black suit jacket", "with_names": "charlie sheen is in a blue shirt and black suit jacket"}, {"scene_id": "gl-05-11-05s43", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-05-11-05s45", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are looking at each other.", "with_names": "Marina is sitting next to a man and they are looking at each other."}, {"scene_id": "gl-05-11-05s46", "raw": "A scene from a TV show in which a man is talking to a little boy.", "with_names": ""}, {"scene_id": "gl-05-11-05s47", "raw": "A scene from a TV show in which a man is talking to another man in a room.", "with_names": ""}, {"scene_id": "gl-05-11-05s48", "raw": "A scene from a TV show in which a man is seen from behind, with his shadow visible on the wall.", "with_names": "Bill is from behind, with his shadow visible on the wall."}, {"scene_id": "gl-05-11-05s49", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-05-11-05s50", "raw": "A scene from a TV show in which a man is being beaten by a woman", "with_names": "a man is being beaten by Gus"}]