[{"scene_id": "oltl-07-17-07s0", "raw": "A scene from a TV show in which a young man is leaning against a wall, looking down and his head is tilted to the side.", "with_names": "a young man is leaning against a wall, looking down and his head is tilted to the side."}, {"scene_id": "oltl-07-17-07s1", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-07-17-07s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-17-07s3", "raw": "A scene from a TV show in which a woman is shocked by a man.", "with_names": "a woman is shocked by a man."}, {"scene_id": "oltl-07-17-07s4", "raw": "A scene from a TV show in which a woman is shown with her mouth open and her eyes closed.", "with_names": ""}, {"scene_id": "oltl-07-17-07s5", "raw": "A scene from a TV show in which a woman is standing in a room with her arms crossed.", "with_names": "a woman is standing in a room with her arms crossed."}, {"scene_id": "oltl-07-17-07s6", "raw": "A scene from a TV show in which a man is sitting at a table with two women.", "with_names": "a man is sitting at a table with two women."}, {"scene_id": "oltl-07-17-07s7", "raw": "A scene from a TV show in which a man is wearing a suit and a black shirt and is looking at the camera.", "with_names": "a man is wearing a suit and a black shirt and is looking at the camera."}, {"scene_id": "oltl-07-17-07s8", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "oltl-07-17-07s9", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing a black jacket.", "with_names": ""}, {"scene_id": "oltl-07-17-07s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-17-07s11", "raw": "A scene from a TV show in which a woman is talking to another woman and the other woman has her mouth open and is looking at her.", "with_names": ""}, {"scene_id": "oltl-07-17-07s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-17-07s13", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-07-17-07s14", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-07-17-07s15", "raw": "A scene from a TV show in which a man is wearing a shirt and looking down.", "with_names": "a man is wearing a shirt and looking down."}, {"scene_id": "oltl-07-17-07s16", "raw": "A scene from a TV show in which a woman is smiling and wearing a black blazer.", "with_names": "a woman is smiling and wearing a black blazer."}, {"scene_id": "oltl-07-17-07s17", "raw": "A scene from a TV show in which a man is standing next to a patient in a hospital bed.", "with_names": "a man is standing next to a patient in a hospital bed."}, {"scene_id": "oltl-07-17-07s18", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-17-07s19", "raw": "A scene from a TV show in which a man is being helped by another man.", "with_names": "a man is being helped by another man."}, {"scene_id": "oltl-07-17-07s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-17-07s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "oltl-07-17-07s22", "raw": "A scene from a TV show in which two girls are sitting at a table in a bar, talking to each other.", "with_names": ""}, {"scene_id": "oltl-07-17-07s23", "raw": "A scene from a TV show in which a man is holding a snake and a woman is looking at it.", "with_names": "a man is holding a snake and a woman is looking at it."}, {"scene_id": "oltl-07-17-07s24", "raw": "A scene from a TV show in which a man stands next to a hospital bed and talks to another man.", "with_names": "a man stands next to a hospital bed and talks to another man."}, {"scene_id": "oltl-07-17-07s25", "raw": "A scene from a TV show in which a man is holding a laptop and looking at a woman.", "with_names": "a man is holding a laptop and looking at a woman."}, {"scene_id": "oltl-07-17-07s26", "raw": "A scene from a TV show in which a girl is talking to a boy at a restaurant.", "with_names": ""}, {"scene_id": "oltl-07-17-07s27", "raw": "A scene from a TV show in which a woman is standing in a room and another woman is in the doorway.", "with_names": "a woman is standing in a room and another woman is in the doorway."}, {"scene_id": "oltl-07-17-07s28", "raw": "A scene from a TV show in which a woman is holding a black hat and looking at it.", "with_names": "a woman is holding a black hat and looking at it."}, {"scene_id": "oltl-07-17-07s29", "raw": "A scene from a TV show in which a woman is standing in a bar, a man is sitting at a table, and another woman is seated at a table behind them.", "with_names": "a woman is standing in a bar, a man is sitting at a table, and another woman is seated at a table behind them."}, {"scene_id": "oltl-07-17-07s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-17-07s31", "raw": "A scene from a TV show in which a man is talking to someone in a garden.", "with_names": ""}]