[{"scene_id": "oltl-01-27-10s0", "raw": "A scene from a TV show in which a woman is being pushed by a man.", "with_names": "Kim is being pushed by Schuyler."}, {"scene_id": "oltl-01-27-10s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-01-27-10s2", "raw": "A scene from a TV show in which a woman is talking to a man behind bars.", "with_names": ""}, {"scene_id": "oltl-01-27-10s3", "raw": "A scene from a TV show in which a woman is talking to the camera while wearing a white jacket.", "with_names": ""}, {"scene_id": "oltl-01-27-10s4", "raw": "A scene from a TV show in which a man is seen wiping his nose with a tissue.", "with_names": "a man is wiping his nose with a tissue."}, {"scene_id": "oltl-01-27-10s5", "raw": "A scene from a TV show in which a man is wearing safety glasses and ear protection and is holding a gun.", "with_names": "a man is wearing safety glasses and ear protection and is holding a gun."}, {"scene_id": "oltl-01-27-10s6", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-01-27-10s7", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is standing outside the cell.", "with_names": "a woman is in a jail cell and a man is standing outside the cell."}, {"scene_id": "oltl-01-27-10s8", "raw": "A scene from a TV show in which a woman is talking to someone and smiling.", "with_names": ""}, {"scene_id": "oltl-01-27-10s9", "raw": "A scene from a TV show in which a man is wearing a white coat and a woman is in the background.", "with_names": "a man is wearing a white coat and a woman is in the background."}, {"scene_id": "oltl-01-27-10s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-27-10s11", "raw": "A scene from a TV show in which a blonde woman is wearing a red dress and looking down.", "with_names": "a blonde woman is wearing a red dress and looking down."}, {"scene_id": "oltl-01-27-10s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-01-27-10s13", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "oltl-01-27-10s14", "raw": "A scene from a TV show in which a man is being shot in the head with a gun.", "with_names": "a man is being shot in the head with a gun."}, {"scene_id": "oltl-01-27-10s15", "raw": "A scene from a TV show in which a man is holding a woman by her hair and she is crying.", "with_names": "a man is holding a woman by her hair and she is crying."}, {"scene_id": "oltl-01-27-10s16", "raw": "A scene from a TV show in which a woman is sitting on the floor and her hand is raised in the air.", "with_names": "a woman is sitting on the floor and her hand is raised in the air."}, {"scene_id": "oltl-01-27-10s17", "raw": "A scene from a TV show in which a man is singing and a woman is looking at him.", "with_names": "a man is singing and a woman is looking at him."}, {"scene_id": "oltl-01-27-10s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-01-27-10s19", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "oltl-01-27-10s20", "raw": "A scene from a TV show in which a man is in an elevator and a woman is standing next to him.", "with_names": "a man is in an elevator and a woman is standing next to him."}, {"scene_id": "oltl-01-27-10s21", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-01-27-10s22", "raw": "A scene from a TV show in which a woman is talking to another woman through a glass door.", "with_names": ""}, {"scene_id": "oltl-01-27-10s23", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-01-27-10s24", "raw": "A scene from a TV show in which a doctor is talking to a young man.", "with_names": ""}, {"scene_id": "oltl-01-27-10s25", "raw": "A scene from a TV show in which a man is wearing a white and black striped jacket and a purple shirt.", "with_names": "a man is wearing a white and black striped jacket and a purple shirt."}, {"scene_id": "oltl-01-27-10s26", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-01-27-10s27", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "oltl-01-27-10s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-27-10s29", "raw": "A scene from a TV show in which a blonde woman is standing next to a man in a jail cell.", "with_names": "a blonde woman is standing next to a man in a jail cell."}, {"scene_id": "oltl-01-27-10s30", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-01-27-10s31", "raw": "A scene from a TV show in which a man is wearing a blue tie and a white sweater", "with_names": "a man is wearing a blue tie and a white sweater"}, {"scene_id": "oltl-01-27-10s32", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-27-10s33", "raw": "A scene from a TV show in which a man is leaning against a wall and a woman is standing next to him.", "with_names": "a man is leaning against a wall and a woman is standing next to him."}, {"scene_id": "oltl-01-27-10s34", "raw": "A scene from a TV show in which a young man is walking down a staircase, carrying a large black bag.", "with_names": "a young man is walking down a staircase, carrying a large black bag."}, {"scene_id": "oltl-01-27-10s35", "raw": "A scene from a TV show in which a woman is standing in a jail cell.", "with_names": "a woman is standing in a jail cell."}, {"scene_id": "oltl-01-27-10s36", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-27-10s37", "raw": "A scene from a TV show in which a blonde woman is looking at a man through a window.", "with_names": "a blonde woman is looking at a man through a window."}, {"scene_id": "oltl-01-27-10s38", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-27-10s39", "raw": "A scene from a TV show in which a man is talking on a cell phone while another man is standing behind him.", "with_names": ""}, {"scene_id": "oltl-01-27-10s40", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-01-27-10s41", "raw": "A scene from a TV show in which a man with a grey beard is looking down and wearing a suit.", "with_names": "a man with a grey beard is looking down and wearing a suit."}, {"scene_id": "oltl-01-27-10s42", "raw": "A scene from a TV show in which a man is wearing a white coat and a tie and is looking at the camera.", "with_names": "a man is wearing a white coat and a tie and is looking at the camera."}, {"scene_id": "oltl-01-27-10s43", "raw": "A scene from a TV show in which a woman is sitting on a couch with a bag of chips.", "with_names": ""}, {"scene_id": "oltl-01-27-10s44", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-01-27-10s45", "raw": "A scene from a TV show in which a woman is eating a chip.", "with_names": "a woman is eating a chip."}, {"scene_id": "oltl-01-27-10s46", "raw": "A scene from a TV show in which a doctor is talking to a woman in a purple shirt.", "with_names": ""}, {"scene_id": "oltl-01-27-10s47", "raw": "A scene from a TV show in which a man is walking down a hallway and a young man is standing behind him.", "with_names": "a man is walking down a hallway and a young man is standing behind him."}, {"scene_id": "oltl-01-27-10s48", "raw": "A scene from a TV show in which a blonde woman is in a jail cell and a man is standing behind her.", "with_names": "a blonde woman is in a jail cell and a man is standing behind her."}, {"scene_id": "oltl-01-27-10s49", "raw": "A scene from a TV show in which a chandelier hangs from a staircase.", "with_names": "a chandelier hangs from a staircase."}, {"scene_id": "oltl-01-27-10s50", "raw": "A scene from a TV show in which a woman is seen aiming a gun at a target.", "with_names": "a woman is aiming a gun at a target."}, {"scene_id": "oltl-01-27-10s51", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}]