[{"scene_id": "bb-11-29-16s0", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-29-16s1", "raw": "A scene from a TV show in which a white logo is superimposed over a blue background. The title is \"The Bold and the Beautiful\"", "with_names": "a white logo is superimposed over a blue background. the title is \"the bold and the beautiful\""}, {"scene_id": "bb-11-29-16s2", "raw": "A scene from a TV show in which a man is holding a glass and talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-29-16s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-11-29-16s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-11-29-16s5", "raw": "A scene from a TV show in which a woman is talking to a man in a room with a large poster of glasses.", "with_names": ""}, {"scene_id": "bb-11-29-16s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-29-16s7", "raw": "A scene from a TV show in which a woman is standing in front of a red door, wearing a purple dress and a black tie.", "with_names": "a woman is standing in front of a red door, wearing a purple dress and a black tie."}, {"scene_id": "bb-11-29-16s8", "raw": "A scene from a TV show in which a man is standing in front of a window, looking out at a city skyline.", "with_names": "a man is standing in front of a window, looking out at a city skyline."}, {"scene_id": "bb-11-29-16s9", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "bb-11-29-16s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-11-29-16s11", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "bb-11-29-16s12", "raw": "A scene from a TV show in which a heart is drawn in the sand on a beach", "with_names": "a heart is drawn in the sand on a beach"}]