[{"scene_id": "gl-08-01-06s0", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-08-01-06s1", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what you're talking about.\"", "with_names": ""}, {"scene_id": "gl-08-01-06s2", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "gl-08-01-06s3", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-08-01-06s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is standing in a room with a woman.", "with_names": "a man is wearing a suit and tie and is standing in a room with a woman."}, {"scene_id": "gl-08-01-06s5", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-08-01-06s6", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking.", "with_names": ""}, {"scene_id": "gl-08-01-06s7", "raw": "A scene from a TV show in which a man is holding a cell phone up to a woman, and another man is standing behind him.", "with_names": "a man is holding a cell phone up to a woman, and another man is standing behind him."}, {"scene_id": "gl-08-01-06s8", "raw": "A scene from a TV show in which a woman is sitting at a table and is angrily pointing her finger at someone off screen.", "with_names": "a woman is sitting at a table and is angrily pointing her finger at someone off screen."}, {"scene_id": "gl-08-01-06s9", "raw": "A scene from a TV show in which a woman is talking on her cell phone", "with_names": ""}, {"scene_id": "gl-08-01-06s10", "raw": "A scene from a TV show in which a woman is holding a cell phone and looking at it.", "with_names": "a woman is holding a cell phone and looking at it."}, {"scene_id": "gl-08-01-06s11", "raw": "A scene from a TV show in which a woman is wearing a bandana on her head and a man is standing next to her.", "with_names": "a woman is wearing a bandana on her head and a man is standing next to her."}, {"scene_id": "gl-08-01-06s12", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-08-01-06s13", "raw": "A scene from a TV show in which a woman is crying while talking on the phone.", "with_names": ""}, {"scene_id": "gl-08-01-06s14", "raw": "A scene from a TV show in which a woman is singing in a bathroom.", "with_names": "a woman is singing in a bathroom."}, {"scene_id": "gl-08-01-06s15", "raw": "A scene from a TV show in which a woman is talking into a microphone.", "with_names": ""}, {"scene_id": "gl-08-01-06s16", "raw": "", "with_names": ""}, {"scene_id": "gl-08-01-06s17", "raw": "A scene from a TV show in which a woman is being interviewed by two men.", "with_names": "a woman is being interviewed by two men."}, {"scene_id": "gl-08-01-06s18", "raw": "A scene from a TV show in which a man is looking up at a tree", "with_names": "a man is looking up at a tree"}, {"scene_id": "gl-08-01-06s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-01-06s20", "raw": "A scene from a TV show in which a blonde woman is smiling and looking down, with her hand touching her chin.", "with_names": "a blonde woman is smiling and looking down, with her hand touching her chin."}, {"scene_id": "gl-08-01-06s21", "raw": "A scene from a TV show in which a woman is wearing a bandana on her head.", "with_names": "a woman is wearing a bandana on her head."}, {"scene_id": "gl-08-01-06s22", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-08-01-06s23", "raw": "A scene from a TV show in which a man and a woman are arguing in front of a camera.", "with_names": "a man and a woman are arguing in front of a camera."}, {"scene_id": "gl-08-01-06s24", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "a woman is arguing with a man."}, {"scene_id": "gl-08-01-06s25", "raw": "A scene from a TV show in which a woman is talking to a man and she is smiling.", "with_names": ""}, {"scene_id": "gl-08-01-06s26", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-08-01-06s27", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing outside a door.", "with_names": "a woman is holding a baby and a man is standing outside a door."}, {"scene_id": "gl-08-01-06s28", "raw": "A scene from a TV show in which a woman is wearing a head scarf and looking out a window.", "with_names": "a woman is wearing a head scarf and looking out a window."}]