[{"scene_id": "atwt-11-03-05s0", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "Paul is looking at a woman and smiling"}, {"scene_id": "atwt-11-03-05s1", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-11-03-05s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-03-05s3", "raw": "A scene from a TV show in which a woman holds a Boniva box.", "with_names": "a woman holds a boniva box."}, {"scene_id": "atwt-11-03-05s4", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to think.\"", "with_names": "a man is looking at a woman and saying, \"i'm not sure what to think.\""}, {"scene_id": "atwt-11-03-05s5", "raw": "A scene from a TV show in which a woman is crying and a man is laughing.", "with_names": "a woman is crying and a man is laughing."}, {"scene_id": "atwt-11-03-05s6", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-11-03-05s7", "raw": "A scene from a TV show in which a woman is leaning against a wall and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-11-03-05s8", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-11-03-05s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-11-03-05s10", "raw": "", "with_names": ""}, {"scene_id": "atwt-11-03-05s11", "raw": "A scene from a TV show in which a blonde woman is crying. A brunette woman is standing behind her.", "with_names": "a blonde woman is crying. a brunette woman is standing behind her."}, {"scene_id": "atwt-11-03-05s12", "raw": "A scene from a TV show in which a woman is wearing a red dress and short blonde hair.", "with_names": "a woman is wearing a red dress and short blonde hair."}, {"scene_id": "atwt-11-03-05s13", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-11-03-05s14", "raw": "A scene from a TV show in which a man is standing in front of a refrigerator, looking at it and talking.", "with_names": ""}, {"scene_id": "atwt-11-03-05s15", "raw": "A scene from a TV show in which a woman is crying, her mother is standing behind her.", "with_names": "a woman is crying, her mother is standing behind her."}, {"scene_id": "atwt-11-03-05s16", "raw": "A scene from a TV show in which a blonde woman is yelling at a woman with red hair.", "with_names": "a blonde woman is yelling at a woman with red hair."}, {"scene_id": "atwt-11-03-05s17", "raw": "A scene from a TV show in which a woman is looking down and wearing a black shirt.", "with_names": "a woman is looking down and wearing a black shirt."}, {"scene_id": "atwt-11-03-05s18", "raw": "A scene from a TV show in which Aunt Jemima is being replaced with a new name.", "with_names": "aunt jemima is being replaced with a new name."}, {"scene_id": "atwt-11-03-05s19", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-11-03-05s20", "raw": "A scene from a TV show in which a book is left on a bed", "with_names": "a book is left on a bed"}, {"scene_id": "atwt-11-03-05s21", "raw": "A scene from a TV show in which a man is seen walking out of a building.", "with_names": "a man is walking out of a building."}, {"scene_id": "atwt-11-03-05s22", "raw": "A scene from a TV show in which a man is looking at a book and his eyes are closed", "with_names": "a man is looking at a book and his eyes are closed"}, {"scene_id": "atwt-11-03-05s23", "raw": "A scene from a TV show in which a man is pitching a baseball.", "with_names": "] is pitching a baseball."}]