[{"scene_id": "gl-12-05-03s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-12-05-03s1", "raw": "A scene from a TV show in which a man is wearing a neck brace and a woman is talking to him.", "with_names": ""}, {"scene_id": "gl-12-05-03s2", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Tony is looking at Eden and she is looking back at him."}, {"scene_id": "gl-12-05-03s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-12-05-03s4", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-05-03s5", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-12-05-03s7", "raw": "A scene from a TV show in which a woman is wearing a pink scarf and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-12-05-03s8", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-12-05-03s9", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "gl-12-05-03s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Ed and Bill are standing next to each other."}, {"scene_id": "gl-12-05-03s11", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-12-05-03s13", "raw": "A scene from a TV show in which a man is being comforted by a woman.", "with_names": "Bill is being comforted by Eden."}, {"scene_id": "gl-12-05-03s14", "raw": "A scene from a TV show in which a man is sitting at a table and looking at his cell phone.", "with_names": "Reva is sitting at a table and looking at his cell phone."}, {"scene_id": "gl-12-05-03s15", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie and is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-05-03s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-05-03s17", "raw": "A scene from a TV show in which a woman is wearing a blue sweater and a necklace.", "with_names": "a woman is wearing a blue sweater and a necklace."}, {"scene_id": "gl-12-05-03s18", "raw": "A scene from a TV show in which a man is holding a woman by the neck and she is crying.", "with_names": "a man is holding a woman by the neck and she is crying."}, {"scene_id": "gl-12-05-03s19", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-05-03s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and laughing.", "with_names": ""}, {"scene_id": "gl-12-05-03s21", "raw": "A scene from a TV show in which a woman is shown kissing a man.", "with_names": ""}, {"scene_id": "gl-12-05-03s22", "raw": "A scene from a TV show in which a man is sitting on a chair and another man is standing next to him.", "with_names": ""}, {"scene_id": "gl-12-05-03s23", "raw": "A scene from a TV show in which a man is watching a woman and a child on a TV screen.", "with_names": "Jeffrey is watching Harley and a child on a tv screen."}, {"scene_id": "gl-12-05-03s26", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "gl-12-05-03s29", "raw": "A scene from a TV show in which a white man and a black woman are standing next to each other.", "with_names": "a white man and a black woman are standing next to each other."}, {"scene_id": "gl-12-05-03s30", "raw": "A scene from a TV show in which a woman is talking to a man and a wall is behind them.", "with_names": ""}, {"scene_id": "gl-12-05-03s31", "raw": "A scene from a TV show in which a man is wearing a red shirt and a black hair", "with_names": "Blake is wearing a red shirt and a black hair"}, {"scene_id": "gl-12-05-03s32", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "gl-12-05-03s33", "raw": "A scene from a TV show in which a man is being interviewed by a woman.", "with_names": "a man is being interviewed by Reporter #3."}, {"scene_id": "gl-12-05-03s34", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-12-05-03s35", "raw": "A scene from a TV show in which a woman is talking to a man in a room with a glass wall.", "with_names": ""}, {"scene_id": "gl-12-05-03s36", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "gl-12-05-03s37", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-12-05-03s40", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "gl-12-05-03s41", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-12-05-03s42", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-12-05-03s43", "raw": "A scene from a TV show in which a man and a woman are sitting down and talking.", "with_names": ""}]