[{"scene_id": "pc-11-07-02s0", "raw": "A scene from a TV show in which a woman is reading a book and a cat is sitting on her lap", "with_names": "a woman is reading a book and a cat is sitting on her lap"}, {"scene_id": "pc-11-07-02s1", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "pc-11-07-02s2", "raw": "A scene from a TV show in which a man is wearing a sweater and a woman is in a dress.", "with_names": "Rafe is wearing a sweater and Alison is in a dress."}, {"scene_id": "pc-11-07-02s3", "raw": "A scene from a TV show in which a man is wearing sunglasses and a hoodie", "with_names": "a man is wearing sunglasses and a hoodie"}, {"scene_id": "pc-11-07-02s4", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench.", "with_names": "a man and a woman are sitting on a bench."}, {"scene_id": "pc-11-07-02s5", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "pc-11-07-02s6", "raw": "A scene from a TV show in which a man is drinking a glass of water from a straw", "with_names": "a man is drinking a glass of water from a straw"}, {"scene_id": "pc-11-07-02s7", "raw": "A scene from a TV show in which a man is sitting on a bench and a woman is standing next to him.", "with_names": "a man is sitting on a bench and a woman is standing next to him."}, {"scene_id": "pc-11-07-02s8", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "pc-11-07-02s9", "raw": "A scene from a TV show in which a man and a woman are standing in a forest.", "with_names": "a man and a woman are standing in a forest."}, {"scene_id": "pc-11-07-02s10", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "pc-11-07-02s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "pc-11-07-02s12", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "pc-11-07-02s13", "raw": "A scene from a TV show in which Brad Pitt is wearing a hoodie and long hair", "with_names": "brad pitt is wearing a hoodie and long hair"}, {"scene_id": "pc-11-07-02s15", "raw": "A scene from a TV show in which a man is trying to get a woman to wash her clothes.", "with_names": "a man is trying to get Ricky to wash her clothes."}, {"scene_id": "pc-11-07-02s16", "raw": "A scene from a TV show in which a woman is standing in a forest and looking down.", "with_names": "a woman is standing in a forest and looking down."}, {"scene_id": "pc-11-07-02s17", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "pc-11-07-02s18", "raw": "A scene from a TV show in which a man is sitting on a park bench and a woman is walking by.", "with_names": "a man is sitting on a park bench and a woman is walking by."}, {"scene_id": "pc-11-07-02s20", "raw": "A scene from a TV show in which a man is seen walking down a dark street.", "with_names": "a man is walking down a dark street."}, {"scene_id": "pc-11-07-02s21", "raw": "A scene from a TV show in which a blue face appears on a screen", "with_names": "a blue face appears on a screen"}, {"scene_id": "pc-11-07-02s24", "raw": "A scene from a TV show in which Jennifer Aniston is wearing a black top and a necklace.", "with_names": "jennifer aniston is wearing a black top and a necklace."}]