[{"scene_id": "pc-01-22-03s0", "raw": "A scene from a TV show in which a man is holding a tissue to his face", "with_names": "a man is holding a tissue to his face"}, {"scene_id": "pc-01-22-03s1", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace.", "with_names": "a man is wearing a black shirt and a necklace."}, {"scene_id": "pc-01-22-03s2", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-01-22-03s3", "raw": "A scene from a TV show in which a man is wearing a tan jacket and a black shirt.", "with_names": "a man is wearing a tan jacket and a black shirt."}, {"scene_id": "pc-01-22-03s4", "raw": "A scene from a TV show in which a woman is holding her chest and another woman is looking at her.", "with_names": "a woman is holding her chest and another woman is looking at her."}, {"scene_id": "pc-01-22-03s5", "raw": "A scene from a TV show in which a man is talking to someone and looking at a picture.", "with_names": ""}, {"scene_id": "pc-01-22-03s6", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a tube coming out of her nose.", "with_names": "] is lying in a hospital bed with a tube coming out of her nose."}, {"scene_id": "pc-01-22-03s7", "raw": "A scene from a TV show in which a woman is talking to someone in a store.", "with_names": ""}, {"scene_id": "pc-01-22-03s8", "raw": "A scene from a TV show in which a blonde woman is wearing a pink dress and a necklace.", "with_names": "a blonde woman is wearing a pink dress and a necklace."}, {"scene_id": "pc-01-22-03s9", "raw": "A scene from a TV show in which a man is talking to another man, and the other man is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-01-22-03s10", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "pc-01-22-03s11", "raw": "A scene from a TV show in which a man is looking down and his face is not visible.", "with_names": "a man is looking down and his face is not visible."}, {"scene_id": "pc-01-22-03s12", "raw": "A scene from a TV show in which Selena Gomez is lying in bed with her glasses on.", "with_names": "selena gomez is lying in bed with her glasses on."}, {"scene_id": "pc-01-22-03s13", "raw": "A scene from a TV show in which a man is handing a piece of paper to another man.", "with_names": "a man is handing a piece of paper to another man."}]