[{"scene_id": "atwt-04-19-05s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Mike is kissing Jennifer on the cheek."}, {"scene_id": "atwt-04-19-05s1", "raw": "A scene from a TV show in which a blonde woman is standing in front of a man in a suit.", "with_names": "a blonde woman is standing in front of a man in a suit."}, {"scene_id": "atwt-04-19-05s2", "raw": "A scene from a TV show in which a young man is talking and his mouth is open.", "with_names": ""}, {"scene_id": "atwt-04-19-05s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-19-05s4", "raw": "A scene from a TV show in which a man is driving a car and looking at the camera.", "with_names": "a man is driving a car and looking at the camera."}, {"scene_id": "atwt-04-19-05s5", "raw": "A scene from a TV show in which a man is talking on a phone.", "with_names": ""}, {"scene_id": "atwt-04-19-05s6", "raw": "A scene from a TV show in which a man is kneeling on a rug in a living room.", "with_names": "a man is kneeling on a rug in a living room."}, {"scene_id": "atwt-04-19-05s7", "raw": "A scene from a TV show in which a woman is seen kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-04-19-05s8", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting next to her.", "with_names": "a woman is driving a car and a man is sitting next to her."}, {"scene_id": "atwt-04-19-05s9", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "atwt-04-19-05s10", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-04-19-05s11", "raw": "A scene from a TV show in which a food label says 'famously fresh'", "with_names": "a food label says 'famously fresh'"}, {"scene_id": "atwt-04-19-05s12", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-19-05s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-19-05s14", "raw": "A scene from a TV show in which a blonde woman is looking to the right of the frame.", "with_names": "a blonde woman is looking to the right of the frame."}, {"scene_id": "atwt-04-19-05s15", "raw": "A scene from a TV show in which a woman is lying on a couch, her eyes closed, and her mouth is open.", "with_names": "a woman is lying on a couch, her eyes closed, and her mouth is open."}, {"scene_id": "atwt-04-19-05s16", "raw": "A scene from a TV show in which a man and a woman are driving a car.", "with_names": "a man and a woman are driving a car."}, {"scene_id": "atwt-04-19-05s17", "raw": "A scene from a TV show in which a baby is lying on a white sheet and laughing.", "with_names": "a baby is lying on a white sheet and laughing."}, {"scene_id": "atwt-04-19-05s18", "raw": "A scene from a TV show in which a man is talking on his cell phone while driving.", "with_names": ""}, {"scene_id": "atwt-04-19-05s19", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-04-19-05s20", "raw": "A scene from a TV show in which a man is driving a car and laughing hysterically.", "with_names": "a man is driving a car and laughing hysterically."}, {"scene_id": "atwt-04-19-05s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking down.", "with_names": "a man is wearing a suit and tie and is looking down."}, {"scene_id": "atwt-04-19-05s22", "raw": "A scene from a TV show in which a young man is wearing a green shirt and a necklace", "with_names": "a young man is wearing a green shirt and a necklace"}, {"scene_id": "atwt-04-19-05s23", "raw": "A scene from a TV show in which a woman is wearing glasses and holding her hands to her face.", "with_names": "a woman is wearing glasses and holding her hands to her face."}, {"scene_id": "atwt-04-19-05s24", "raw": "A scene from a TV show in which a man is wearing a green jacket and a shirt", "with_names": "a man is wearing a green jacket and a shirt"}, {"scene_id": "atwt-04-19-05s25", "raw": "A scene from a TV show in which a man and a woman stand next to a car.", "with_names": "a man and a woman stand next to a car."}, {"scene_id": "atwt-04-19-05s26", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting in the passenger seat.", "with_names": "Les is driving a car and ] is sitting in the passenger seat."}, {"scene_id": "atwt-04-19-05s27", "raw": "A scene from a TV show in which a young man is wearing a green shirt and a woman is standing next to him.", "with_names": "a young man is wearing a green shirt and a woman is standing next to him."}, {"scene_id": "atwt-04-19-05s28", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is looking at him.", "with_names": "a man is wearing a tuxedo and a woman is looking at him."}, {"scene_id": "atwt-04-19-05s29", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a surprised expression.", "with_names": ""}, {"scene_id": "atwt-04-19-05s30", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-04-19-05s31", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-04-19-05s32", "raw": "A scene from a TV show in which a blonde woman is looking up and to the right, mouth open, and her eyes are wide open.", "with_names": "a blonde woman is looking up and to the right, mouth open, and her eyes are wide open."}, {"scene_id": "atwt-04-19-05s33", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-19-05s34", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-04-19-05s35", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with her eyes closed.", "with_names": "a woman is lying in a hospital bed with her eyes closed."}, {"scene_id": "atwt-04-19-05s36", "raw": "A scene from a TV show in which a woman is playing a drum.", "with_names": "a woman is playing a drum."}, {"scene_id": "atwt-04-19-05s37", "raw": "A scene from a TV show in which a man is walking in the woods.", "with_names": "a man is walking in the woods."}, {"scene_id": "atwt-04-19-05s38", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}]