[{"scene_id": "pc-05-19-03s0", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "pc-05-19-03s1", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "pc-05-19-03s2", "raw": "A scene from a TV show in which a man and a woman are talking to another man.", "with_names": ""}, {"scene_id": "pc-05-19-03s3", "raw": "A scene from a TV show in which a man is seen standing in a cave with a woman.", "with_names": "a man is standing in a cave with a woman."}, {"scene_id": "pc-05-19-03s4", "raw": "A scene from a TV show in which a man is standing in a hospital bed", "with_names": "a man is standing in a hospital bed"}, {"scene_id": "pc-05-19-03s5", "raw": "A scene from a TV show in which a woman is talking to a man. She is wearing a black dress and has a blonde bob haircut.", "with_names": ""}, {"scene_id": "pc-05-19-03s6", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "pc-05-19-03s7", "raw": "A scene from a TV show in which a man is being arrested by a police officer.", "with_names": "a man is being arrested by a police officer."}, {"scene_id": "pc-05-19-03s8", "raw": "A scene from a TV show in which a man is holding a glass and a woman is looking at him angrily.", "with_names": "a man is holding a glass and a woman is looking at him angrily."}, {"scene_id": "pc-05-19-03s9", "raw": "A scene from a TV show in which a blonde woman is singing and smiling.", "with_names": "a blonde woman is singing and smiling."}, {"scene_id": "pc-05-19-03s10", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-05-19-03s11", "raw": "A scene from a TV show in which a man is being kissed on the cheek by another man.", "with_names": "a man is being kissed on the cheek by another man."}, {"scene_id": "pc-05-19-03s12", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-05-19-03s13", "raw": "A scene from a TV show in which a man is sitting on a red couch and talking to someone off camera.", "with_names": ""}]