[{"scene_id": "bb-07-07-06s0", "raw": "A scene from a TV show in which a man is dressed in a naval uniform and a white shirt", "with_names": "a man is dressed in a naval uniform and a white shirt"}, {"scene_id": "bb-07-07-06s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-07-06s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-07-06s3", "raw": "A scene from a TV show in which a man is wearing a white uniform and a gold medal", "with_names": "a man is wearing a white uniform and a gold medal"}, {"scene_id": "bb-07-07-06s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-07-06s5", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man in a military uniform is standing next to her.", "with_names": "a woman is wearing a white dress and a man in a military uniform is standing next to her."}, {"scene_id": "bb-07-07-06s6", "raw": "A scene from a TV show in which a woman is holding a life preserver and a man is looking at her.", "with_names": "a woman is holding a life preserver and a man is looking at her."}, {"scene_id": "bb-07-07-06s7", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-07-07-06s8", "raw": "A scene from a TV show in which a man is dressed in a military uniform and a woman is wearing a wedding dress.", "with_names": "a man is dressed in a military uniform and a woman is wearing a wedding dress."}, {"scene_id": "bb-07-07-06s9", "raw": "A scene from a TV show in which a woman is being attacked by a shark", "with_names": "a woman is being attacked by a shark"}, {"scene_id": "bb-07-07-06s10", "raw": "A scene from a TV show in which a woman talks on her cell phone while standing on a sidewalk.", "with_names": "a woman talks on her cell phone while standing on a sidewalk."}, {"scene_id": "bb-07-07-06s11", "raw": "A scene from a TV show in which a woman is wearing a wedding dress and standing in a greenhouse.", "with_names": "a woman is wearing a wedding dress and standing in a greenhouse."}]