[{"scene_id": "atwt-07-27-05s0", "raw": "A scene from a TV show in which a man and a woman are in a car.", "with_names": "a man and Maddie are in a car."}, {"scene_id": "atwt-07-27-05s1", "raw": "A scene from a TV show in which a woman is holding a card and looking at it.", "with_names": "a woman is holding a card and looking at it."}, {"scene_id": "atwt-07-27-05s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and crying.", "with_names": ""}, {"scene_id": "atwt-07-27-05s3", "raw": "A scene from a TV show in which a doctor is standing next to a patient and a nurse is attending to him.", "with_names": "a doctor is standing next to a patient and a nurse is attending to him."}, {"scene_id": "atwt-07-27-05s4", "raw": "A scene from a TV show in which a man is looking at a wall and his eyes are wide open.", "with_names": "a man is looking at a wall and his eyes are wide open."}, {"scene_id": "atwt-07-27-05s5", "raw": "A scene from a TV show in which a woman is walking down a hallway, a man is behind her, and a window is visible in the background.", "with_names": "a woman is walking down a hallway, a man is behind her, and a window is visible in the background."}, {"scene_id": "atwt-07-27-05s6", "raw": "A scene from a TV show in which a woman is talking to someone in a cubicle.", "with_names": ""}, {"scene_id": "atwt-07-27-05s7", "raw": "A scene from a TV show in which a woman is looking down and her face is contorted.", "with_names": "a woman is looking down and her face is contorted."}, {"scene_id": "atwt-07-27-05s8", "raw": "A scene from a TV show in which a woman is sitting in a car with a man.", "with_names": "a woman is sitting in a car with a man."}, {"scene_id": "atwt-07-27-05s9", "raw": "A scene from a TV show in which a group of people are sitting around a table in a restaurant.", "with_names": "a group of people are sitting around a table in a restaurant."}, {"scene_id": "atwt-07-27-05s10", "raw": "A scene from a TV show in which a woman is talking about Neutrogena products.", "with_names": ""}, {"scene_id": "atwt-07-27-05s11", "raw": "A scene from a TV show in which a man is sitting at a table and looking down", "with_names": "a man is sitting at a table and looking down"}, {"scene_id": "atwt-07-27-05s12", "raw": "A scene from a TV show in which two women are standing in a room, one is blonde and the other is brunette.", "with_names": "two women are standing in a room, one is blonde and the other is brunette."}, {"scene_id": "atwt-07-27-05s13", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-07-27-05s14", "raw": "A scene from a TV show in which a woman is being comforted by a man.", "with_names": "a woman is being comforted by a man."}, {"scene_id": "atwt-07-27-05s15", "raw": "A scene from a TV show in which a man is talking and his mouth is open.", "with_names": ""}, {"scene_id": "atwt-07-27-05s16", "raw": "A scene from a TV show in which a man is seen shoveling leaves into a pile.", "with_names": "a man is shoveling leaves into a pile."}, {"scene_id": "atwt-07-27-05s17", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-07-27-05s18", "raw": "A scene from a TV show in which a woman is wearing a grey jacket and a black dress.", "with_names": "a woman is wearing a grey jacket and a black dress."}, {"scene_id": "atwt-07-27-05s19", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-27-05s20", "raw": "A scene from a TV show in which a man is holding a woman and she is crying.", "with_names": "a man is holding a woman and she is crying."}, {"scene_id": "atwt-07-27-05s21", "raw": "A scene from a TV show in which a man is eating a pizza and a ghost is looking in through a window.", "with_names": "] is eating a pizza and a ghost is looking in through a window."}, {"scene_id": "atwt-07-27-05s22", "raw": "A scene from a TV show in which a woman is standing in a bathroom, looking at a man.", "with_names": "a woman is standing in a bathroom, looking at a man."}, {"scene_id": "atwt-07-27-05s23", "raw": "A scene from a TV show in which a man is wearing a white shirt and looking shocked.", "with_names": "a man is wearing a white shirt and looking shocked."}, {"scene_id": "atwt-07-27-05s24", "raw": "A scene from a TV show in which a woman is wearing a white cardigan and jeans", "with_names": "] is wearing a white cardigan and jeans"}, {"scene_id": "atwt-07-27-05s25", "raw": "A scene from a TV show in which a man is wearing a shirt and tie and looking at the camera.", "with_names": "a man is wearing a shirt and tie and looking at the camera."}, {"scene_id": "atwt-07-27-05s26", "raw": "A scene from a TV show in which a doctor and a patient are talking.", "with_names": ""}, {"scene_id": "atwt-07-27-05s27", "raw": "A scene from a TV show in which a bear is seen attacking a man.", "with_names": "a bear is attacking a man."}, {"scene_id": "atwt-07-27-05s28", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-27-05s29", "raw": "A scene from a TV show in which a woman is looking down and wearing a pink shirt.", "with_names": "a woman is looking down and wearing a pink shirt."}, {"scene_id": "atwt-07-27-05s30", "raw": "A scene from a TV show in which a blonde woman is standing in front of a window.", "with_names": "a blonde woman is standing in front of a window."}]