[{"scene_id": "atwt-09-14-09s0", "raw": "A scene from a TV show in which a woman is yelling in a kitchen.", "with_names": "a woman is yelling in a kitchen."}, {"scene_id": "atwt-09-14-09s1", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and smiling.", "with_names": "] is wearing a blue shirt and smiling."}, {"scene_id": "atwt-09-14-09s2", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "atwt-09-14-09s3", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-09-14-09s4", "raw": "A scene from a TV show in which a man is sitting at a desk with a pink shirt and headphones on.", "with_names": "a man is sitting at a desk with a pink shirt and headphones on."}, {"scene_id": "atwt-09-14-09s5", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}, {"scene_id": "atwt-09-14-09s6", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing ] on the cheek."}, {"scene_id": "atwt-09-14-09s7", "raw": "A scene from a TV show in which a man is being held by another man.", "with_names": "a man is being held by another man."}, {"scene_id": "atwt-09-14-09s8", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-09-14-09s9", "raw": "A scene from a TV show in which a woman is injecting a young girl with Enbrel.", "with_names": "a woman is injecting a young girl with enbrel."}, {"scene_id": "atwt-09-14-09s10", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-09-14-09s11", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-09-14-09s12", "raw": "A scene from a TV show in which a woman is talking to someone and is looking at a cell phone.", "with_names": ""}, {"scene_id": "atwt-09-14-09s13", "raw": "A scene from a TV show in which a man is being shot in the head with a gun.", "with_names": "a man is being shot in the head with a gun."}, {"scene_id": "atwt-09-14-09s14", "raw": "A scene from a TV show in which a black man and a white woman sit on a couch and look at each other.", "with_names": "a black man and a white woman sit on a couch and look at each other."}, {"scene_id": "atwt-09-14-09s15", "raw": "A scene from a TV show in which a man is seen in a hospital bed, with a TV in the background.", "with_names": "a man is in a hospital bed, with a tv in the background."}, {"scene_id": "atwt-09-14-09s16", "raw": "A scene from a TV show in which a man and a woman are looking at a piece of paper.", "with_names": "a man and a woman are looking at a piece of paper."}, {"scene_id": "atwt-09-14-09s17", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-09-14-09s18", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-09-14-09s19", "raw": "A scene from a TV show in which a yoghurt is compared to a strawberry yoghurt.", "with_names": "a yoghurt is compared to a strawberry yoghurt."}, {"scene_id": "atwt-09-14-09s20", "raw": "A scene from a TV show in which Rachel Green is wearing a red shirt and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-09-14-09s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-14-09s22", "raw": "A scene from a TV show in which a woman is pointing her finger at a man.", "with_names": "a woman is pointing her finger at a man."}, {"scene_id": "atwt-09-14-09s23", "raw": "A scene from a TV show in which a woman is crying and a man is standing next to her.", "with_names": "a woman is crying and a man is standing next to her."}, {"scene_id": "atwt-09-14-09s24", "raw": "A scene from a TV show in which a young boy asks a man a question.", "with_names": "a young boy asks a man a question."}, {"scene_id": "atwt-09-14-09s25", "raw": "A scene from a TV show in which a woman is seen pouring red liquid into a cup.", "with_names": "a woman is pouring red liquid into a cup."}, {"scene_id": "atwt-09-14-09s26", "raw": "A scene from a TV show in which a woman is standing in a kitchen and looking to the right.", "with_names": "a woman is standing in a kitchen and looking to the right."}, {"scene_id": "atwt-09-14-09s27", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-09-14-09s28", "raw": "A scene from a TV show in which a woman sprays a backpack with Lysol.", "with_names": "a woman sprays a backpack with lysol."}]