[{"scene_id": "atwt-09-06-01s0", "raw": "A scene from a TV show in which a man is holding a pair of glasses and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-06-01s1", "raw": "A scene from a TV show in which a man pours a glass of water for a woman.", "with_names": "Paul pours a glass of water for Barbara."}, {"scene_id": "atwt-09-06-01s2", "raw": "A scene from a TV show in which a blonde woman is wearing a green shirt and smiling.", "with_names": "a blonde woman is wearing a green shirt and smiling."}, {"scene_id": "atwt-09-06-01s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-09-06-01s4", "raw": "A scene from a TV show in which a man is holding a crown and another man is standing behind him.", "with_names": "a man is holding a crown and another man is standing behind him."}, {"scene_id": "atwt-09-06-01s5", "raw": "A scene from a TV show in which a man is standing behind a woman, and she is holding her hand over her heart.", "with_names": "Jack is standing behind Carly, and she is holding her hand over her heart."}, {"scene_id": "atwt-09-06-01s6", "raw": "A scene from a TV show in which a man is seen pouring a glass of wine into a woman's mouth.", "with_names": "Simon is pouring a glass of wine into Lucinda's mouth."}, {"scene_id": "atwt-09-06-01s7", "raw": "A scene from a TV show in which a man is talking to a woman, and she is holding a handbag.", "with_names": ""}, {"scene_id": "atwt-09-06-01s8", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-06-01s9", "raw": "A scene from a TV show in which a woman is wearing a top hat and a black suit.", "with_names": "a woman is wearing a top hat and a black suit."}, {"scene_id": "atwt-09-06-01s10", "raw": "A scene from a TV show in which a box of tampons is shown.", "with_names": ""}, {"scene_id": "atwt-09-06-01s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-06-01s12", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Bruno and Katie are standing in a room."}, {"scene_id": "atwt-09-06-01s13", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Jack is looking at Carly and she is looking back at him."}, {"scene_id": "atwt-09-06-01s14", "raw": "A scene from a TV show in which a group of people are standing in a desert with palm trees.", "with_names": "a group of people are standing in a desert with palm trees."}, {"scene_id": "atwt-09-06-01s15", "raw": "A scene from a TV show in which a man and two women are standing in front of a camera. The title reads \"Citizen Baines\"", "with_names": "a man and two women are standing in front of a camera. the title reads \"citizen baines\""}, {"scene_id": "atwt-09-06-01s16", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-09-06-01s17", "raw": "A scene from a TV show in which a man is talking and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-09-06-01s18", "raw": "A scene from a TV show in which a blonde woman is looking at a man.", "with_names": "a blonde woman is looking at Jack."}, {"scene_id": "atwt-09-06-01s19", "raw": "A scene from a TV show in which a man is walking down a flight of stairs with a cane, while a woman is sitting at a table.", "with_names": "Bruno is walking down a flight of stairs with a cane, while Katie is sitting at a table."}, {"scene_id": "atwt-09-06-01s20", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a shirt open to his navel.", "with_names": ""}, {"scene_id": "atwt-09-06-01s21", "raw": "A scene from a TV show in which a man is mixing a bowl.", "with_names": "Craig is mixing a bowl."}, {"scene_id": "atwt-09-06-01s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-06-01s23", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-06-01s24", "raw": "A scene from a TV show in which a man is sitting in a bathroom and laughing.", "with_names": "Bruno is sitting in a bathroom and laughing."}, {"scene_id": "atwt-09-06-01s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]