[{"scene_id": "atwt-05-29-07s0", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, drinking wine.", "with_names": ""}, {"scene_id": "atwt-05-29-07s1", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a black jacket.", "with_names": "a woman is wearing a pink shirt and a black jacket."}, {"scene_id": "atwt-05-29-07s2", "raw": "A scene from a TV show in which a man is looking down and wearing a green shirt.", "with_names": "a man is looking down and wearing a green shirt."}, {"scene_id": "atwt-05-29-07s3", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-05-29-07s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-29-07s5", "raw": "A scene from a TV show in which a woman is smiling and wearing a blue blazer", "with_names": "a woman is smiling and wearing a blue blazer"}, {"scene_id": "atwt-05-29-07s6", "raw": "A scene from a TV show in which an elderly couple is shown walking down a hallway.", "with_names": ""}, {"scene_id": "atwt-05-29-07s7", "raw": "A scene from a TV show in which a dog is shown with a box of BenGay.", "with_names": ""}, {"scene_id": "atwt-05-29-07s8", "raw": "A scene from a TV show in which a man is standing with his arms crossed, looking at a woman.", "with_names": "a man is standing with his arms crossed, looking at a woman."}, {"scene_id": "atwt-05-29-07s9", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing behind her.", "with_names": "a woman is sitting at a table and a man is standing behind her."}, {"scene_id": "atwt-05-29-07s10", "raw": "A scene from a TV show in which a man is holding another man by the shoulders and looking at him with a stern expression.", "with_names": "a man is holding another man by the shoulders and looking at him with a stern expression."}, {"scene_id": "atwt-05-29-07s11", "raw": "A scene from a TV show in which a bottle is standing on a hill with the word \"JW\" on it", "with_names": "a bottle is standing on a hill with the word \"jw\" on it"}, {"scene_id": "atwt-05-29-07s12", "raw": "A scene from a TV show in which a man is seen in a dark room, looking at a screen.", "with_names": "a man is in a dark room, looking at a screen."}, {"scene_id": "atwt-05-29-07s13", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-29-07s14", "raw": "A scene from a TV show in which a man is sitting at a table with a glass of wine.", "with_names": "a man is sitting at a table with a glass of wine."}, {"scene_id": "atwt-05-29-07s15", "raw": "A scene from a TV show in which a woman is lying on the floor with her head on the chest of a man who is lying next to her.", "with_names": "a woman is lying on the floor with her head on the chest of a man who is lying next to her."}, {"scene_id": "atwt-05-29-07s16", "raw": "A scene from a TV show in which different types of minerals are shown.", "with_names": "different types of minerals are shown."}, {"scene_id": "atwt-05-29-07s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-29-07s18", "raw": "A scene from a TV show in which a man is lying on top of a woman, with his hands covering her face.", "with_names": "a man is lying on top of a woman, with his hands covering her face."}, {"scene_id": "atwt-05-29-07s19", "raw": "A scene from a TV show in which a woman is shown with long, silvery hair.", "with_names": ""}, {"scene_id": "atwt-05-29-07s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-29-07s21", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "a man and a woman are dancing together."}, {"scene_id": "atwt-05-29-07s22", "raw": "A scene from a TV show in which a woman is sitting at a table with her hands clasped together.", "with_names": "a woman is sitting at a table with her hands clasped together."}, {"scene_id": "atwt-05-29-07s23", "raw": "A scene from a TV show in which a woman is standing in a room with a cat sitting on a chair.", "with_names": ""}, {"scene_id": "atwt-05-29-07s24", "raw": "A scene from a TV show in which women are shown different hair colours.", "with_names": "women are shown different hair colours."}]