[{"scene_id": "gl-05-31-06s0", "raw": "A scene from a TV show in which a man is looking at a TV screen and the words \"Baby Daddy\" are written on the screen.", "with_names": "Reva is looking at a tv screen and the words \"baby daddy\" are written on the screen."}, {"scene_id": "gl-05-31-06s1", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-05-31-06s2", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-31-06s3", "raw": "A scene from a TV show in which a woman is singing to a man.", "with_names": "a woman is singing to a man."}, {"scene_id": "gl-05-31-06s4", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt", "with_names": "a man is wearing a leather jacket and a black shirt"}, {"scene_id": "gl-05-31-06s5", "raw": "A scene from a TV show in which a woman is holding a baby and smiling", "with_names": "a woman is holding a baby and smiling"}, {"scene_id": "gl-05-31-06s6", "raw": "A scene from a TV show in which a man is seen wearing a Spiderman t-shirt and a black jacket.", "with_names": "a man is wearing a spiderman t-shirt and a black jacket."}, {"scene_id": "gl-05-31-06s7", "raw": "A scene from a TV show in which a man is holding his hands over his face and a woman is standing next to him.", "with_names": "a man is holding his hands over his face and a woman is standing next to him."}, {"scene_id": "gl-05-31-06s8", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-31-06s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-31-06s10", "raw": "A scene from a TV show in which a young man is wearing a black beanie and a jacket.", "with_names": "a young man is wearing a black beanie and a jacket."}, {"scene_id": "gl-05-31-06s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-31-06s12", "raw": "A scene from a TV show in which a man injects a needle into his arm.", "with_names": "a man injects a needle into his arm."}, {"scene_id": "gl-05-31-06s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}]