[{"scene_id": "gl-02-16-04s0", "raw": "A scene from a TV show in which a woman is being hit by a car", "with_names": "a woman is being hit by a car"}, {"scene_id": "gl-02-16-04s1", "raw": "A scene from a TV show in which a man is seen kissing a woman on the lips", "with_names": "Luis is kissing Blade on the lips"}, {"scene_id": "gl-02-16-04s2", "raw": "A scene from a TV show in which a woman is lying on a bed and her face is covered with a pink towel.", "with_names": "a woman is lying on a bed and her face is covered with a pink towel."}, {"scene_id": "gl-02-16-04s4", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "a man and Marina are dancing together."}, {"scene_id": "gl-02-16-04s5", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-02-16-04s6", "raw": "A scene from a TV show in which a man is about to propose to a woman in a restaurant.", "with_names": "Edmund is about to propose to Cassie in a restaurant."}, {"scene_id": "gl-02-16-04s7", "raw": "A scene from a TV show in which a man is kissing a woman while candles are burning.", "with_names": "Waiter is kissing Billy while candles are burning."}, {"scene_id": "gl-02-16-04s8", "raw": "A scene from a TV show in which a man and a woman are dancing and drinking champagne.", "with_names": "Shayne and Marina are dancing and drinking champagne."}, {"scene_id": "gl-02-16-04s9", "raw": "A scene from a TV show in which a man is talking to a woman and another woman looks on.", "with_names": ""}, {"scene_id": "gl-02-16-04s10", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "Michelle is smiling and looking at a man."}, {"scene_id": "gl-02-16-04s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-02-16-04s12", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "Cassie is looking at Edmund and smiling."}, {"scene_id": "gl-02-16-04s13", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie and looking at the camera.", "with_names": "a man is wearing a tuxedo and a bow tie and looking at the camera."}, {"scene_id": "gl-02-16-04s14", "raw": "A scene from a TV show in which two women are looking at a yellow piece of paper.", "with_names": "two women are looking at a yellow piece of paper."}, {"scene_id": "gl-02-16-04s15", "raw": "A scene from a TV show in which a woman is seen talking on her cell phone while a man stands behind her.", "with_names": ""}, {"scene_id": "gl-02-16-04s17", "raw": "A scene from a TV show in which a man is being beaten by a group of men.", "with_names": "Nico is being beaten by a group of men."}, {"scene_id": "gl-02-16-04s18", "raw": "A scene from a TV show in which a woman is seen being assaulted by a man in a bar in the city of Izmir, Turkey.", "with_names": "a woman is being assaulted by Luis in a bar in the city of izmir, turkey."}, {"scene_id": "gl-02-16-04s19", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-02-16-04s20", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Michelle is kissing Marah on the cheek."}, {"scene_id": "gl-02-16-04s21", "raw": "A scene from a TV show in which a man is wearing a suit and bow tie and is sitting in a chair.", "with_names": ""}, {"scene_id": "gl-02-16-04s22", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is watching them.", "with_names": ""}, {"scene_id": "gl-02-16-04s23", "raw": "A scene from a TV show in which a woman is talking to a man and a blonde woman is looking at her.", "with_names": ""}, {"scene_id": "gl-02-16-04s24", "raw": "A scene from a TV show in which a man is being beaten up by a woman", "with_names": "Josh is being beaten up by Reva"}, {"scene_id": "gl-02-16-04s25", "raw": "A scene from a TV show in which a man is beaten up by a group of men.", "with_names": "Buzz is beaten up by a group of men."}, {"scene_id": "gl-02-16-04s26", "raw": "A scene from a TV show in which a man is sitting at a table with a woman and a child.", "with_names": "a man is sitting at a table with a woman and a child."}, {"scene_id": "gl-02-16-04s27", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-02-16-04s28", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "Alan is wearing a tuxedo and a bow tie."}, {"scene_id": "gl-02-16-04s29", "raw": "A scene from a TV show in which two women are talking in a hallway.", "with_names": ""}, {"scene_id": "gl-02-16-04s30", "raw": "A scene from a TV show in which a man is lying on the ground with his shirt off.", "with_names": "a man is lying on the ground with his shirt off."}, {"scene_id": "gl-02-16-04s31", "raw": "A scene from a TV show in which a shirtless man is holding crutches and a candle.", "with_names": "a shirtless man is holding crutches and a candle."}, {"scene_id": "gl-02-16-04s32", "raw": "A scene from a TV show in which two men are dressed in tuxedos and standing in a room.", "with_names": "two men are dressed in tuxedos and standing in a room."}, {"scene_id": "gl-02-16-04s33", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, looking at something off-screen.", "with_names": "a man and a woman are standing next to each other, looking at something off-screen."}, {"scene_id": "gl-02-16-04s34", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a necklace.", "with_names": "a woman is wearing a red jacket and a necklace."}, {"scene_id": "gl-02-16-04s35", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a black suit.", "with_names": "a woman is wearing a red dress and a man is in a black suit."}, {"scene_id": "gl-02-16-04s36", "raw": "A scene from a TV show in which a man is lying on a bed with his mouth open", "with_names": "Josh is lying on a bed with his mouth open"}, {"scene_id": "gl-02-16-04s37", "raw": "A scene from a TV show in which a woman is wearing a pink fur coat and a man is sitting next to her.", "with_names": "a woman is wearing a pink fur coat and a man is sitting next to her."}, {"scene_id": "gl-02-16-04s38", "raw": "", "with_names": ""}, {"scene_id": "gl-02-16-04s40", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie and is looking at a woman.", "with_names": "a man is wearing a tuxedo and a bow tie and is looking at a woman."}, {"scene_id": "gl-02-16-04s41", "raw": "A scene from a TV show in which a man is dancing with a woman.", "with_names": "a man is dancing with Billy."}, {"scene_id": "gl-02-16-04s42", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "gl-02-16-04s43", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}]