[{"scene_id": "atwt-02-14-08s0", "raw": "A scene from a TV show in which a woman is looking out a window and the reflection of her face is visible.", "with_names": "a woman is looking out a window and the reflection of her face is visible."}, {"scene_id": "atwt-02-14-08s1", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-02-14-08s2", "raw": "A scene from a TV show in which a man and a woman are standing in front of a window, smiling and looking at the camera.", "with_names": "a man and a woman are standing in front of a window, smiling and looking at the camera."}, {"scene_id": "atwt-02-14-08s3", "raw": "A scene from a TV show in which a rock wall is shown.", "with_names": ""}, {"scene_id": "atwt-02-14-08s4", "raw": "A scene from a TV show in which a man is sitting in a room with a woman and a child.", "with_names": "a man is sitting in a room with a woman and a child."}, {"scene_id": "atwt-02-14-08s5", "raw": "A scene from a TV show in which a woman is getting her hair washed by a man", "with_names": "a woman is getting her hair washed by a man"}, {"scene_id": "atwt-02-14-08s6", "raw": "A scene from a TV show in which a woman is speaking into a microphone.", "with_names": "a woman is speaking into a microphone."}, {"scene_id": "atwt-02-14-08s7", "raw": "A scene from a TV show in which a woman is singing and dancing.", "with_names": "a woman is singing and dancing."}, {"scene_id": "atwt-02-14-08s8", "raw": "A scene from a TV show in which a number is submerged in water.", "with_names": "a number is submerged in water."}, {"scene_id": "atwt-02-14-08s9", "raw": "A scene from a TV show in which a woman is playing a saxophone.", "with_names": "a woman is playing a saxophone."}, {"scene_id": "atwt-02-14-08s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-14-08s11", "raw": "A scene from a TV show in which a map of the United States is filled with the words Activa", "with_names": "a map of the united states is filled with the words activa"}, {"scene_id": "atwt-02-14-08s12", "raw": "A scene from a TV show in which a man pours a glass of wine.", "with_names": "a man pours a glass of wine."}, {"scene_id": "atwt-02-14-08s13", "raw": "A scene from a TV show in which a woman is kneeling over a man who is lying on the floor.", "with_names": "a woman is kneeling over a man who is lying on the floor."}, {"scene_id": "atwt-02-14-08s14", "raw": "A scene from a TV show in which a man is seen in a black room with the words \"The Blacklist\" written above him.", "with_names": "a man is in a black room with the words \"the blacklist\" written above him."}]