[{"scene_id": "oltl-07-08-10s0", "raw": "A scene from a TV show in which a blonde woman is looking off camera.", "with_names": "a blonde woman is looking off camera."}, {"scene_id": "oltl-07-08-10s1", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-08-10s2", "raw": "A scene from a TV show in which a woman is wearing a red dress and large hoop earrings.", "with_names": "a woman is wearing a red dress and large hoop earrings."}, {"scene_id": "oltl-07-08-10s3", "raw": "A scene from a TV show in which a man is wearing a red shirt and a beard", "with_names": "a man is wearing a red shirt and a beard"}, {"scene_id": "oltl-07-08-10s4", "raw": "A scene from a TV show in which a man and two women are standing in a room with their arms crossed.", "with_names": "a man and two women are standing in a room with their arms crossed."}, {"scene_id": "oltl-07-08-10s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-08-10s6", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-07-08-10s7", "raw": "A scene from a TV show in which two men are standing in front of a woman.", "with_names": "two men are standing in front of a woman."}, {"scene_id": "oltl-07-08-10s8", "raw": "A scene from a TV show in which a man is smoking a cigarette and another man is standing next to him.", "with_names": "a man is smoking a cigarette and another man is standing next to him."}, {"scene_id": "oltl-07-08-10s9", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "a woman is slapping a man in the face."}, {"scene_id": "oltl-07-08-10s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-07-08-10s11", "raw": "A scene from a TV show in which two women are arguing.", "with_names": "two women are arguing."}, {"scene_id": "oltl-07-08-10s12", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-07-08-10s13", "raw": "A scene from a TV show in which a man is walking down a hallway and a door is closing behind him.", "with_names": "a man is walking down a hallway and a door is closing behind him."}, {"scene_id": "oltl-07-08-10s14", "raw": "A scene from a TV show in which a woman is talking to a man and a girl.", "with_names": ""}, {"scene_id": "oltl-07-08-10s15", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-07-08-10s16", "raw": "A scene from a TV show in which a man is reflected in a mirror, wearing a hat and a shirt.", "with_names": "a man is reflected in a mirror, wearing a hat and a shirt."}, {"scene_id": "oltl-07-08-10s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-07-08-10s18", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-07-08-10s19", "raw": "A scene from a TV show in which a young woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-07-08-10s20", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-07-08-10s21", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-08-10s22", "raw": "A scene from a TV show in which a young woman is seduced by a man.", "with_names": "a young woman is seduced by a man."}, {"scene_id": "oltl-07-08-10s23", "raw": "A scene from a TV show in which a man is talking to a woman and a young man.", "with_names": ""}, {"scene_id": "oltl-07-08-10s24", "raw": "A scene from a TV show in which a man is running through a hallway with a woman chasing him.", "with_names": "a man is running through a hallway with a woman chasing him."}, {"scene_id": "oltl-07-08-10s25", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "oltl-07-08-10s26", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-08-10s27", "raw": "A scene from a TV show in which a woman is talking to another woman in a hospital room.", "with_names": ""}, {"scene_id": "oltl-07-08-10s28", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-07-08-10s29", "raw": "A scene from a TV show in which a woman is wearing a white jacket and a black top.", "with_names": "a woman is wearing a white jacket and a black top."}, {"scene_id": "oltl-07-08-10s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-08-10s31", "raw": "A scene from a TV show in which two blonde women are sitting on a bench.", "with_names": "two blonde women are sitting on a bench."}, {"scene_id": "oltl-07-08-10s32", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-08-10s33", "raw": "A scene from a TV show in which a woman is laying in a hospital bed with her hand on her forehead.", "with_names": "a woman is laying in a hospital bed with her hand on her forehead."}, {"scene_id": "oltl-07-08-10s34", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen tube.", "with_names": "a woman is lying in a hospital bed with an oxygen tube."}, {"scene_id": "oltl-07-08-10s35", "raw": "A scene from a TV show in which a man is walking on a park bench.", "with_names": "a man is walking on a park bench."}, {"scene_id": "oltl-07-08-10s36", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-07-08-10s37", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-08-10s38", "raw": "A scene from a TV show in which a man is sitting in a suit and tie and looking at a woman.", "with_names": "] is sitting in a suit and tie and looking at Hannah."}, {"scene_id": "oltl-07-08-10s39", "raw": "A scene from a TV show in which a young woman is talking on her cell phone.", "with_names": ""}]