[{"scene_id": "atwt-02-14-03s0", "raw": "A scene from a TV show in which a man is holding a red handbag and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-14-03s1", "raw": "A scene from a TV show in which a man is kissing a blonde woman.", "with_names": "a man is kissing a blonde woman."}, {"scene_id": "atwt-02-14-03s2", "raw": "A scene from a TV show in which a woman holds a picture of a UFO.", "with_names": "a woman holds a picture of a ufo."}, {"scene_id": "atwt-02-14-03s3", "raw": "A scene from a TV show in which a woman is wearing a white and green thong", "with_names": "a woman is wearing a white and green thong"}, {"scene_id": "atwt-02-14-03s4", "raw": "A scene from a TV show in which a woman is wearing a red blazer and a necklace.", "with_names": "a woman is wearing a red blazer and a necklace."}, {"scene_id": "atwt-02-14-03s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-14-03s6", "raw": "A scene from a TV show in which a person is holding their knee.", "with_names": "a person is holding their knee."}, {"scene_id": "atwt-02-14-03s7", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-02-14-03s8", "raw": "A scene from a TV show in which a woman is talking to a man in front of a fireplace.", "with_names": ""}, {"scene_id": "atwt-02-14-03s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her", "with_names": ""}, {"scene_id": "atwt-02-14-03s10", "raw": "A scene from a TV show in which two young boys are drawing on a piece of paper.", "with_names": "two young boys are drawing on a piece of paper."}, {"scene_id": "atwt-02-14-03s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-14-03s12", "raw": "A scene from a TV show in which a blonde girl is wearing a blue jacket and a green shirt", "with_names": "a blonde girl is wearing a blue jacket and a green shirt"}, {"scene_id": "atwt-02-14-03s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-14-03s14", "raw": "A scene from a TV show in which a woman is seen breastfeeding her baby.", "with_names": "a woman is breastfeeding her baby."}, {"scene_id": "atwt-02-14-03s15", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "atwt-02-14-03s16", "raw": "A scene from a TV show in which a man is lying on a bed with a blonde woman laying on top of him.", "with_names": "] is lying on a bed with a blonde woman laying on top of him."}, {"scene_id": "atwt-02-14-03s17", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-02-14-03s18", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking off to the side.", "with_names": ""}, {"scene_id": "atwt-02-14-03s19", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-02-14-03s20", "raw": "A scene from a TV show in which a man is holding a bunch of socks.", "with_names": "a man is holding a bunch of socks."}, {"scene_id": "atwt-02-14-03s21", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-02-14-03s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-14-03s23", "raw": "A scene from a TV show in which a woman is being pushed down a flight of stairs by another woman.", "with_names": "a woman is being pushed down a flight of stairs by another woman."}]