[{"scene_id": "atwt-05-15-03s0", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-15-03s1", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-15-03s2", "raw": "A scene from a TV show in which a young woman sings", "with_names": "a young woman sings"}, {"scene_id": "atwt-05-15-03s3", "raw": "A scene from a TV show in which a woman is standing in front of a fireplace, wearing a black dress and a choker.", "with_names": "a woman is standing in front of a fireplace, wearing a black dress and a choker."}, {"scene_id": "atwt-05-15-03s4", "raw": "A scene from a TV show in which a woman is seen lying on the floor with her head down.", "with_names": "] is lying on the floor with her head down."}, {"scene_id": "atwt-05-15-03s5", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-05-15-03s6", "raw": "A scene from a TV show in which a woman is shown using a variety of skincare products.", "with_names": ""}, {"scene_id": "atwt-05-15-03s7", "raw": "A scene from a TV show in which a black man is wearing a white doctor's coat and a tie.", "with_names": "a black man is wearing a white doctor's coat and a tie."}, {"scene_id": "atwt-05-15-03s8", "raw": "A scene from a TV show in which a man is standing in a room with a red chair and a table.", "with_names": "a man is standing in a room with a red chair and a table."}, {"scene_id": "atwt-05-15-03s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-15-03s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "] is wearing a suit and tie and looking down."}, {"scene_id": "atwt-05-15-03s11", "raw": "A scene from a TV show in which a man is slapping a woman in the face.", "with_names": "a man is slapping a woman in the face."}, {"scene_id": "atwt-05-15-03s12", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-05-15-03s13", "raw": "A scene from a TV show in which a woman is being hugged by a man.", "with_names": "a woman is being hugged by a man."}, {"scene_id": "atwt-05-15-03s14", "raw": "A scene from a TV show in which a white circle is glowing in the center of a purple background. The word \"NEXXU\" is written in the bottom right corner.", "with_names": "a white circle is glowing in the center of a purple background. the word \"nexxu\" is written in the bottom right corner."}, {"scene_id": "atwt-05-15-03s15", "raw": "A scene from a TV show in which a doctor is talking to two nurses.", "with_names": ""}, {"scene_id": "atwt-05-15-03s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-15-03s17", "raw": "A scene from a TV show in which a woman is looking at a man and touching his face.", "with_names": "a woman is looking at ] and touching his face."}, {"scene_id": "atwt-05-15-03s18", "raw": "A scene from a TV show in which a teddy bear is being washed with a bottle of Snuggle.", "with_names": "a teddy bear is being washed with a bottle of snuggle."}, {"scene_id": "atwt-05-15-03s19", "raw": "A scene from a TV show in which a blonde girl is wearing a red dress and looking concerned.", "with_names": "a blonde girl is wearing a red dress and looking concerned."}, {"scene_id": "atwt-05-15-03s20", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-05-15-03s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-15-03s22", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-05-15-03s23", "raw": "A scene from a TV show in which a woman comforts an elderly woman in a hospital bed.", "with_names": "a woman comforts an elderly woman in a hospital bed."}, {"scene_id": "atwt-05-15-03s24", "raw": "A scene from a TV show in which a box of Colgate toothpaste is shown.", "with_names": ""}, {"scene_id": "atwt-05-15-03s25", "raw": "A scene from a TV show in which a blonde woman is wearing a red shirt and a blue shirt is talking to her.", "with_names": ""}, {"scene_id": "atwt-05-15-03s26", "raw": "A scene from a TV show in which two doctors are talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-15-03s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-15-03s28", "raw": "A scene from a TV show in which a woman is talking and her hair is cut short.", "with_names": ""}, {"scene_id": "atwt-05-15-03s29", "raw": "A scene from a TV show in which a woman is talking to an older woman.", "with_names": ""}, {"scene_id": "atwt-05-15-03s30", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and looking up.", "with_names": ""}, {"scene_id": "atwt-05-15-03s31", "raw": "A scene from a TV show in which a man is being kissed on the cheek by another man.", "with_names": "a man is being kissed on the cheek by another man."}, {"scene_id": "atwt-05-15-03s32", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-05-15-03s33", "raw": "A scene from a TV show in which the word \"World\" is written in white over a picture of the globe", "with_names": "the word \"world\" is written in white over a picture of the globe"}]