[{"scene_id": "atwt-01-31-07s0", "raw": "A scene from a TV show in which a woman is trying to get a man to stop hitting her.", "with_names": "Vienna is trying to get a man to stop hitting her."}, {"scene_id": "atwt-01-31-07s1", "raw": "A scene from a TV show in which a young girl is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-01-31-07s2", "raw": "A scene from a TV show in which a man is looking down and wearing a black jacket", "with_names": "a man is looking down and wearing a black jacket"}, {"scene_id": "atwt-01-31-07s3", "raw": "A scene from a TV show in which a woman is walking through a room with a fireplace and a couch.", "with_names": "a woman is walking through a room with a fireplace and a couch."}, {"scene_id": "atwt-01-31-07s4", "raw": "A scene from a TV show in which a woman is using a hair straightener.", "with_names": "a woman is using a hair straightener."}, {"scene_id": "atwt-01-31-07s5", "raw": "A scene from a TV show in which a man and a woman are standing in a room, talking to each other.", "with_names": ""}, {"scene_id": "atwt-01-31-07s6", "raw": "A scene from a TV show in which a young boy is standing next to a man.", "with_names": "a young boy is standing next to a man."}, {"scene_id": "atwt-01-31-07s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-31-07s8", "raw": "A scene from a TV show in which a woman is smiling and looking up at a man.", "with_names": "a woman is smiling and looking up at a man."}, {"scene_id": "atwt-01-31-07s9", "raw": "A scene from a TV show in which a woman is being harassed by two men.", "with_names": "a woman is being harassed by two men."}, {"scene_id": "atwt-01-31-07s10", "raw": "", "with_names": ""}, {"scene_id": "atwt-01-31-07s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-31-07s12", "raw": "A scene from a TV show in which a person is using a blue sponge to clean a white bowl.", "with_names": "a person is using a blue sponge to clean a white bowl."}, {"scene_id": "atwt-01-31-07s13", "raw": "A scene from a TV show in which a man is looking at a bottle and making a face", "with_names": "a man is looking at a bottle and making a face"}, {"scene_id": "atwt-01-31-07s14", "raw": "A scene from a TV show in which a young boy is wearing a red jacket and a black jacket.", "with_names": "a young boy is wearing a red jacket and a black jacket."}, {"scene_id": "atwt-01-31-07s15", "raw": "A scene from a TV show in which a woman is wearing a black coat and a necklace", "with_names": "a woman is wearing a black coat and a necklace"}, {"scene_id": "atwt-01-31-07s16", "raw": "A scene from a TV show in which a doctor shows a patient an X-ray of her spine.", "with_names": "a doctor shows a patient an x-ray of her spine."}, {"scene_id": "atwt-01-31-07s17", "raw": "A scene from a TV show in which a young boy is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-01-31-07s18", "raw": "A scene from a TV show in which a bag of Werther's Originals is shown.", "with_names": ""}, {"scene_id": "atwt-01-31-07s19", "raw": "A scene from a TV show in which a woman is wearing a black and white jacket and a necklace.", "with_names": "a woman is wearing a black and white jacket and a necklace."}, {"scene_id": "atwt-01-31-07s20", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-01-31-07s21", "raw": "A scene from a TV show in which a man and a woman are talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-31-07s22", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, looking at each other.", "with_names": ""}, {"scene_id": "atwt-01-31-07s23", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and smiling.", "with_names": "a woman is wearing a red leather jacket and smiling."}, {"scene_id": "atwt-01-31-07s24", "raw": "A scene from a TV show in which a woman is shown applying lotion to her shoulder.", "with_names": ""}]