[{"scene_id": "atwt-03-24-08s0", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is in a suit.", "with_names": "a woman is wearing a blue dress and Jack is in a suit."}, {"scene_id": "atwt-03-24-08s1", "raw": "A scene from a TV show in which a man is sitting at a restaurant table with a woman and another man.", "with_names": "a man is sitting at a restaurant table with a woman and another man."}, {"scene_id": "atwt-03-24-08s2", "raw": "A scene from a TV show in which a woman is wearing a pink floral dress and a man is in a black coat.", "with_names": "a woman is wearing a pink floral dress and a man is in a black coat."}, {"scene_id": "atwt-03-24-08s3", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking.", "with_names": ""}, {"scene_id": "atwt-03-24-08s4", "raw": "A scene from a TV show in which a man and a woman are looking at each other through a window.", "with_names": "a man and a woman are looking at each other through a window."}, {"scene_id": "atwt-03-24-08s5", "raw": "A scene from a TV show in which a man is standing in front of a desk and another man is behind him.", "with_names": "a man is standing in front of a desk and another man is behind him."}, {"scene_id": "atwt-03-24-08s6", "raw": "A scene from a TV show in which a woman is sitting at a table with her hands up in the air.", "with_names": "a woman is sitting at a table with her hands up in the air."}, {"scene_id": "atwt-03-24-08s7", "raw": "A scene from a TV show in which a yoghurt is shown with the word 'Calories' written on it", "with_names": ""}, {"scene_id": "atwt-03-24-08s8", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-24-08s9", "raw": "A scene from a TV show in which a man and a woman are hugging and smiling at each other.", "with_names": "a man and a woman are hugging and smiling at each other."}, {"scene_id": "atwt-03-24-08s10", "raw": "A scene from a TV show in which a woman holds a baby while two men look on.", "with_names": "a woman holds a baby while two men look on."}, {"scene_id": "atwt-03-24-08s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-03-24-08s12", "raw": "A scene from a TV show in which a woman is handing a man a bottle of alcohol.", "with_names": "a woman is handing a man a bottle of alcohol."}, {"scene_id": "atwt-03-24-08s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-24-08s14", "raw": "A scene from a TV show in which a blonde woman is talking to the camera. She is wearing a black leather jacket and a red and white American flag is behind her. In the background, there are several bottles and a", "with_names": ""}, {"scene_id": "atwt-03-24-08s15", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is kneeling next to him", "with_names": "a man is lying in a hospital bed and a woman is kneeling next to him"}, {"scene_id": "atwt-03-24-08s16", "raw": "A scene from a TV show in which a man and a woman are in a laundromat.", "with_names": "a man and a woman are in a laundromat."}, {"scene_id": "atwt-03-24-08s17", "raw": "A scene from a TV show in which a man is leaning over a woman, whispering in her ear.", "with_names": "a man is leaning over a woman, whispering in her ear."}, {"scene_id": "atwt-03-24-08s18", "raw": "A scene from a TV show in which a woman is standing in a kitchen with a man standing behind her.", "with_names": "a woman is standing in a kitchen with a man standing behind her."}, {"scene_id": "atwt-03-24-08s19", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-03-24-08s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-24-08s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-24-08s22", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube coming out of his nose.", "with_names": "a man is lying in a hospital bed with a tube coming out of his nose."}, {"scene_id": "atwt-03-24-08s23", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is pulled back.", "with_names": ""}, {"scene_id": "atwt-03-24-08s24", "raw": "A scene from a TV show in which a woman demonstrates how to use a Bounty paper towel to clean a red carpet.", "with_names": "a woman demonstrates how to use a bounty paper towel to clean a red carpet."}, {"scene_id": "atwt-03-24-08s25", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-03-24-08s26", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-24-08s27", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-03-24-08s28", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-03-24-08s29", "raw": "A scene from a TV show in which a woman is sitting in a car and looking out the window.", "with_names": "a woman is sitting in a car and looking out the window."}, {"scene_id": "atwt-03-24-08s30", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on.", "with_names": "a man is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "atwt-03-24-08s31", "raw": "A scene from a TV show in which a man is talking to a woman in front of a crowd.", "with_names": ""}, {"scene_id": "atwt-03-24-08s32", "raw": "A scene from a TV show in which a woman is sitting at a table with a cup and a vase of flowers, and another womanrear is talking to her.", "with_names": ""}, {"scene_id": "atwt-03-24-08s33", "raw": "A scene from a TV show in which a man is looking at a computer screen and making a funny face.", "with_names": "a man is looking at a computer screen and making a funny face."}, {"scene_id": "atwt-03-24-08s34", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-24-08s35", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-24-08s36", "raw": "A scene from a TV show in which a woman is walking down the street and a man is following her.", "with_names": "Carly is walking down the street and ] is following her."}, {"scene_id": "atwt-03-24-08s37", "raw": "A scene from a TV show in which a woman is standing on a ship.", "with_names": "a woman is standing on a ship."}, {"scene_id": "atwt-03-24-08s38", "raw": "A scene from a TV show in which a woman is talking to a man on a street corner.", "with_names": ""}, {"scene_id": "atwt-03-24-08s39", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is curly", "with_names": ""}, {"scene_id": "atwt-03-24-08s40", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-24-08s41", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-24-08s42", "raw": "A scene from a TV show in which a glass bowl is filled with water and a spoon", "with_names": "a glass bowl is filled with water and a spoon"}]