[{"scene_id": "atwt-05-19-04s0", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "atwt-05-19-04s1", "raw": "A scene from a TV show in which a woman is holding a cup and talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-19-04s2", "raw": "A scene from a TV show in which a man is sitting at a table with a woman and a child.", "with_names": "a man is sitting at a table with a woman and a child."}, {"scene_id": "atwt-05-19-04s3", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed.", "with_names": "a man is standing next to a woman in a hospital bed."}, {"scene_id": "atwt-05-19-04s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-19-04s5", "raw": "A scene from a TV show in which a woman is holding a white ball and smiling.", "with_names": "a woman is holding a white ball and smiling."}, {"scene_id": "atwt-05-19-04s6", "raw": "A scene from a TV show in which a woman sits at a bar and looks at the bottles.", "with_names": "a woman sits at a bar and looks at the bottles."}, {"scene_id": "atwt-05-19-04s7", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a bandage covering her head.", "with_names": "a woman is lying in a hospital bed with a bandage covering her head."}, {"scene_id": "atwt-05-19-04s8", "raw": "A scene from a TV show in which a man is sleeping on a pillow on a balcony overlooking a busy Las Vegas street.", "with_names": "] is sleeping on a pillow on a balcony overlooking a busy las vegas street."}, {"scene_id": "atwt-05-19-04s9", "raw": "A scene from a TV show in which a man is seen in a room with a black screen.", "with_names": "a man is in a room with a black screen."}, {"scene_id": "atwt-05-19-04s10", "raw": "A scene from a TV show in which a young woman is looking at the camera with a shocked expression.", "with_names": "a young woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-05-19-04s11", "raw": "A scene from a TV show in which a woman is yelling and making a face", "with_names": "a woman is yelling and making a face"}, {"scene_id": "atwt-05-19-04s12", "raw": "A scene from a TV show in which a hand is dipping a potato chip into a bowl of Denver Scramble.", "with_names": "a hand is dipping a potato chip into a bowl of denver scramble."}, {"scene_id": "atwt-05-19-04s13", "raw": "A scene from a TV show in which a stone wall is shown", "with_names": ""}, {"scene_id": "atwt-05-19-04s14", "raw": "A scene from a TV show in which a man is looking at the camera and smiling", "with_names": "a man is looking at the camera and smiling"}, {"scene_id": "atwt-05-19-04s15", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a bandage on her head and a white bandage covering her eyes.", "with_names": "a woman is lying in a hospital bed with a bandage on her head and a white bandage covering her eyes."}, {"scene_id": "atwt-05-19-04s16", "raw": "A scene from a TV show in which a woman is holding a blue plate and a man is looking at it.", "with_names": "a woman is holding a blue plate and a man is looking at it."}, {"scene_id": "atwt-05-19-04s17", "raw": "A scene from a TV show in which a man is seen talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-05-19-04s18", "raw": "A scene from a TV show in which a young man is talking to a nurse.", "with_names": ""}, {"scene_id": "atwt-05-19-04s19", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and a woman is in a dress."}, {"scene_id": "atwt-05-19-04s20", "raw": "A scene from a TV show in which a woman is seen standing in a kitchen with her hands on the refrigerator door.", "with_names": "a woman is standing in a kitchen with her hands on the refrigerator door."}, {"scene_id": "atwt-05-19-04s21", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-19-04s22", "raw": "A scene from a TV show in which a man is lying on the floor with his head in his hands, a woman is standing behind him, looking at him.", "with_names": "a man is lying on the floor with his head in his hands, a woman is standing behind him, looking at him."}, {"scene_id": "atwt-05-19-04s23", "raw": "A scene from a TV show in which a doctor is talking to a group of people.", "with_names": ""}, {"scene_id": "atwt-05-19-04s24", "raw": "A scene from a TV show in which a man is looking at another man and smiling.", "with_names": "a man is looking at another man and smiling."}]