[{"scene_id": "atwt-12-28-05s0", "raw": "A scene from a TV show in which a man is wearing a black suit and a white shirt.", "with_names": "a man is wearing a black suit and a white shirt."}, {"scene_id": "atwt-12-28-05s1", "raw": "A scene from a TV show in which a man is holding a young girl.", "with_names": "a man is holding a young girl."}, {"scene_id": "atwt-12-28-05s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-12-28-05s3", "raw": "A scene from a TV show in which a small, old-fashioned TV is turned on and the screen displays a red warning light.", "with_names": "a small, old-fashioned tv is turned on and the screen displays a red warning light."}, {"scene_id": "atwt-12-28-05s4", "raw": "A scene from a TV show in which a woman is sitting in a cafe with a black jacket on.", "with_names": "a woman is sitting in a cafe with a black jacket on."}, {"scene_id": "atwt-12-28-05s5", "raw": "A scene from a TV show in which a woman is seen talking to a man in a car.", "with_names": ""}, {"scene_id": "atwt-12-28-05s6", "raw": "A scene from a TV show in which a man is sitting in a bar wearing a leather jacket.", "with_names": "a man is sitting in a bar wearing a leather jacket."}, {"scene_id": "atwt-12-28-05s7", "raw": "A scene from a TV show in which a woman is standing in front of a table, and a man is sitting in a chair.", "with_names": ""}, {"scene_id": "atwt-12-28-05s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-12-28-05s9", "raw": "A scene from a TV show in which a woman is putting a ring on her finger.", "with_names": "a woman is putting a ring on her finger."}, {"scene_id": "atwt-12-28-05s10", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-12-28-05s11", "raw": "A scene from a TV show in which a woman is holding a book and a man is sitting on a chair", "with_names": ""}, {"scene_id": "atwt-12-28-05s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-12-28-05s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a hotel room.", "with_names": "a man and a woman are standing next to each other in a hotel room."}, {"scene_id": "atwt-12-28-05s14", "raw": "A scene from a TV show in which a man is shown with a black eye and a bloody mouth.", "with_names": ""}, {"scene_id": "atwt-12-28-05s15", "raw": "A scene from a TV show in which a woman is wearing a robe and a man is yelling at her.", "with_names": "a woman is wearing a robe and a man is yelling at her."}, {"scene_id": "atwt-12-28-05s16", "raw": "A scene from a TV show in which a woman holds a baby and a man looks at her.", "with_names": "a woman holds a baby and a man looks at her."}, {"scene_id": "atwt-12-28-05s17", "raw": "A scene from a TV show in which a young man is looking down and wearing a leather jacket.", "with_names": "a young man is looking down and wearing a leather jacket."}, {"scene_id": "atwt-12-28-05s18", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "atwt-12-28-05s19", "raw": "A scene from a TV show in which a man is sitting at a desk in a pharmacy.", "with_names": "a man is sitting at a desk in a pharmacy."}, {"scene_id": "atwt-12-28-05s20", "raw": "A scene from a TV show in which an older woman is talking to a younger woman.", "with_names": ""}, {"scene_id": "atwt-12-28-05s21", "raw": "A scene from a TV show in which a man is wearing a leather jacket and talking to another man.", "with_names": ""}, {"scene_id": "atwt-12-28-05s22", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "atwt-12-28-05s23", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "atwt-12-28-05s24", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-12-28-05s25", "raw": "A scene from a TV show in which a woman leans over a man in a hospital bed.", "with_names": "a woman leans over a man in a hospital bed."}, {"scene_id": "atwt-12-28-05s26", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing in front of her.", "with_names": "Meg is wearing a black dress and ] is standing in front of her."}, {"scene_id": "atwt-12-28-05s27", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-12-28-05s28", "raw": "A scene from a TV show in which a woman is shown taking a pill.", "with_names": ""}]