[{"scene_id": "atwt-04-01-05s0", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-01-05s1", "raw": "A scene from a TV show in which a man and a woman are lying on a bed, cuddling and smiling.", "with_names": "a man and a woman are lying on a bed, cuddling and smiling."}, {"scene_id": "atwt-04-01-05s2", "raw": "A scene from a TV show in which a young man is wearing an orange shirt and grey sweater", "with_names": "a young man is wearing an orange shirt and grey sweater"}, {"scene_id": "atwt-04-01-05s3", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a necklace", "with_names": "a woman is wearing a red leather jacket and a necklace"}, {"scene_id": "atwt-04-01-05s4", "raw": "A scene from a TV show in which a woman is crying and a man is hugging her.", "with_names": "a woman is crying and a man is hugging her."}, {"scene_id": "atwt-04-01-05s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-01-05s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is speaking into a microphone.", "with_names": "a man is wearing a suit and tie and is speaking into a microphone."}, {"scene_id": "atwt-04-01-05s7", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at his hands", "with_names": ""}, {"scene_id": "atwt-04-01-05s8", "raw": "A scene from a TV show in which a man sits on a porch with red flowers.", "with_names": "a man sits on a porch with red flowers."}, {"scene_id": "atwt-04-01-05s9", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-01-05s10", "raw": "A scene from a TV show in which a girl is talking to a boy in front of a locker.", "with_names": ""}, {"scene_id": "atwt-04-01-05s11", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-01-05s12", "raw": "A scene from a TV show in which a man is looking at a computer screen and making a surprised face.", "with_names": "a man is looking at a computer screen and making a surprised face."}, {"scene_id": "atwt-04-01-05s13", "raw": "A scene from a TV show in which a woman is scratching her head in a library.", "with_names": "a woman is scratching her head in a library."}, {"scene_id": "atwt-04-01-05s14", "raw": "A scene from a TV show in which a woman is seen reading a newspaper while holding a gun.", "with_names": "a woman is reading a newspaper while holding a gun."}, {"scene_id": "atwt-04-01-05s15", "raw": "A scene from a TV show in which a man is wearing a tank top and is pointing his arm out.", "with_names": "a man is wearing a tank top and is pointing his arm out."}, {"scene_id": "atwt-04-01-05s16", "raw": "A scene from a TV show in which a woman is hugging a man", "with_names": "a woman is hugging a man"}, {"scene_id": "atwt-04-01-05s17", "raw": "A scene from a TV show in which a shirtless man and a woman are hugging and smiling.", "with_names": "a shirtless man and a woman are hugging and smiling."}, {"scene_id": "atwt-04-01-05s18", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a brown shirt", "with_names": "a man is looking at the camera and wearing a brown shirt"}, {"scene_id": "atwt-04-01-05s19", "raw": "A scene from a TV show in which a man is holding a bag and looking at it.", "with_names": "a man is holding a bag and looking at it."}, {"scene_id": "atwt-04-01-05s20", "raw": "A scene from a TV show in which a woman is riding a zip line with a man standing behind her.", "with_names": "a woman is riding a zip line with a man standing behind her."}, {"scene_id": "atwt-04-01-05s21", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway, with the man wearing a jean jacket.", "with_names": "a man and a woman are standing in a hallway, with the man wearing a jean jacket."}, {"scene_id": "atwt-04-01-05s22", "raw": "A scene from a TV show in which a man and a woman are in bed together.", "with_names": "a man and a woman are in bed together."}, {"scene_id": "atwt-04-01-05s23", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-01-05s24", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-04-01-05s25", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-04-01-05s26", "raw": "A scene from a TV show in which a woman is holding flowers and looking at a man.", "with_names": "a woman is holding flowers and looking at a man."}, {"scene_id": "atwt-04-01-05s27", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-04-01-05s28", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-01-05s29", "raw": "A scene from a TV show in which a man is wearing a suit and a red shirt.", "with_names": "a man is wearing a suit and a red shirt."}, {"scene_id": "atwt-04-01-05s30", "raw": "A scene from a TV show in which a blonde woman is sitting next to a man, and they are looking at each other.", "with_names": "a blonde woman is sitting next to a man, and they are looking at each other."}]