[{"scene_id": "atwt-04-01-05s0", "raw": "a man and woman are laughing at each other while they are laughing.", "with_names": "Henry and woman are laughing at each other while they are laughing."}, {"scene_id": "atwt-04-01-05s1", "raw": "a man and a woman are hugging each other and the man is trying to wake him up.", "with_names": "Aaron and Alison are hugging each other and the man is trying to wake him up."}, {"scene_id": "atwt-04-01-05s2", "raw": "a man is walking through a mall and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-01-05s3", "raw": "a man is sitting at a table and then a woman is shown drinking a glass of wine.", "with_names": ""}, {"scene_id": "atwt-04-01-05s4", "raw": "a woman is talking about her experience and she is doing.", "with_names": ""}, {"scene_id": "atwt-04-01-05s5", "raw": "a woman is talking about a man and then a man is talking about it.", "with_names": ""}, {"scene_id": "atwt-04-01-05s6", "raw": "a man and a woman are talking about a news segment.", "with_names": ""}, {"scene_id": "atwt-04-01-05s7", "raw": "a man and woman are talking about a man and then the woman is laughing.", "with_names": ""}, {"scene_id": "atwt-04-01-05s8", "raw": "a woman is talking about her experience and then a man is shown in a studio.", "with_names": ""}, {"scene_id": "atwt-04-01-05s9", "raw": "a woman is talking to a man and then a man is talking.", "with_names": ""}, {"scene_id": "atwt-04-01-05s10", "raw": "a man and a woman are talking about a video of a man.", "with_names": ""}, {"scene_id": "atwt-04-01-05s11", "raw": "a man and a woman are talking and laughing at each other.", "with_names": ""}, {"scene_id": "atwt-04-01-05s12", "raw": "a man is talking about a woman who is being interviewed.", "with_names": ""}, {"scene_id": "atwt-04-01-05s13", "raw": "a woman is talking about a man and then a woman is shown talking about it.", "with_names": ""}, {"scene_id": "atwt-04-01-05s14", "raw": "a commercial for a commercial for a commercial for a commercial.", "with_names": ""}, {"scene_id": "atwt-04-01-05s15", "raw": "a man and a woman are talking about a video game.", "with_names": ""}, {"scene_id": "atwt-04-01-05s16", "raw": "a man and a woman are talking and then a girl is kissing.", "with_names": ""}, {"scene_id": "atwt-04-01-05s17", "raw": "a man is laying on a bed while a woman is rubbing his shoulder.", "with_names": "Aaron is laying on a bed while Alison is rubbing his shoulder."}, {"scene_id": "atwt-04-01-05s18", "raw": "a man and a woman are sitting at a table and talking to each other.", "with_names": ""}, {"scene_id": "atwt-04-01-05s19", "raw": "a man is walking through a mall and then a woman enters the room.", "with_names": "Paul is walking through a mall and then a woman enters the room."}, {"scene_id": "atwt-04-01-05s20", "raw": "a man and a woman are shown in a commercial for a commercial.", "with_names": ""}, {"scene_id": "atwt-04-01-05s21", "raw": "a man and a woman are talking about a website.", "with_names": ""}, {"scene_id": "atwt-04-01-05s22", "raw": "a man and a woman kiss each other and then kiss each other.", "with_names": "Aaron and Alison kiss each other and then kiss each other."}, {"scene_id": "atwt-04-01-05s23", "raw": "a woman is talking about a man and then a man is walking around a room.", "with_names": ""}, {"scene_id": "atwt-04-01-05s24", "raw": "a man and woman are talking about a new screen.", "with_names": ""}, {"scene_id": "atwt-04-01-05s25", "raw": "a man and a woman are kissing each other and then the man is kissing.", "with_names": "Aaron and Alison are kissing each other and then the man is kissing."}, {"scene_id": "atwt-04-01-05s26", "raw": "a man and a woman are walking around a room and talking about it.", "with_names": ""}, {"scene_id": "atwt-04-01-05s27", "raw": "a man and a woman are talking about a conference.", "with_names": ""}, {"scene_id": "atwt-04-01-05s28", "raw": "a man is talking about a man and then two men are talking about it.", "with_names": ""}, {"scene_id": "atwt-04-01-05s29", "raw": "a man and woman are walking around a mall and talking about the experience.", "with_names": ""}, {"scene_id": "atwt-04-01-05s30", "raw": "a man is talking about a woman who is sitting in a chair.", "with_names": ""}]