[{"scene_id": "bb-10-09-17s0", "raw": "A scene from a TV show in which a man is sitting in a chair wearing a suit and tie.", "with_names": ""}, {"scene_id": "bb-10-09-17s1", "raw": "A scene from a TV show in which a woman is crying and a man is standing next to her.", "with_names": "a woman is crying and a man is standing next to her."}, {"scene_id": "bb-10-09-17s2", "raw": "A scene from a TV show in which a man is holding a cup and talking to another man.", "with_names": ""}, {"scene_id": "bb-10-09-17s3", "raw": "A scene from a TV show in which a woman wears red sunglasses and a hat.", "with_names": "Quinn wears red sunglasses and a hat."}, {"scene_id": "bb-10-09-17s5", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-10-09-17s6", "raw": "A scene from a TV show in which a woman is holding a cup and a man is looking at her.", "with_names": "a woman is holding a cup and a man is looking at her."}, {"scene_id": "bb-10-09-17s7", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a door is open.", "with_names": "Mateo is wearing a blue shirt and a door is open."}, {"scene_id": "bb-10-09-17s8", "raw": "A scene from a TV show in which a man is sitting on a chair and looking down.", "with_names": ""}, {"scene_id": "bb-10-09-17s9", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Sally is crying."}, {"scene_id": "bb-10-09-17s10", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-10-09-17s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-09-17s12", "raw": "A scene from a TV show in which a woman is singing in a room with a man standing behind her.", "with_names": "a woman is singing in a room with a man standing behind her."}, {"scene_id": "bb-10-09-17s13", "raw": "A scene from a TV show in which a woman is being massaged by a man.", "with_names": "Nicole is being massaged by a man."}, {"scene_id": "bb-10-09-17s14", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "bb-10-09-17s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-09-17s16", "raw": "A scene from a TV show in which a woman is having a massage.", "with_names": "a woman is having a massage."}, {"scene_id": "bb-10-09-17s17", "raw": "A scene from a TV show in which a man and a woman are standing face to face. The woman is wearing a patterned shirt and has a fake mustache.", "with_names": "a man and a woman are standing face to face. the woman is wearing a patterned shirt and has a fake mustache."}, {"scene_id": "bb-10-09-17s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-09-17s19", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-10-09-17s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]