[{"scene_id": "atwt-01-15-07s0", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "Holden and Lily are standing in a kitchen."}, {"scene_id": "atwt-01-15-07s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-15-07s2", "raw": "A scene from a TV show in which a woman is on the phone and her head is down", "with_names": "a woman is on the phone and her head is down"}, {"scene_id": "atwt-01-15-07s3", "raw": "A scene from a TV show in which a white man is talking to a black man.", "with_names": ""}, {"scene_id": "atwt-01-15-07s4", "raw": "A scene from a TV show in which a man is looking at a cell phone", "with_names": "a man is looking at a cell phone"}, {"scene_id": "atwt-01-15-07s5", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-15-07s6", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-01-15-07s7", "raw": "A scene from a TV show in which a woman is looking down and her hair is in a messy bun", "with_names": "a woman is looking down and her hair is in a messy bun"}, {"scene_id": "atwt-01-15-07s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-15-07s9", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-15-07s10", "raw": "A scene from a TV show in which a woman is walking down a street, a man is behind her.", "with_names": "a woman is walking down a street, a man is behind her."}, {"scene_id": "atwt-01-15-07s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-15-07s12", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "atwt-01-15-07s13", "raw": "A scene from a TV show in which a doctor is wearing a white coat and a woman is in a black turtleneck.", "with_names": "a doctor is wearing a white coat and a woman is in a black turtleneck."}, {"scene_id": "atwt-01-15-07s14", "raw": "A scene from a TV show in which a woman is wearing an orange shirt and a man is in a black jacket.", "with_names": "a woman is wearing an orange shirt and a man is in a black jacket."}, {"scene_id": "atwt-01-15-07s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-15-07s16", "raw": "A scene from a TV show in which two women are staring at each other with a man looking on.", "with_names": "two women are staring at each other with a man looking on."}, {"scene_id": "atwt-01-15-07s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-15-07s18", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}, {"scene_id": "atwt-01-15-07s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-15-07s20", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-01-15-07s21", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "atwt-01-15-07s22", "raw": "A scene from a TV show in which a woman is sitting on a chair and touching her legs.", "with_names": ""}, {"scene_id": "atwt-01-15-07s23", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a police badge around his neck", "with_names": "a man is wearing a blue shirt and a police badge around his neck"}, {"scene_id": "atwt-01-15-07s24", "raw": "A scene from a TV show in which a doctor is pushing a patient on a gurney while other people look on.", "with_names": "a doctor is pushing a patient on a gurney while other people look on."}, {"scene_id": "atwt-01-15-07s25", "raw": "A scene from a TV show in which a man is whispering into a woman's ear.", "with_names": "a man is whispering into a woman's ear."}, {"scene_id": "atwt-01-15-07s26", "raw": "A scene from a TV show in which a woman is standing in a kitchen and a waitress is serving her food.", "with_names": "a woman is standing in a kitchen and a waitress is serving her food."}, {"scene_id": "atwt-01-15-07s27", "raw": "A scene from a TV show in which a young girl is looking at the camera.", "with_names": "a young girl is looking at the camera."}, {"scene_id": "atwt-01-15-07s28", "raw": "A scene from a TV show in which a woman is talking to her mother.", "with_names": ""}, {"scene_id": "atwt-01-15-07s29", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a white shirt", "with_names": "a woman is wearing a fur coat and a white shirt"}, {"scene_id": "atwt-01-15-07s30", "raw": "A scene from a TV show in which a man is sitting at a table with a bowl on his head and a spoon in his hand.", "with_names": "a man is sitting at a table with a bowl on his head and a spoon in his hand."}]