[{"scene_id": "gl-03-12-03s0", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-03-12-03s1", "raw": "A scene from a TV show in which a man is standing in a room with a staircase and a large bouquet of flowers.", "with_names": "a man is standing in a room with a staircase and a large bouquet of flowers."}, {"scene_id": "gl-03-12-03s2", "raw": "A scene from a TV show in which a man is wearing a jersey and a woman is holding him.", "with_names": "a man is wearing a jersey and a woman is holding him."}, {"scene_id": "gl-03-12-03s3", "raw": "A scene from a TV show in which a woman is handing a book to a man.", "with_names": "a woman is handing a book to a man."}, {"scene_id": "gl-03-12-03s4", "raw": "A scene from a TV show in which a woman is looking at a candle", "with_names": "a woman is looking at a candle"}, {"scene_id": "gl-03-12-03s5", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking off to the side.", "with_names": ""}, {"scene_id": "gl-03-12-03s6", "raw": "A scene from a TV show in which a woman is sitting at a table with a plant and a vase.", "with_names": "a woman is sitting at a table with a plant and a vase."}, {"scene_id": "gl-03-12-03s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-12-03s8", "raw": "A scene from a TV show in which a woman is cutting a couch with a pair of scissors.", "with_names": "a woman is cutting a couch with a pair of scissors."}, {"scene_id": "gl-03-12-03s9", "raw": "A scene from a TV show in which a man is proposing to a woman at a table.", "with_names": "a man is proposing to a woman at a table."}, {"scene_id": "gl-03-12-03s10", "raw": "A scene from a TV show in which a woman is talking on the phone and a vase is in the background.", "with_names": ""}, {"scene_id": "gl-03-12-03s11", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "gl-03-12-03s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-12-03s13", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a purple shirt", "with_names": "a man is wearing a leather jacket and a purple shirt"}, {"scene_id": "gl-03-12-03s14", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-12-03s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her", "with_names": ""}, {"scene_id": "gl-03-12-03s16", "raw": "A scene from a TV show in which a woman is talking on the phone and looking at a piece of paper.", "with_names": ""}, {"scene_id": "gl-03-12-03s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-12-03s18", "raw": "A scene from a TV show in which a man is being hit by a woman", "with_names": "a man is being hit by a woman"}, {"scene_id": "gl-03-12-03s19", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a potted plant.", "with_names": ""}, {"scene_id": "gl-03-12-03s20", "raw": "A scene from a TV show in which a woman is wiping her face with a tissue.", "with_names": "a woman is wiping her face with a tissue."}, {"scene_id": "gl-03-12-03s21", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-03-12-03s22", "raw": "A scene from a TV show in which a man is talking on the phone and his hand is on his face", "with_names": ""}, {"scene_id": "gl-03-12-03s23", "raw": "A scene from a TV show in which a man is trying to open a door while a woman stands behind him.", "with_names": "a man is trying to open a door while a woman stands behind him."}]