[{"scene_id": "bb-09-26-14s0", "raw": "A scene from a TV show in which a man sits alone in a living room and watches a TV.", "with_names": "a man sits alone in a living room and watches a tv."}, {"scene_id": "bb-09-26-14s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-26-14s2", "raw": "A scene from a TV show in which a model walks down a runway in a futuristic setting.", "with_names": "a model walks down a runway in a futuristic setting."}, {"scene_id": "bb-09-26-14s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-09-26-14s4", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-26-14s5", "raw": "A scene from a TV show in which a man and a woman embrace and kiss.", "with_names": "Ridge and Caroline embrace and kiss."}, {"scene_id": "bb-09-26-14s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-26-14s7", "raw": "A scene from a TV show in which a man sits at his desk and talks on his cell phone.", "with_names": "a man sits at his desk and talks on his cell phone."}, {"scene_id": "bb-09-26-14s8", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "bb-09-26-14s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-26-14s10", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "bb-09-26-14s11", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Ridge and Katie are standing in a room."}, {"scene_id": "bb-09-26-14s12", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-26-14s14", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses Deacon on the cheek."}]