[{"scene_id": "atwt-08-07-09s0", "raw": "A scene from a TV show in which a young man is wearing a blue shirt and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-08-07-09s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-08-07-09s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-08-07-09s3", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-08-07-09s4", "raw": "A scene from a TV show in which a man is looking at a cell phone and wearing a blue shirt", "with_names": "a man is looking at a cell phone and wearing a blue shirt"}, {"scene_id": "atwt-08-07-09s5", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "atwt-08-07-09s6", "raw": "A scene from a TV show in which a man drives a monster truck through the woods.", "with_names": "a man drives a monster truck through the woods."}, {"scene_id": "atwt-08-07-09s7", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-08-07-09s8", "raw": "A scene from a TV show in which a woman is talking to another woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-08-07-09s9", "raw": "A scene from a TV show in which a woman is wearing a green jacket and black dress.", "with_names": "a woman is wearing a green jacket and black dress."}, {"scene_id": "atwt-08-07-09s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-08-07-09s11", "raw": "A scene from a TV show in which a woman holds a box of laundry detergent.", "with_names": "a woman holds a box of laundry detergent."}, {"scene_id": "atwt-08-07-09s12", "raw": "A scene from a TV show in which a woman is wearing a short blonde wig and a dress.", "with_names": "a woman is wearing a short blonde wig and a dress."}, {"scene_id": "atwt-08-07-09s13", "raw": "A scene from a TV show in which a man sits in a hospital bed with his arms crossed.", "with_names": "a man sits in a hospital bed with his arms crossed."}, {"scene_id": "atwt-08-07-09s14", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with his arms crossed.", "with_names": ""}, {"scene_id": "atwt-08-07-09s15", "raw": "A scene from a TV show in which a box of Vagisil is shown", "with_names": ""}, {"scene_id": "atwt-08-07-09s16", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "atwt-08-07-09s17", "raw": "A scene from a TV show in which a woman is talking to a man at a bar.", "with_names": ""}, {"scene_id": "atwt-08-07-09s18", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "atwt-08-07-09s19", "raw": "A scene from a TV show in which a man lies on a bed with his feet up, while a woman stands in the background.", "with_names": "a man lies on a bed with his feet up, while a woman stands in the background."}, {"scene_id": "atwt-08-07-09s20", "raw": "A scene from a TV show in which toilet paper is being tested.", "with_names": "toilet paper is being tested."}, {"scene_id": "atwt-08-07-09s21", "raw": "A scene from a TV show in which a man is standing in front of a glass case with donuts and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-08-07-09s22", "raw": "A scene from a TV show in which a woman is standing in a kitchen and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-07-09s23", "raw": "A scene from a TV show in which a man is holding a cellphone in a kitchen.", "with_names": "a man is holding a cellphone in a kitchen."}, {"scene_id": "atwt-08-07-09s24", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-08-07-09s25", "raw": "A scene from a TV show in which a woman is wearing a dress and a necklace and talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-07-09s26", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-07-09s27", "raw": "A scene from a TV show in which a man is talking to a woman, and his hand is on his chin.", "with_names": ""}, {"scene_id": "atwt-08-07-09s28", "raw": "A scene from a TV show in which a woman is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "atwt-08-07-09s29", "raw": "A scene from a TV show in which a person is spraying a bottle of Lysol into a bathtub.", "with_names": "a person is spraying a bottle of lysol into a bathtub."}, {"scene_id": "atwt-08-07-09s30", "raw": "A scene from a TV show in which a man is talking to a woman in a store.", "with_names": ""}]