[{"scene_id": "atwt-10-15-01s0", "raw": "A scene from a TV show in which a man and a woman are holding a little girl.", "with_names": "a man and a woman are holding a little girl."}, {"scene_id": "atwt-10-15-01s1", "raw": "A scene from a TV show in which a man is holding a piece of paper and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-15-01s2", "raw": "A scene from a TV show in which a woman is singing in front of a fireplace.", "with_names": "Barbara is singing in front of a fireplace."}, {"scene_id": "atwt-10-15-01s3", "raw": "A scene from a TV show in which a man is holding a cup and talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-15-01s4", "raw": "A scene from a TV show in which a skeleton is lying in a coffin", "with_names": "a skeleton is lying in a coffin"}, {"scene_id": "atwt-10-15-01s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-15-01s6", "raw": "A scene from a TV show in which a bottle of laundry detergent is on a table.", "with_names": "a bottle of laundry detergent is on a table."}, {"scene_id": "atwt-10-15-01s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-15-01s8", "raw": "A scene from a TV show in which a man is talking to a dog", "with_names": ""}, {"scene_id": "atwt-10-15-01s9", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a bouquet of flowers.", "with_names": ""}, {"scene_id": "atwt-10-15-01s10", "raw": "A scene from a TV show in which a man is wearing a red shirt and a black jacket.", "with_names": "a man is wearing a red shirt and a black jacket."}, {"scene_id": "atwt-10-15-01s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-15-01s12", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-10-15-01s13", "raw": "A scene from a TV show in which a woman is talking to a police officer in a police station.", "with_names": ""}, {"scene_id": "atwt-10-15-01s14", "raw": "A scene from a TV show in which a woman is standing in a room with her arms outstretched.", "with_names": "Margo is standing in a room with her arms outstretched."}, {"scene_id": "atwt-10-15-01s15", "raw": "A scene from a TV show in which a woman is sitting at a desk and looking up.", "with_names": "a woman is sitting at a desk and looking up."}, {"scene_id": "atwt-10-15-01s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-15-01s17", "raw": "A scene from a TV show in which a box of Monostat 3 is shown", "with_names": ""}, {"scene_id": "atwt-10-15-01s18", "raw": "A scene from a TV show in which a young boy is wearing a green sweater and a red tie.", "with_names": "a young boy is wearing a green sweater and a red tie."}, {"scene_id": "atwt-10-15-01s19", "raw": "A scene from a TV show in which a man is wearing a blue sweater and a white shirt", "with_names": "Holden is wearing a blue sweater and a white shirt"}, {"scene_id": "atwt-10-15-01s20", "raw": "A scene from a TV show in which a man is sitting on a couch and blowing a kiss to a woman.", "with_names": ""}, {"scene_id": "atwt-10-15-01s21", "raw": "A scene from a TV show in which a man is seen holding a box in a car.", "with_names": "a man is holding a box in a car."}, {"scene_id": "atwt-10-15-01s22", "raw": "A scene from a TV show in which a man is standing behind a woman, and she is crying.", "with_names": "Hal is standing behind Emily, and she is crying."}, {"scene_id": "atwt-10-15-01s23", "raw": "A scene from a TV show in which a man and a woman sit at a table in a restaurant.", "with_names": "Craig and Margo sit at a table in a restaurant."}, {"scene_id": "atwt-10-15-01s24", "raw": "A scene from a TV show in which a woman is talking to someone and looking shocked.", "with_names": ""}]