[{"scene_id": "oltl-06-06-07s0", "raw": "A scene from a TV show in which two girls are sitting next to each other.", "with_names": "two girls are sitting next to each other."}, {"scene_id": "oltl-06-06-07s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-06-07s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-06-06-07s3", "raw": "A scene from a TV show in which a girl is talking to a man", "with_names": ""}, {"scene_id": "oltl-06-06-07s4", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a tube coming out of her nose.", "with_names": "a woman is lying in a hospital bed with a tube coming out of her nose."}, {"scene_id": "oltl-06-06-07s5", "raw": "A scene from a TV show in which a man is talking to a woman, with the woman looking at him with a look of surprise.", "with_names": ""}, {"scene_id": "oltl-06-06-07s6", "raw": "A scene from a TV show in which a blonde woman is smiling at a man.", "with_names": "a blonde woman is smiling at a man."}, {"scene_id": "oltl-06-06-07s7", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing grey shirts.", "with_names": ""}, {"scene_id": "oltl-06-06-07s8", "raw": "A scene from a TV show in which a woman is wearing a yellow jacket and a black shirt.", "with_names": "a woman is wearing a yellow jacket and a black shirt."}, {"scene_id": "oltl-06-06-07s9", "raw": "A scene from a TV show in which a person is pouring a glass of water into a cup.", "with_names": "a person is pouring a glass of water into a cup."}, {"scene_id": "oltl-06-06-07s10", "raw": "A scene from a TV show in which a young woman is sitting in a courtroom.", "with_names": "a young woman is sitting in a courtroom."}, {"scene_id": "oltl-06-06-07s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-06-06-07s12", "raw": "A scene from a TV show in which a woman is talking to a man and smiling.", "with_names": ""}, {"scene_id": "oltl-06-06-07s13", "raw": "A scene from a TV show in which a woman is wearing a yellow jacket and a man is in a blue shirt.", "with_names": "a woman is wearing a yellow jacket and a man is in a blue shirt."}, {"scene_id": "oltl-06-06-07s14", "raw": "A scene from a TV show in which a man is lying in a hospital bed, with a nurse standing over him.", "with_names": "a man is lying in a hospital bed, with a nurse standing over him."}, {"scene_id": "oltl-06-06-07s15", "raw": "A scene from a TV show in which a woman is trying to kiss a man on the cheek.", "with_names": "a woman is trying to kiss a man on the cheek."}, {"scene_id": "oltl-06-06-07s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-06-07s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-06-07s18", "raw": "A scene from a TV show in which a woman is standing next to a hospital bed and a young girl is laying down in it.", "with_names": "a woman is standing next to a hospital bed and a young girl is laying down in it."}, {"scene_id": "oltl-06-06-07s19", "raw": "A scene from a TV show in which a woman is in a hospital bed, wearing a mask and a surgical gown, and another womanrear is standing next to her.", "with_names": "a woman is in a hospital bed, wearing a mask and a surgical gown, and another womanrear is standing next to her."}, {"scene_id": "oltl-06-06-07s20", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "oltl-06-06-07s21", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital room.", "with_names": ""}, {"scene_id": "oltl-06-06-07s22", "raw": "A scene from a TV show in which a man is talking to a doctor in a hospital hallway.", "with_names": ""}, {"scene_id": "oltl-06-06-07s23", "raw": "A scene from a TV show in which a man is sitting at a table and talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-06-07s24", "raw": "A scene from a TV show in which a police officer is holding a gun.", "with_names": "a police officer is holding a gun."}, {"scene_id": "oltl-06-06-07s25", "raw": "A scene from a TV show in which a woman is in labor and a doctor is holding her hand.", "with_names": "a woman is in labor and a doctor is holding her hand."}, {"scene_id": "oltl-06-06-07s26", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "oltl-06-06-07s27", "raw": "A scene from a TV show in which a young man is standing in front of a woman, looking at her.", "with_names": "a young man is standing in front of a woman, looking at her."}, {"scene_id": "oltl-06-06-07s28", "raw": "A scene from a TV show in which a man is holding a woman and kissing her on the cheek.", "with_names": "a man is holding a woman and kissing her on the cheek."}, {"scene_id": "oltl-06-06-07s29", "raw": "A scene from a TV show in which a man is being arrested by police.", "with_names": "a man is being arrested by police."}, {"scene_id": "oltl-06-06-07s30", "raw": "A scene from a TV show in which a man and a woman are sitting in a bar, with a blonde woman standing behind them.", "with_names": "a man and a woman are sitting in a bar, with a blonde woman standing behind them."}, {"scene_id": "oltl-06-06-07s31", "raw": "A scene from a TV show in which a man is sitting in a hospital room, looking down and wearing a hospital gown.", "with_names": "a man is sitting in a hospital room, looking down and wearing a hospital gown."}]