[{"scene_id": "atwt-07-09-04s0", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-09-04s1", "raw": "A scene from a TV show in which a woman is lying on a bed, her head resting on her knees.", "with_names": "a woman is lying on a bed, her head resting on her knees."}, {"scene_id": "atwt-07-09-04s2", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "] is hugging a woman."}, {"scene_id": "atwt-07-09-04s3", "raw": "A scene from a TV show in which two men are standing next to each other, wearing black shirts and leather jackets.", "with_names": "two men are standing next to each other, wearing black shirts and leather jackets."}, {"scene_id": "atwt-07-09-04s4", "raw": "A scene from a TV show in which a woman is hugging a man and another woman is standing behind her", "with_names": "a woman is hugging ] and another woman is standing behind her"}, {"scene_id": "atwt-07-09-04s5", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is looking at him.", "with_names": ""}, {"scene_id": "atwt-07-09-04s6", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-07-09-04s7", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-07-09-04s8", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "atwt-07-09-04s9", "raw": "A scene from a TV show in which a blonde man is looking at the camera and smiling.", "with_names": "a blonde man is looking at the camera and smiling."}, {"scene_id": "atwt-07-09-04s10", "raw": "A scene from a TV show in which a man is walking into a room and a woman is standing in front of him", "with_names": "a man is walking into a room and a woman is standing in front of him"}, {"scene_id": "atwt-07-09-04s11", "raw": "A scene from a TV show in which a man is looking at a cell phone", "with_names": "a man is looking at a cell phone"}, {"scene_id": "atwt-07-09-04s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "] and a woman are standing next to each other."}, {"scene_id": "atwt-07-09-04s13", "raw": "A scene from a TV show in which a woman is sitting in a room with her hands clasped together.", "with_names": "a woman is sitting in a room with her hands clasped together."}, {"scene_id": "atwt-07-09-04s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-09-04s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is screaming.", "with_names": ""}, {"scene_id": "atwt-07-09-04s16", "raw": "A scene from a TV show in which a woman is breastfeeding her child on a beach.", "with_names": "a woman is breastfeeding her child on a beach."}, {"scene_id": "atwt-07-09-04s17", "raw": "A scene from a TV show in which a man is working on a car.", "with_names": "a man is working on a car."}, {"scene_id": "atwt-07-09-04s18", "raw": "A scene from a TV show in which a man is bending over to pick up a pillow.", "with_names": "] is bending over to pick up a pillow."}, {"scene_id": "atwt-07-09-04s19", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-07-09-04s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-09-04s21", "raw": "A scene from a TV show in which a woman is sitting at a table in a room with the words \"Life is full of surprises\" written on the wall.", "with_names": "a woman is sitting at a table in a room with the words \"life is full of surprises\" written on the wall."}, {"scene_id": "atwt-07-09-04s22", "raw": "A scene from a TV show in which a woman is talking to someone and wearing a red top.", "with_names": ""}, {"scene_id": "atwt-07-09-04s23", "raw": "A scene from a TV show in which a man is holding a baby on his lap and looking at a book.", "with_names": "a man is holding a baby on his lap and looking at a book."}, {"scene_id": "atwt-07-09-04s24", "raw": "A scene from a TV show in which a group of women are standing together, smiling and laughing.", "with_names": "a group of women are standing together, smiling and laughing."}, {"scene_id": "atwt-07-09-04s25", "raw": "A scene from a TV show in which a woman is walking down a hallway with her arms outstretched, and two other women are standing behind her.", "with_names": "a woman is walking down a hallway with her arms outstretched, and two other women are standing behind her."}, {"scene_id": "atwt-07-09-04s26", "raw": "A scene from a TV show in which a woman is looking at the camera with a concerned expression.", "with_names": "a woman is looking at the camera with a concerned expression."}, {"scene_id": "atwt-07-09-04s27", "raw": "A scene from a TV show in which a man is holding a gun to his face.", "with_names": "a man is holding a gun to his face."}, {"scene_id": "atwt-07-09-04s28", "raw": "A scene from a TV show in which a woman is looking at a clock", "with_names": "a woman is looking at a clock"}, {"scene_id": "atwt-07-09-04s29", "raw": "A scene from a TV show in which a man is talking on a cell phone and smiling", "with_names": ""}, {"scene_id": "atwt-07-09-04s30", "raw": "A scene from a TV show in which a woman is reading a letter.", "with_names": "a woman is reading a letter."}, {"scene_id": "atwt-07-09-04s31", "raw": "A scene from a TV show in which a woman is wearing a red dress and her eyes are closed.", "with_names": "a woman is wearing a red dress and her eyes are closed."}, {"scene_id": "atwt-07-09-04s32", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-07-09-04s33", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}]