[{"scene_id": "atwt-05-06-03s0", "raw": "A scene from a TV show in which a blonde girl is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-06-03s1", "raw": "A scene from a TV show in which a man is sitting in front of a potted plant and smiling.", "with_names": "a man is sitting in front of a potted plant and smiling."}, {"scene_id": "atwt-05-06-03s2", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a long brown hair.", "with_names": "a woman is wearing a blue dress and a long brown hair."}, {"scene_id": "atwt-05-06-03s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-06-03s4", "raw": "A scene from a TV show in which a yellow book is open to a page with the words New Lambs Dental Care on it.", "with_names": "a yellow book is open to a page with the words new lambs dental care on it."}, {"scene_id": "atwt-05-06-03s5", "raw": "A scene from a TV show in which two men are standing in a room, one of them is yelling at the other.", "with_names": "two men are standing in a room, one of them is yelling at the other."}, {"scene_id": "atwt-05-06-03s6", "raw": "A scene from a TV show in which a blonde woman is looking off to the side.", "with_names": "a blonde woman is looking off to the side."}, {"scene_id": "atwt-05-06-03s7", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-06-03s8", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "] is looking at the camera and smiling."}, {"scene_id": "atwt-05-06-03s9", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is behind her.", "with_names": "a woman is wearing a blue dress and a man is behind her."}, {"scene_id": "atwt-05-06-03s10", "raw": "A scene from a TV show in which a woman is dancing in a living room.", "with_names": "a woman is dancing in a living room."}, {"scene_id": "atwt-05-06-03s11", "raw": "A scene from a TV show in which a man and a woman sit at a table in a restaurant, talking to a waitress.", "with_names": ""}, {"scene_id": "atwt-05-06-03s12", "raw": "A scene from a TV show in which a woman is washing a potted plant.", "with_names": "a woman is washing a potted plant."}, {"scene_id": "atwt-05-06-03s13", "raw": "A scene from a TV show in which a woman is talking on the phone and her hand is touching her face.", "with_names": ""}, {"scene_id": "atwt-05-06-03s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-06-03s15", "raw": "A scene from a TV show in which a bathroom is shown with a sink and a shower", "with_names": ""}, {"scene_id": "atwt-05-06-03s16", "raw": "A scene from a TV show in which a group of people are walking through a forest.", "with_names": "a group of people are walking through a forest."}, {"scene_id": "atwt-05-06-03s17", "raw": "A scene from a TV show in which a doctor is comforting a woman.", "with_names": "a doctor is comforting a woman."}, {"scene_id": "atwt-05-06-03s18", "raw": "A scene from a TV show in which a blonde woman is wearing a blue shirt and a plaid curtain behind her.", "with_names": "a blonde woman is wearing a blue shirt and a plaid curtain behind her."}, {"scene_id": "atwt-05-06-03s19", "raw": "A scene from a TV show in which a woman is looking at a plate of food.", "with_names": "a woman is looking at a plate of food."}, {"scene_id": "atwt-05-06-03s20", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "atwt-05-06-03s21", "raw": "A scene from a TV show in which a man is talking to someone and his eyes are closed", "with_names": ""}, {"scene_id": "atwt-05-06-03s22", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-05-06-03s23", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-05-06-03s24", "raw": "A scene from a TV show in which a nurse is seen standing in a bathroom with a large amount of medication.", "with_names": "a nurse is standing in a bathroom with a large amount of medication."}, {"scene_id": "atwt-05-06-03s25", "raw": "A scene from a TV show in which a woman is dancing in a room with a man standing on a chair.", "with_names": "a woman is dancing in a room with ] standing on a chair."}, {"scene_id": "atwt-05-06-03s26", "raw": "A scene from a TV show in which a blonde woman is looking at her cell phone.", "with_names": "a blonde woman is looking at her cell phone."}, {"scene_id": "atwt-05-06-03s27", "raw": "A scene from a TV show in which a woman is eating a cookie.", "with_names": "a woman is eating a cookie."}, {"scene_id": "atwt-05-06-03s28", "raw": "A scene from a TV show in which a woman is talking to someone and pointing at something.", "with_names": ""}, {"scene_id": "atwt-05-06-03s29", "raw": "", "with_names": ""}]