[{"scene_id": "atwt-01-10-03s0", "raw": "A scene from a TV show in which a black man is wearing a suit and a bow tie", "with_names": "a black man is wearing a suit and a bow tie"}, {"scene_id": "atwt-01-10-03s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-10-03s2", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "Craig is wearing a suit and tie"}, {"scene_id": "atwt-01-10-03s3", "raw": "A scene from a TV show in which a woman is smiling and a bottle of Pert shampoo is shown.", "with_names": ""}, {"scene_id": "atwt-01-10-03s4", "raw": "A scene from a TV show in which a woman is talking to a man in a living room.", "with_names": ""}, {"scene_id": "atwt-01-10-03s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "Craig is wearing a suit and tie"}, {"scene_id": "atwt-01-10-03s6", "raw": "A scene from a TV show in which a man is talking to a group of people.", "with_names": ""}, {"scene_id": "atwt-01-10-03s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-10-03s8", "raw": "A scene from a TV show in which a woman is wearing a white robe and a robe with a badge on it.", "with_names": "Rosanna is wearing a white robe and a robe with a badge on it."}, {"scene_id": "atwt-01-10-03s9", "raw": "A scene from a TV show in which a group of children are standing together and smiling. The title is \"The snack that embitters back\"", "with_names": "a group of children are standing together and smiling. the title is \"the snack that embitters back\""}, {"scene_id": "atwt-01-10-03s10", "raw": "A scene from a TV show in which a man is looking down and his mouth is open.", "with_names": "Ben is looking down and his mouth is open."}, {"scene_id": "atwt-01-10-03s11", "raw": "A scene from a TV show in which a woman is sitting in a hospital room, wearing a white robe.", "with_names": "Rosanna is sitting in a hospital room, wearing a white robe."}, {"scene_id": "atwt-01-10-03s12", "raw": "A scene from a TV show in which three bottles of foundation are shown.", "with_names": "three bottles of foundation are shown."}, {"scene_id": "atwt-01-10-03s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "Craig is wearing a suit and tie"}, {"scene_id": "atwt-01-10-03s14", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-10-03s15", "raw": "A scene from a TV show in which a man is standing in a doorway, his hands are in his pockets.", "with_names": "a man is standing in a doorway, his hands are in his pockets."}, {"scene_id": "atwt-01-10-03s16", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Rosanna is looking at Craig and he is looking back at her."}, {"scene_id": "atwt-01-10-03s17", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-01-10-03s18", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a necklace", "with_names": "Molly is wearing a blue dress and a necklace"}]