[{"scene_id": "gl-06-11-03s0", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "gl-06-11-03s1", "raw": "A scene from a TV show in which a man and a woman sit at a dining table and talk.", "with_names": "a man and a woman sit at a dining table and talk."}, {"scene_id": "gl-06-11-03s2", "raw": "A scene from a TV show in which a door is opened and a ghost is seen", "with_names": "a door is opened and a ghost is"}, {"scene_id": "gl-06-11-03s3", "raw": "A scene from a TV show in which a man and a woman sit at a table and talk.", "with_names": "a man and a woman sit at a table and talk."}, {"scene_id": "gl-06-11-03s4", "raw": "A scene from a TV show in which a man is talking to a lawyer.", "with_names": ""}, {"scene_id": "gl-06-11-03s5", "raw": "A scene from a TV show in which a man is sitting at a table, wearing a suit and tie.", "with_names": "a man is sitting at a table, wearing a suit and tie."}, {"scene_id": "gl-06-11-03s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "gl-06-11-03s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-06-11-03s8", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "gl-06-11-03s9", "raw": "A scene from a TV show in which a man is proposing to a woman.", "with_names": "a man is proposing to a woman."}, {"scene_id": "gl-06-11-03s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-06-11-03s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-11-03s12", "raw": "A scene from a TV show in which a man is standing next to a woman at a dinner table.", "with_names": "a man is standing next to a woman at a dinner table."}, {"scene_id": "gl-06-11-03s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-06-11-03s14", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-11-03s15", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is standing behind her.", "with_names": "a woman is wearing a pink dress and a man is standing behind her."}, {"scene_id": "gl-06-11-03s16", "raw": "A scene from a TV show in which a woman is sitting at a table and looking off to the side.", "with_names": "a woman is sitting at a table and looking off to the side."}, {"scene_id": "gl-06-11-03s17", "raw": "A scene from a TV show in which a man is holding a flashlight in a dark room.", "with_names": "a man is holding a flashlight in a dark room."}, {"scene_id": "gl-06-11-03s18", "raw": "A scene from a TV show in which a woman is holding a candle and a man is looking at her.", "with_names": "a woman is holding a candle and a man is looking at her."}, {"scene_id": "gl-06-11-03s19", "raw": "A scene from a TV show in which a man is seen holding a gun in a dark room.", "with_names": "a man is holding a gun in a dark room."}, {"scene_id": "gl-06-11-03s20", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with a candle lit in front of them.", "with_names": "a man and a woman are sitting at a table, with a candle lit in front of them."}, {"scene_id": "gl-06-11-03s21", "raw": "A scene from a TV show in which a man and a woman are holding a candle.", "with_names": "a man and a woman are holding a candle."}, {"scene_id": "gl-06-11-03s22", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench.", "with_names": "a man and a woman are sitting on a bench."}]