[{"scene_id": "gl-08-05-04s0", "raw": "A scene from a TV show in which a man is standing in front of a window and waving", "with_names": "a man is standing in front of a window and waving"}, {"scene_id": "gl-08-05-04s1", "raw": "A scene from a TV show in which a woman is seen putting a ring on a handbag.", "with_names": "a woman is putting a ring on a handbag."}, {"scene_id": "gl-08-05-04s2", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is up in a bun.", "with_names": ""}, {"scene_id": "gl-08-05-04s3", "raw": "A scene from a TV show in which a man is crying", "with_names": "Joey is crying"}, {"scene_id": "gl-08-05-04s4", "raw": "A scene from a TV show in which a man is seen walking with a woman in a garden.", "with_names": "Shayne is walking with Marina in a garden."}, {"scene_id": "gl-08-05-04s5", "raw": "A scene from a TV show in which a man is pointing at another man and saying, \"You're a liar.\"", "with_names": "a man is pointing at another man and saying, \"you're a liar.\""}, {"scene_id": "gl-08-05-04s6", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-08-05-04s7", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-08-05-04s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-05-04s9", "raw": "A scene from a TV show in which a man is looking at a tree and smiling", "with_names": "a man is looking at a tree and smiling"}, {"scene_id": "gl-08-05-04s10", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a short haircut.", "with_names": "Helper is wearing a purple dress and a short haircut."}, {"scene_id": "gl-08-05-04s11", "raw": "A scene from a TV show in which a woman is wearing a hat and a Hawaiian shirt and is sitting on the ground, a man is standing behind her and is touching her shoulder.", "with_names": "Dinah is wearing a hat and a hawaiian shirt and is sitting on the ground, a man is standing behind her and is touching her shoulder."}, {"scene_id": "gl-08-05-04s12", "raw": "A scene from a TV show in which a young boy is standing in front of a couch and a woman is holding a handbag.", "with_names": "a young boy is standing in front of a couch and a woman is holding a handbag."}, {"scene_id": "gl-08-05-04s13", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "a woman is being groped by a man."}, {"scene_id": "gl-08-05-04s15", "raw": "A scene from a TV show in which a woman is wearing a bikini and a necklace", "with_names": "joey is wearing a bikini and a necklace"}, {"scene_id": "gl-08-05-04s17", "raw": "A scene from a TV show in which a boy and a girl are talking to a man and a woman.", "with_names": ""}, {"scene_id": "gl-08-05-04s18", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "gl-08-05-04s20", "raw": "A scene from a TV show in which a woman is wearing a denim vest and a short blonde hair", "with_names": "Shayne is wearing a denim vest and a short blonde hair"}, {"scene_id": "gl-08-05-04s24", "raw": "A scene from a TV show in which a blonde woman is looking down and wearing a pink dress", "with_names": "a blonde woman is looking down and wearing a pink dress"}, {"scene_id": "gl-08-05-04s25", "raw": "A scene from a TV show in which a woman is wearing a hat and a purple dress.", "with_names": "a woman is wearing a hat and a purple dress."}, {"scene_id": "gl-08-05-04s26", "raw": "A scene from a TV show in which a woman is standing naked in a pool, a man is watching her.", "with_names": "Michelle is standing naked in a pool, Reva is watching her."}, {"scene_id": "gl-08-05-04s27", "raw": "A scene from a TV show in which a young boy is hugged by a man.", "with_names": "a young boy is hugged by a man."}, {"scene_id": "gl-08-05-04s28", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "Tammy is looking at the camera."}, {"scene_id": "gl-08-05-04s29", "raw": "A scene from a TV show in which a man is wearing an orange shirt and a black jacket.", "with_names": "a man is wearing an orange shirt and a black jacket."}, {"scene_id": "gl-08-05-04s30", "raw": "A scene from a TV show in which a man is standing in a kitchen and a young boy is sitting at a table.", "with_names": "Jeffrey is standing in a kitchen and a young boy is sitting at a table."}, {"scene_id": "gl-08-05-04s31", "raw": "A scene from a TV show in which a man is sitting in a kitchen and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-08-05-04s32", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-08-05-04s33", "raw": "A scene from a TV show in which a blonde woman is wearing sunglasses and looking at the camera.", "with_names": "a blonde woman is wearing sunglasses and looking at the camera."}, {"scene_id": "gl-08-05-04s35", "raw": "A scene from a TV show in which a man is wearing a blue jacket and a hat", "with_names": "a man is wearing a blue jacket and a hat"}, {"scene_id": "gl-08-05-04s37", "raw": "A scene from a TV show in which a man is looking down and wearing a red shirt.", "with_names": "a man is looking down and wearing a red shirt."}, {"scene_id": "gl-08-05-04s38", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-08-05-04s40", "raw": "A scene from a TV show in which a man is wearing an orange prison uniform and a white shirt.", "with_names": "a man is wearing an orange prison uniform and a white shirt."}, {"scene_id": "gl-08-05-04s41", "raw": "A scene from a TV show in which a woman is looking at a red apple and saying, \"I'm not sure what to do with this.\"", "with_names": "a woman is looking at a red apple and saying, \"i'm not sure what to do with this.\""}, {"scene_id": "gl-08-05-04s42", "raw": "A scene from a TV show in which a woman is wearing a hat and a purple scarf around her neck.", "with_names": "tammy is wearing a hat and a purple scarf around her neck."}, {"scene_id": "gl-08-05-04s43", "raw": "A scene from a TV show in which a man and a woman are in the jungle.", "with_names": "a man and Cassie are in the jungle."}, {"scene_id": "gl-08-05-04s44", "raw": "A scene from a TV show in which Amy Schumer is shown using a computer.", "with_names": ""}, {"scene_id": "gl-08-05-04s45", "raw": "A scene from a TV show in which a man is holding a ring in his hand.", "with_names": "a man is holding a ring in his hand."}, {"scene_id": "gl-08-05-04s46", "raw": "A scene from a TV show in which a man is wearing an orange prison jumpsuit and a white shirt.", "with_names": "a man is wearing an orange prison jumpsuit and a white shirt."}]