[{"scene_id": "atwt-10-03-08s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-03-08s1", "raw": "A scene from a TV show in which a woman is wearing a blue tank top and her hair is in a ponytail.", "with_names": "a woman is wearing a blue tank top and her hair is in a ponytail."}, {"scene_id": "atwt-10-03-08s2", "raw": "A scene from a TV show in which a woman is wearing a black suit and a watch on her wrist.", "with_names": "a woman is wearing a black suit and a watch on her wrist."}, {"scene_id": "atwt-10-03-08s3", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is laughing.", "with_names": "a man is wearing a suit and a red tie and is laughing."}, {"scene_id": "atwt-10-03-08s4", "raw": "A scene from a TV show in which a shirtless man and a woman are kissing.", "with_names": "a shirtless man and a woman are kissing."}, {"scene_id": "atwt-10-03-08s5", "raw": "A scene from a TV show in which a woman is wearing a black dress and a blue shirt.", "with_names": "a woman is wearing a black dress and a blue shirt."}, {"scene_id": "atwt-10-03-08s6", "raw": "A scene from a TV show in which a woman is snowboarding in a snow-covered landscape.", "with_names": "a woman is snowboarding in a snow-covered landscape."}, {"scene_id": "atwt-10-03-08s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-03-08s8", "raw": "A scene from a TV show in which a woman is looking at a shirtless man.", "with_names": "a woman is looking at a shirtless man."}, {"scene_id": "atwt-10-03-08s9", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is smiling", "with_names": "a man is wearing a suit and a tie and is smiling"}, {"scene_id": "atwt-10-03-08s10", "raw": "A scene from a TV show in which a man is standing in a room with a red tie and a suit on.", "with_names": "a man is standing in a room with a red tie and a suit on."}, {"scene_id": "atwt-10-03-08s11", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "atwt-10-03-08s12", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "atwt-10-03-08s13", "raw": "A scene from a TV show in which a woman is singing into a microphone, a man is standing behind her, and a cup is in front of her.", "with_names": "a woman is singing into a microphone, a man is standing behind her, and a cup is in front of her."}, {"scene_id": "atwt-10-03-08s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-03-08s15", "raw": "A scene from a TV show in which a bull is shown in a field.", "with_names": ""}, {"scene_id": "atwt-10-03-08s16", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-10-03-08s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-10-03-08s18", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "atwt-10-03-08s19", "raw": "A scene from a TV show in which a fireplace is lit and a person is sitting in front of it.", "with_names": "a fireplace is lit and a person is sitting in front of it."}, {"scene_id": "atwt-10-03-08s20", "raw": "A scene from a TV show in which a man is looking at the camera and a woman is behind him.", "with_names": "a man is looking at the camera and a woman is behind him."}, {"scene_id": "atwt-10-03-08s21", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, talking.", "with_names": ""}, {"scene_id": "atwt-10-03-08s22", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-10-03-08s23", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-03-08s24", "raw": "A scene from a TV show in which a family is walking in a park.", "with_names": "a family is walking in a park."}, {"scene_id": "atwt-10-03-08s25", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-10-03-08s26", "raw": "A scene from a TV show in which a woman is looking at the camera and making a face.", "with_names": "a woman is looking at the camera and making a face."}, {"scene_id": "atwt-10-03-08s27", "raw": "A scene from a TV show in which a woman is hugging a man from behind.", "with_names": "a woman is hugging a man from behind."}, {"scene_id": "atwt-10-03-08s28", "raw": "A scene from a TV show in which a fire emoji is being lit", "with_names": "a fire emoji is being lit"}]