[{"scene_id": "gl-07-11-05s0", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-11-05s1", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "gl-07-11-05s2", "raw": "A scene from a TV show in which a man is reading a letter to a woman.", "with_names": "a man is reading a letter to a woman."}, {"scene_id": "gl-07-11-05s3", "raw": "A scene from a TV show in which a woman is wearing a necklace and a bra", "with_names": "a woman is wearing a necklace and a bra"}, {"scene_id": "gl-07-11-05s4", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "gl-07-11-05s5", "raw": "A scene from a TV show in which a woman is hiding behind a door.", "with_names": "a woman is hiding behind a door."}, {"scene_id": "gl-07-11-05s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-11-05s7", "raw": "A scene from a TV show in which a man is talking to another man while holding a beer.", "with_names": ""}, {"scene_id": "gl-07-11-05s8", "raw": "A scene from a TV show in which a woman is in a hot tub with a man and another woman.", "with_names": "a woman is in a hot tub with a man and another woman."}, {"scene_id": "gl-07-11-05s9", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away", "with_names": "a man is looking at a woman and she is looking away"}, {"scene_id": "gl-07-11-05s10", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-07-11-05s11", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "gl-07-11-05s12", "raw": "A scene from a TV show in which a man is wearing a suit and glasses", "with_names": "a man is wearing a suit and glasses"}, {"scene_id": "gl-07-11-05s13", "raw": "A scene from a TV show in which a man is sitting at a desk with a book and a vase of flowers.", "with_names": "a man is sitting at a desk with a book and a vase of flowers."}, {"scene_id": "gl-07-11-05s14", "raw": "A scene from a TV show in which a woman is talking to someone and her hand is in the air", "with_names": ""}, {"scene_id": "gl-07-11-05s15", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-07-11-05s16", "raw": "A scene from a TV show in which a black man is being questioned by a white police officer.", "with_names": "a black man is being questioned by a white police officer."}, {"scene_id": "gl-07-11-05s17", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-07-11-05s18", "raw": "A scene from a TV show in which a black man and a white woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-07-11-05s19", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-07-11-05s20", "raw": "A scene from a TV show in which a man is lying on a bed with his shirt off.", "with_names": "a man is lying on a bed with his shirt off."}, {"scene_id": "gl-07-11-05s21", "raw": "A scene from a TV show in which a man is talking about his wife's death.", "with_names": ""}]