[{"scene_id": "bb-09-09-15s0", "raw": "A scene from a TV show in which a woman is standing in a room and looking at a folder.", "with_names": "a woman is standing in a room and looking at a folder."}, {"scene_id": "bb-09-09-15s1", "raw": "A scene from a TV show in which a man is introduced as the new president of the United States", "with_names": "a man is introduced as the new president of the united states"}, {"scene_id": "bb-09-09-15s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-09-15s3", "raw": "A scene from a TV show in which a couple is interviewed by a woman and a man.", "with_names": "a couple is interviewed by a woman and a man."}, {"scene_id": "bb-09-09-15s4", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-09-15s5", "raw": "A scene from a TV show in which a woman is talking to a man on a balcony.", "with_names": ""}, {"scene_id": "bb-09-09-15s6", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-09-09-15s7", "raw": "A scene from a TV show in which a man sits in a chair and looks at a framed picture.", "with_names": "a man sits in a chair and looks at a framed picture."}, {"scene_id": "bb-09-09-15s8", "raw": "A scene from a TV show in which a couple is suing a hotel for discrimination.", "with_names": "a couple is suing a hotel for discrimination."}, {"scene_id": "bb-09-09-15s9", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "bb-09-09-15s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-09-15s11", "raw": "A scene from a TV show in which a man and a woman are standing on a balcony and talking.", "with_names": ""}, {"scene_id": "bb-09-09-15s12", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "bb-09-09-15s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]