[{"scene_id": "oltl-02-02-10s0", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "Todd is standing in a room with Téa."}, {"scene_id": "oltl-02-02-10s1", "raw": "A scene from a TV show in which a man is seen standing in a doorway, his hands are in the air.", "with_names": "a man is standing in a doorway, his hands are in the air."}, {"scene_id": "oltl-02-02-10s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-02-10s3", "raw": "A scene from a TV show in which a man is sitting in a car and a woman is standing next to him.", "with_names": "a man is sitting in a car and a woman is standing next to him."}, {"scene_id": "oltl-02-02-10s4", "raw": "A scene from a TV show in which a woman is having her head massaged with a device.", "with_names": "] is having her head massaged with a device."}, {"scene_id": "oltl-02-02-10s5", "raw": "A scene from a TV show in which a man is wearing a white coat and a stethoscope around his neck.", "with_names": "a man is wearing a white coat and a stethoscope around his neck."}, {"scene_id": "oltl-02-02-10s6", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-02-02-10s7", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-02-02-10s8", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a window.", "with_names": ""}, {"scene_id": "oltl-02-02-10s9", "raw": "A scene from a TV show in which a man is cutting a TV with a knife while two women watch.", "with_names": "a man is cutting a tv with a knife while two women watch."}, {"scene_id": "oltl-02-02-10s10", "raw": "A scene from a TV show in which a woman is being arrested by police.", "with_names": "a woman is being arrested by police."}, {"scene_id": "oltl-02-02-10s11", "raw": "A scene from a TV show in which a man is lying on a bed with his feet up.", "with_names": "a man is lying on a bed with his feet up."}, {"scene_id": "oltl-02-02-10s12", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt and is looking at the camera.", "with_names": "a man is wearing a suit and a white shirt and is looking at the camera."}, {"scene_id": "oltl-02-02-10s13", "raw": "A scene from a TV show in which a pregnant woman is sitting in a chair and a doctor is standing next to her.", "with_names": ""}, {"scene_id": "oltl-02-02-10s14", "raw": "A scene from a TV show in which a woman is wearing a blue jacket and a short blonde hair", "with_names": "a woman is wearing a blue jacket and a short blonde hair"}, {"scene_id": "oltl-02-02-10s15", "raw": "A scene from a TV show in which a man and a woman are in a car.", "with_names": "a man and a woman are in a car."}, {"scene_id": "oltl-02-02-10s16", "raw": "A scene from a TV show in which a man is walking down a hallway with a woman behind him.", "with_names": "a man is walking down a hallway with a woman behind him."}, {"scene_id": "oltl-02-02-10s17", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-02-02-10s18", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-02-02-10s19", "raw": "A scene from a TV show in which a doctor is looking down and wearing a stethoscope around his neck.", "with_names": "a doctor is looking down and wearing a stethoscope around his neck."}, {"scene_id": "oltl-02-02-10s20", "raw": "A scene from a TV show in which a woman is standing next to a man and looking at a table.", "with_names": "a woman is standing next to a man and looking at a table."}, {"scene_id": "oltl-02-02-10s21", "raw": "A scene from a TV show in which a doctor is standing next to a patient in a hospital bed.", "with_names": "a doctor is standing next to a patient in a hospital bed."}, {"scene_id": "oltl-02-02-10s22", "raw": "A scene from a TV show in which a man is standing over a woman in a hospital bed, holding a cup to her mouth.", "with_names": "Mitch is standing over ] in a hospital bed, holding a cup to her mouth."}, {"scene_id": "oltl-02-02-10s23", "raw": "A scene from a TV show in which a woman is slapping a man in the face", "with_names": "a woman is slapping a man in the face"}, {"scene_id": "oltl-02-02-10s24", "raw": "A scene from a TV show in which a man is walking down a hallway and a woman is behind him.", "with_names": "a man is walking down a hallway and a woman is behind him."}, {"scene_id": "oltl-02-02-10s25", "raw": "A scene from a TV show in which a man is wearing a white coat and a stethoscope around his neck and another woman is standing behind him.", "with_names": "a man is wearing a white coat and a stethoscope around his neck and another woman is standing behind him."}, {"scene_id": "oltl-02-02-10s26", "raw": "A scene from a TV show in which a man is seen in a dark room.", "with_names": "a man is in a dark room."}, {"scene_id": "oltl-02-02-10s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-02-10s28", "raw": "A scene from a TV show in which two men are standing close to each other.", "with_names": "two men are standing close to each other."}, {"scene_id": "oltl-02-02-10s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-02-10s30", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-02-10s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-02-10s32", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "a man and a woman are sitting in a car."}, {"scene_id": "oltl-02-02-10s33", "raw": "A scene from a TV show in which a man is leaning over a woman in a hospital bed, with a mask on her face.", "with_names": "Mitch is leaning over ] in a hospital bed, with a mask on her face."}, {"scene_id": "oltl-02-02-10s34", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-02-02-10s35", "raw": "A scene from a TV show in which a woman is wearing a blue coat and a blonde pixie cut.", "with_names": "a woman is wearing a blue coat and a blonde pixie cut."}, {"scene_id": "oltl-02-02-10s36", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with a bottle and a glass of wine on the table.", "with_names": "a man and a woman are standing in a room, with a bottle and a glass of wine on the table."}, {"scene_id": "oltl-02-02-10s37", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "oltl-02-02-10s38", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "oltl-02-02-10s39", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "oltl-02-02-10s40", "raw": "A scene from a TV show in which two men are driving in a car and one of them is holding a gun.", "with_names": "two men are driving in a car and one of them is holding a gun."}, {"scene_id": "oltl-02-02-10s41", "raw": "A scene from a TV show in which a man and a woman are standing outside a building, the man is wearing a suit.", "with_names": "a man and a woman are standing outside a building, the man is wearing a suit."}, {"scene_id": "oltl-02-02-10s42", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-02-02-10s43", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-02-10s44", "raw": "A scene from a TV show in which a computer screen shows a map and a screen with a list of people.", "with_names": "a computer screen shows a map and a screen with a list of people."}, {"scene_id": "oltl-02-02-10s45", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-02-10s46", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-02-10s47", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-02-10s48", "raw": "A scene from a TV show in which a man is smoking a cigarette in a car.", "with_names": "a man is smoking a cigarette in a car."}, {"scene_id": "oltl-02-02-10s49", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-02-10s50", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-02-10s51", "raw": "A scene from a TV show in which a man is seen wearing a watch.", "with_names": "a man is wearing a watch."}, {"scene_id": "oltl-02-02-10s52", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-02-02-10s53", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-02-10s54", "raw": "A scene from a TV show in which a boy is looking at a girl and smiling.", "with_names": "a boy is looking at a girl and smiling."}, {"scene_id": "oltl-02-02-10s55", "raw": "A scene from a TV show in which a man is wearing a black shirt and a white collared shirt", "with_names": "a man is wearing a black shirt and a white collared shirt"}, {"scene_id": "oltl-02-02-10s56", "raw": "A scene from a TV show in which a woman is driving a car at night, with a man sitting in the passenger seat.", "with_names": "a woman is driving a car at night, with a man sitting in the passenger seat."}, {"scene_id": "oltl-02-02-10s57", "raw": "A scene from a TV show in which a pregnant woman is sitting in a hospital bed.", "with_names": "a pregnant woman is sitting in a hospital bed."}, {"scene_id": "oltl-02-02-10s58", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-02-02-10s59", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting in the back seat.", "with_names": "a woman is driving a car and a man is sitting in the back seat."}, {"scene_id": "oltl-02-02-10s60", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "a man and ] are sitting in a car."}, {"scene_id": "oltl-02-02-10s61", "raw": "", "with_names": ""}]