[{"scene_id": "bb-04-11-06s0", "raw": "A scene from a TV show in which a countdown timer is counting down from ten seconds to zero.", "with_names": "a countdown timer is counting down from ten seconds to zero."}, {"scene_id": "bb-04-11-06s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-04-11-06s2", "raw": "A scene from a TV show in which a man is standing in a kitchen, holding a wine glass.", "with_names": "a man is standing in a kitchen, holding a wine glass."}, {"scene_id": "bb-04-11-06s3", "raw": "", "with_names": ""}, {"scene_id": "bb-04-11-06s4", "raw": "A scene from a TV show in which a man is standing in a room with a clock on the wall", "with_names": "a man is standing in a room with a clock on the wall"}, {"scene_id": "bb-04-11-06s5", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-04-11-06s6", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing next to him.", "with_names": "a man is in a jail cell and a woman is standing next to him."}, {"scene_id": "bb-04-11-06s7", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is smiling at a woman.", "with_names": "a man is wearing a suit and a tie and is smiling at a woman."}, {"scene_id": "bb-04-11-06s8", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-04-11-06s9", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway.", "with_names": "a man and a woman are standing in a hallway."}, {"scene_id": "bb-04-11-06s10", "raw": "A scene from a TV show in which a man is wearing a white shirt and a grey sweater.", "with_names": "a man is wearing a white shirt and a grey sweater."}, {"scene_id": "bb-04-11-06s11", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-04-11-06s12", "raw": "A scene from a TV show in which a man is talking to another man in a bar.", "with_names": ""}, {"scene_id": "bb-04-11-06s13", "raw": "A scene from a TV show in which a woman is getting her hair cut off.", "with_names": "a woman is getting her hair cut off."}]