[{"scene_id": "oltl-10-01-07s0", "raw": "A scene from a TV show in which a woman is holding papers and a man is standing behind her.", "with_names": "a woman is holding papers and a man is standing behind her."}, {"scene_id": "oltl-10-01-07s1", "raw": "A scene from a TV show in which a man is looking at the camera and saying, \"I'm sorry.\"", "with_names": "a man is looking at the camera and saying, \"i'm sorry.\""}, {"scene_id": "oltl-10-01-07s2", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "oltl-10-01-07s3", "raw": "A scene from a TV show in which a girl is sitting next to a boy and they are looking at each other.", "with_names": "a girl is sitting next to a boy and they are looking at each other."}, {"scene_id": "oltl-10-01-07s4", "raw": "A scene from a TV show in which a man is sitting on a bench in a park.", "with_names": "a man is sitting on a bench in a park."}, {"scene_id": "oltl-10-01-07s5", "raw": "A scene from a TV show in which a woman is holding a snake in her hand and looking at it.", "with_names": "a woman is holding a snake in her hand and looking at it."}, {"scene_id": "oltl-10-01-07s6", "raw": "A scene from a TV show in which a woman is standing in a room with a green dress on.", "with_names": "a woman is standing in a room with a green dress on."}, {"scene_id": "oltl-10-01-07s7", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing behind her.", "with_names": "a woman is sitting at a table and a man is standing behind her."}, {"scene_id": "oltl-10-01-07s8", "raw": "A scene from a TV show in which a woman is standing in front of a man, and he is looking at her.", "with_names": "a woman is standing in front of a man, and he is looking at her."}, {"scene_id": "oltl-10-01-07s9", "raw": "A scene from a TV show in which a woman is wearing a police uniform and looking to the right.", "with_names": "a woman is wearing a police uniform and looking to the right."}, {"scene_id": "oltl-10-01-07s10", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing in front of him.", "with_names": "a man is sitting at a desk and a woman is standing in front of him."}, {"scene_id": "oltl-10-01-07s11", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is in a shirt and tie.", "with_names": "a woman is wearing a dress and a man is in a shirt and tie."}, {"scene_id": "oltl-10-01-07s12", "raw": "A scene from a TV show in which a woman is walking down a hallway, looking at a door.", "with_names": "a woman is walking down a hallway, looking at a door."}, {"scene_id": "oltl-10-01-07s13", "raw": "A scene from a TV show in which a man is sitting at a desk and looking at an open magazine.", "with_names": "a man is sitting at a desk and looking at an open magazine."}, {"scene_id": "oltl-10-01-07s14", "raw": "A scene from a TV show in which a girl is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-01-07s15", "raw": "A scene from a TV show in which a girl is holding a piece of paper and a man is pointing at it.", "with_names": "a girl is holding a piece of paper and a man is pointing at it."}, {"scene_id": "oltl-10-01-07s16", "raw": "A scene from a TV show in which a man is standing in a room with a gun in his hand.", "with_names": "a man is standing in a room with a gun in his hand."}, {"scene_id": "oltl-10-01-07s17", "raw": "A scene from a TV show in which a woman is standing in front of a man, and he is looking at her.", "with_names": "a woman is standing in front of a man, and he is looking at her."}, {"scene_id": "oltl-10-01-07s18", "raw": "A scene from a TV show in which a police officer sits in a room with a desk and a chair.", "with_names": "a police officer sits in a room with a desk and a chair."}, {"scene_id": "oltl-10-01-07s19", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing next to him.", "with_names": "a man is sitting at a desk and a woman is standing next to him."}, {"scene_id": "oltl-10-01-07s20", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-10-01-07s21", "raw": "A scene from a TV show in which a nun is talking to a man and a woman is sitting in front of them.", "with_names": ""}, {"scene_id": "oltl-10-01-07s22", "raw": "A scene from a TV show in which a woman is sitting in front of a judge.", "with_names": "a woman is sitting in front of a judge."}, {"scene_id": "oltl-10-01-07s23", "raw": "A scene from a TV show in which a girl is talking to a boy in a school hallway.", "with_names": ""}, {"scene_id": "oltl-10-01-07s24", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-01-07s25", "raw": "A scene from a TV show in which a police officer is questioning a man.", "with_names": "a police officer is questioning a man."}, {"scene_id": "oltl-10-01-07s26", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-10-01-07s27", "raw": "A scene from a TV show in which a woman is wearing a suit and a necklace", "with_names": "a woman is wearing a suit and a necklace"}, {"scene_id": "oltl-10-01-07s28", "raw": "A scene from a TV show in which a girl is wearing a pink and black dress and a boy is standing next to her.", "with_names": "a girl is wearing a pink and black dress and a boy is standing next to her."}, {"scene_id": "oltl-10-01-07s29", "raw": "A scene from a TV show in which a boy is talking to a girl.", "with_names": ""}, {"scene_id": "oltl-10-01-07s30", "raw": "A scene from a TV show in which a police officer is questioning a man.", "with_names": "a police officer is questioning a man."}, {"scene_id": "oltl-10-01-07s31", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-01-07s32", "raw": "A scene from a TV show in which a man is sitting in a courtroom and a woman is standing behind him.", "with_names": "a man is sitting in a courtroom and a woman is standing behind him."}]