[{"scene_id": "gl-12-30-03s0", "raw": "A scene from a TV show in which a man is holding a gun and a woman is laughing", "with_names": "a man is holding a gun and a woman is laughing"}, {"scene_id": "gl-12-30-03s1", "raw": "A scene from a TV show in which a young man is lying in a hospital bed and a shadow is cast over him.", "with_names": "a young man is lying in a hospital bed and a shadow is cast over him."}, {"scene_id": "gl-12-30-03s2", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "gl-12-30-03s3", "raw": "A scene from a TV show in which a woman is wearing a red dress and a gold necklace and is looking down, with her mouth open and her eyes closed.", "with_names": "a woman is wearing a red dress and a gold necklace and is looking down, with her mouth open and her eyes closed."}, {"scene_id": "gl-12-30-03s4", "raw": "A scene from a TV show in which a man is texting on his phone while a woman looks at him.", "with_names": "a man is texting on his phone while a woman looks at him."}, {"scene_id": "gl-12-30-03s5", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "gl-12-30-03s6", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "gl-12-30-03s7", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "gl-12-30-03s8", "raw": "A scene from a TV show in which a surgeon is using a scalpel to remove a tumor from a patient's brain.", "with_names": "a surgeon is using a scalpel to remove a tumor from a patient's brain."}, {"scene_id": "gl-12-30-03s9", "raw": "A scene from a TV show in which a woman is wearing a red dress and a bun.", "with_names": "a woman is wearing a red dress and a bun."}, {"scene_id": "gl-12-30-03s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-30-03s11", "raw": "A scene from a TV show in which a woman is standing next to a man and they are both holding coffee cups.", "with_names": "a woman is standing next to a man and they are both holding coffee cups."}, {"scene_id": "gl-12-30-03s12", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube coming out of his nose.", "with_names": "a man is lying in a hospital bed with a tube coming out of his nose."}, {"scene_id": "gl-12-30-03s13", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "gl-12-30-03s14", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-12-30-03s15", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "a woman is wearing a red dress and a man is standing behind her."}, {"scene_id": "gl-12-30-03s16", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-12-30-03s17", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie", "with_names": "a man is wearing a tuxedo and a bow tie"}, {"scene_id": "gl-12-30-03s18", "raw": "", "with_names": ""}, {"scene_id": "gl-12-30-03s19", "raw": "A scene from a TV show in which a man is having sex with a woman", "with_names": "a man is having sex with a woman"}, {"scene_id": "gl-12-30-03s20", "raw": "", "with_names": ""}]