[{"scene_id": "bb-07-23-14s0", "raw": "A scene from a TV show in which people are seen enjoying a day at the beach.", "with_names": "people are enjoying a day at the beach."}, {"scene_id": "bb-07-23-14s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-23-14s2", "raw": "A scene from a TV show in which a young woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-07-23-14s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-23-14s4", "raw": "A scene from a TV show in which a man and a woman are talking in a business office.", "with_names": ""}, {"scene_id": "bb-07-23-14s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-23-14s6", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "bb-07-23-14s7", "raw": "A scene from a TV show in which a man stands in front of a painting and talks.", "with_names": "Wyatt stands in front of a painting and talks."}, {"scene_id": "bb-07-23-14s8", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "bb-07-23-14s12", "raw": "A scene from a TV show in which a woman is talking on the phone while working on a laptop.", "with_names": ""}, {"scene_id": "bb-07-23-14s13", "raw": "A scene from a TV show in which a man and a woman are arguing in a living room.", "with_names": "a man and Katie are arguing in a living room."}, {"scene_id": "bb-07-23-14s14", "raw": "A scene from a TV show in which a woman is helping a young woman with her coloring book.", "with_names": "Ridge is helping a young woman with her coloring book."}, {"scene_id": "bb-07-23-14s15", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-07-23-14s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-07-23-14s17", "raw": "A scene from a TV show in which a man opens a locker and looks inside.", "with_names": "a man opens a locker and looks inside."}, {"scene_id": "bb-07-23-14s18", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "bb-07-23-14s19", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-07-23-14s20", "raw": "A scene from a TV show in which a man is in a helicopter and a woman is on the ground.", "with_names": "a man is in a helicopter and Justin is on the ground."}]