[{"scene_id": "gl-04-19-05s0", "raw": "A scene from a TV show in which a man and a woman are sitting in a car, the man is looking at the woman and she is looking back at him.", "with_names": "Jeffrey and Cassie are sitting in a car, the man is looking at the woman and she is looking back at him."}, {"scene_id": "gl-04-19-05s1", "raw": "A scene from a TV show in which a woman is wearing a white t-shirt and her hair is down", "with_names": "Dinah is wearing a white t-shirt and her hair is down"}, {"scene_id": "gl-04-19-05s2", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "Michelle is smiling at Tony."}, {"scene_id": "gl-04-19-05s3", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-04-19-05s5", "raw": "A scene from a TV show in which a man is arrested for a crime he didn't commit.", "with_names": "Gus is arrested for a crime he didn't commit."}, {"scene_id": "gl-04-19-05s6", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-04-19-05s7", "raw": "A scene from a TV show in which a man is sitting in a room and talking to someone.", "with_names": ""}, {"scene_id": "gl-04-19-05s8", "raw": "A scene from a TV show in which a woman is crying and a man is talking to another woman.", "with_names": ""}, {"scene_id": "gl-04-19-05s9", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-04-19-05s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-19-05s11", "raw": "A scene from a TV show in which a woman is sitting at a bar with a man.", "with_names": "Michelle is sitting at a bar with Danny."}, {"scene_id": "gl-04-19-05s13", "raw": "A scene from a TV show in which a woman is talking to a man in a prison.", "with_names": ""}, {"scene_id": "gl-04-19-05s14", "raw": "A scene from a TV show in which a man is seen with his face superimposed on a woman's face.", "with_names": "a man is with his face superimposed on Frank's face."}, {"scene_id": "gl-04-19-05s15", "raw": "A scene from a TV show in which a woman is sitting on a bed with her hands clasped in front of her.", "with_names": "a woman is sitting on a bed with her hands clasped in front of her."}, {"scene_id": "gl-04-19-05s20", "raw": "A scene from a TV show in which a woman is wearing a corset and a blonde woman is sitting on her lap", "with_names": "a woman is wearing a corset and a blonde woman is sitting on her lap"}, {"scene_id": "gl-04-19-05s21", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a black dress.", "with_names": "a woman is wearing a leather jacket and a black dress."}, {"scene_id": "gl-04-19-05s22", "raw": "A scene from a TV show in which a man is looking shocked and his mouth is open.", "with_names": "frank is looking shocked and his mouth is open."}, {"scene_id": "gl-04-19-05s23", "raw": "A scene from a TV show in which a woman is talking to someone in a bar.", "with_names": ""}, {"scene_id": "gl-04-19-05s24", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-19-05s25", "raw": "A scene from a TV show in which a woman is sitting next to a man in a bar.", "with_names": "Mallet is sitting next to a man in a bar."}, {"scene_id": "gl-04-19-05s26", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is standing behind her.", "with_names": "a woman is wearing a dress and a man is standing behind her."}, {"scene_id": "gl-04-19-05s27", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "gl-04-19-05s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-19-05s29", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "a man is wearing a suit and a white shirt"}, {"scene_id": "gl-04-19-05s30", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-19-05s31", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-19-05s32", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-19-05s33", "raw": "A scene from a TV show in which a man is talking to a woman, and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-04-19-05s34", "raw": "A scene from a TV show in which a man is sleeping on a bus", "with_names": "Danny is sleeping on a bus"}, {"scene_id": "gl-04-19-05s35", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-19-05s36", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing behind him", "with_names": "Gus is sitting at a table and Olivia is standing behind him"}, {"scene_id": "gl-04-19-05s38", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "Harley is wearing a red dress and a man is standing behind her."}, {"scene_id": "gl-04-19-05s39", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]