[{"scene_id": "pc-02-07-01s0", "raw": "A scene from a TV show in which a heart is drawn on a screen.", "with_names": "a heart is drawn on a screen."}, {"scene_id": "pc-02-07-01s1", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a book.", "with_names": ""}, {"scene_id": "pc-02-07-01s2", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a pink turtleneck.", "with_names": ""}, {"scene_id": "pc-02-07-01s3", "raw": "A scene from a TV show in which a truck is driving through the Vatican", "with_names": "a truck is driving through the vatican"}, {"scene_id": "pc-02-07-01s4", "raw": "A scene from a TV show in which a woman is standing in a room with a man standing behind her.", "with_names": "a woman is standing in a room with a man standing behind her."}, {"scene_id": "pc-02-07-01s5", "raw": "A scene from a TV show in which a man is looking at a picture and saying,", "with_names": "Kevin is looking at a picture and saying,"}, {"scene_id": "pc-02-07-01s6", "raw": "A scene from a TV show in which a man is talking to someone in a kitchen", "with_names": ""}, {"scene_id": "pc-02-07-01s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-02-07-01s8", "raw": "A scene from a TV show in which a man is talking to another man and the other man is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-02-07-01s9", "raw": "A scene from a TV show in which a man is talking to someone and a woman is standing behind him", "with_names": ""}, {"scene_id": "pc-02-07-01s10", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a necklace", "with_names": "a woman is wearing a red sweater and a necklace"}, {"scene_id": "pc-02-07-01s11", "raw": "A scene from a TV show in which a man is talking to two women in a kitchen.", "with_names": ""}, {"scene_id": "pc-02-07-01s12", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]