[{"scene_id": "gl-08-29-05s0", "raw": "A scene from a TV show in which a woman is talking to a man and he is laughing.", "with_names": ""}, {"scene_id": "gl-08-29-05s1", "raw": "A scene from a TV show in which a man and a woman are talking to each other. The woman is holding a small white dog.", "with_names": ""}, {"scene_id": "gl-08-29-05s2", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "gl-08-29-05s3", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "Brett is kissing Marina."}, {"scene_id": "gl-08-29-05s4", "raw": "A scene from a TV show in which a man is pointing at a door.", "with_names": "Edmund is pointing at a door."}, {"scene_id": "gl-08-29-05s5", "raw": "A scene from a TV show in which a man and a woman are in a restaurant.", "with_names": "a man and a woman are in a restaurant."}, {"scene_id": "gl-08-29-05s6", "raw": "A scene from a TV show in which a man is seen falling from a building.", "with_names": "a man is falling from a building."}, {"scene_id": "gl-08-29-05s7", "raw": "A scene from a TV show in which a woman is smoking a cigarette and looking at the camera.", "with_names": "a woman is smoking a cigarette and looking at the camera."}, {"scene_id": "gl-08-29-05s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-29-05s9", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "gl-08-29-05s10", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-08-29-05s11", "raw": "A scene from a TV show in which a woman is sitting on a bed and is holding her hand to her face.", "with_names": "a woman is sitting on a bed and is holding her hand to her face."}, {"scene_id": "gl-08-29-05s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-29-05s13", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a white shirt and a silver jacket.", "with_names": ""}, {"scene_id": "gl-08-29-05s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-29-05s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is whispering in his ear.", "with_names": ""}, {"scene_id": "gl-08-29-05s16", "raw": "A scene from a TV show in which a man is laughing hysterically.", "with_names": "a man is laughing hysterically."}, {"scene_id": "gl-08-29-05s17", "raw": "A scene from a TV show in which a woman is looking up at a man and smiling.", "with_names": "Beth is looking up at Alan and smiling."}, {"scene_id": "gl-08-29-05s18", "raw": "A scene from a TV show in which a woman is talking to a man who is not her husband.", "with_names": ""}, {"scene_id": "gl-08-29-05s19", "raw": "A scene from a TV show in which a man is sitting in a room and looking at a wall.", "with_names": "a man is sitting in a room and looking at a wall."}, {"scene_id": "gl-08-29-05s20", "raw": "A scene from a TV show in which a man is holding a book in front of his face.", "with_names": "Coop is holding a book in front of his face."}, {"scene_id": "gl-08-29-05s21", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-08-29-05s22", "raw": "A scene from a TV show in which a woman is talking about her ex-boyfriend.", "with_names": ""}, {"scene_id": "gl-08-29-05s23", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Michelle is crying"}, {"scene_id": "gl-08-29-05s24", "raw": "A scene from a TV show in which a blonde woman is wearing a red headband and a gold dress.", "with_names": "a blonde woman is wearing a red headband and a gold dress."}, {"scene_id": "gl-08-29-05s25", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-08-29-05s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-29-05s27", "raw": "A scene from a TV show in which a man is lying in bed talking on a phone.", "with_names": ""}, {"scene_id": "gl-08-29-05s28", "raw": "A scene from a TV show in which a man is sitting in front of a red curtain.", "with_names": "a man is sitting in front of a red curtain."}, {"scene_id": "gl-08-29-05s29", "raw": "A scene from a TV show in which a man is having sex with a woman in a hotel room.", "with_names": "Edmund is having sex with Michelle in a hotel room."}]