[{"scene_id": "oltl-09-24-10s0", "raw": "A scene from a TV show in which a young black girl is being interviewed by a white man.", "with_names": "a young black girl is being interviewed by a white man."}, {"scene_id": "oltl-09-24-10s1", "raw": "A scene from a TV show in which two men are eating pasta together.", "with_names": "two men are eating pasta together."}, {"scene_id": "oltl-09-24-10s2", "raw": "A scene from a TV show in which a man is talking to a car salesman.", "with_names": ""}, {"scene_id": "oltl-09-24-10s3", "raw": "A scene from a TV show in which a man is standing in a store and a woman is looking at a baby crib.", "with_names": "a man is standing in a store and a woman is looking at a baby crib."}, {"scene_id": "oltl-09-24-10s4", "raw": "A scene from a TV show in which a man is being questioned by a police officer.", "with_names": "a man is being questioned by a police officer."}, {"scene_id": "oltl-09-24-10s5", "raw": "A scene from a TV show in which a woman is looking at her phone and a sign is behind her", "with_names": "a woman is looking at her phone and a sign is behind her"}, {"scene_id": "oltl-09-24-10s6", "raw": "A scene from a TV show in which a young black woman is walking down the street, looking at the camera.", "with_names": "a young black woman is walking down the street, looking at the camera."}, {"scene_id": "oltl-09-24-10s7", "raw": "A scene from a TV show in which a man is standing over a body in a morgue.", "with_names": "a man is standing over a body in a morgue."}, {"scene_id": "oltl-09-24-10s8", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-24-10s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-09-24-10s10", "raw": "A scene from a TV show in which a black man is being questioned by a white man.", "with_names": "a black man is being questioned by a white man."}, {"scene_id": "oltl-09-24-10s11", "raw": "A scene from a TV show in which a man is seen holding a gun to his head. The image is white.", "with_names": "a man is holding a gun to his head. the image is white."}, {"scene_id": "oltl-09-24-10s12", "raw": "A scene from a TV show in which two boys are sitting at a table in a restaurant, while a woman stands behind them.", "with_names": "two boys are sitting at a table in a restaurant, while a woman stands behind them."}, {"scene_id": "oltl-09-24-10s13", "raw": "A scene from a TV show in which a woman is wearing a black dress and a short blonde hair.", "with_names": "a woman is wearing a black dress and a short blonde hair."}, {"scene_id": "oltl-09-24-10s14", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-09-24-10s15", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a woman.", "with_names": ""}, {"scene_id": "oltl-09-24-10s16", "raw": "A scene from a TV show in which a black woman is being interviewed by a white man.", "with_names": "a black woman is being interviewed by a white man."}, {"scene_id": "oltl-09-24-10s17", "raw": "A scene from a TV show in which a woman is standing in a room with a man, and he is holding a book.", "with_names": "a woman is standing in a room with a man, and he is holding a book."}, {"scene_id": "oltl-09-24-10s18", "raw": "A scene from a TV show in which a woman is wearing a teal dress and white earrings.", "with_names": "a woman is wearing a teal dress and white earrings."}, {"scene_id": "oltl-09-24-10s19", "raw": "A scene from a TV show in which a girl is talking to a boy in a park.", "with_names": ""}, {"scene_id": "oltl-09-24-10s20", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-09-24-10s21", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-09-24-10s22", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "oltl-09-24-10s23", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-09-24-10s24", "raw": "A scene from a TV show in which a man is looking down and making a face", "with_names": "a man is looking down and making a face"}, {"scene_id": "oltl-09-24-10s25", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting in the passenger seat", "with_names": "a woman is driving a car and a man is sitting in the passenger seat"}, {"scene_id": "oltl-09-24-10s26", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-24-10s27", "raw": "A scene from a TV show in which a man is looking down and wearing a suit.", "with_names": "a man is looking down and wearing a suit."}, {"scene_id": "oltl-09-24-10s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-24-10s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-24-10s30", "raw": "A scene from a TV show in which a doctor is trying to get a patient to eat a banana.", "with_names": "a doctor is trying to get a patient to eat a banana."}, {"scene_id": "oltl-09-24-10s31", "raw": "A scene from a TV show in which a man is sitting in front of a whiteboard, looking up and scratching his head.", "with_names": "a man is sitting in front of a whiteboard, looking up and scratching his head."}, {"scene_id": "oltl-09-24-10s32", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-24-10s33", "raw": "A scene from a TV show in which a man is looking at a clock and talking.", "with_names": ""}, {"scene_id": "oltl-09-24-10s34", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-24-10s35", "raw": "A scene from a TV show in which a young woman is driving a car and is about to hit a deer.", "with_names": "a young woman is driving a car and is about to hit a deer."}, {"scene_id": "oltl-09-24-10s36", "raw": "A scene from a TV show in which a man is holding a clipboard and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-24-10s37", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a tube coming out of her nose.", "with_names": "a woman is lying in a hospital bed with a tube coming out of her nose."}, {"scene_id": "oltl-09-24-10s38", "raw": "A scene from a TV show in which a man is thrown out of a car by a passenger", "with_names": "a man is thrown out of a car by a passenger"}, {"scene_id": "oltl-09-24-10s39", "raw": "A scene from a TV show in which a man is pointing at a woman.", "with_names": "a man is pointing at a woman."}, {"scene_id": "oltl-09-24-10s40", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-24-10s41", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-09-24-10s42", "raw": "A scene from a TV show in which a man is standing in a bar and talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-24-10s43", "raw": "A scene from a TV show in which a young woman is wearing a pink sweater and a scarf.", "with_names": "a young woman is wearing a pink sweater and a scarf."}, {"scene_id": "oltl-09-24-10s44", "raw": "A scene from a TV show in which a young black woman is being interviewed by a white man.", "with_names": "a young black woman is being interviewed by a white man."}, {"scene_id": "oltl-09-24-10s45", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a man standing next to her.", "with_names": "a woman is lying in a hospital bed with a man standing next to her."}, {"scene_id": "oltl-09-24-10s46", "raw": "A scene from a TV show in which a man and a woman are standing in front of a red car.", "with_names": "a man and a woman are standing in front of a red car."}]