[{"scene_id": "oltl-09-24-10s0", "raw": "a man is talking about a business and then a man is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-24-10s1", "raw": "a group of men are eating and talking about it.", "with_names": ""}, {"scene_id": "oltl-09-24-10s2", "raw": "a man is talking about a car and a man is talking about it.", "with_names": ""}, {"scene_id": "oltl-09-24-10s3", "raw": "a man and a woman are in a restaurant and they are doing some type of work.", "with_names": "Cristian and Gigi are in a restaurant and they are doing some type of work."}, {"scene_id": "oltl-09-24-10s4", "raw": "a man is interviewing a woman and then a man is interviewing him.", "with_names": "a man is interviewing Stein and then a man is interviewing him."}, {"scene_id": "oltl-09-24-10s5", "raw": "a man is talking on a phone and then a woman is talking on the phone.", "with_names": ""}, {"scene_id": "oltl-09-24-10s6", "raw": "a man is standing in front of a car and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-24-10s7", "raw": "a man is talking about a table and then he is doing a demonstration.", "with_names": ""}, {"scene_id": "oltl-09-24-10s8", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-24-10s9", "raw": "a woman is talking on a phone and then a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-09-24-10s10", "raw": "a man is interviewing a woman and then a man is talking about the importance of a business.", "with_names": ""}, {"scene_id": "oltl-09-24-10s11", "raw": "a man is walking around a room with a woman in a suit.", "with_names": ""}, {"scene_id": "oltl-09-24-10s12", "raw": "a man and woman are having a meal in a restaurant.", "with_names": "a man and woman are having a meal in a restaurant."}, {"scene_id": "oltl-09-24-10s13", "raw": "a man and woman are talking about a restaurant while a woman is talking about it.", "with_names": ""}, {"scene_id": "oltl-09-24-10s14", "raw": "a man is talking about a conference and then a woman is talking.", "with_names": ""}, {"scene_id": "oltl-09-24-10s15", "raw": "a man is sitting in a chair and talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-24-10s16", "raw": "a man is shaking hands with a woman in a room.", "with_names": "Greg is shaking hands with Destiny in a room."}, {"scene_id": "oltl-09-24-10s17", "raw": "a man and woman are walking around in a room and then the man is talking about the experience.", "with_names": ""}, {"scene_id": "oltl-09-24-10s18", "raw": "a man is talking about a hospital and a woman is talking about it.", "with_names": ""}, {"scene_id": "oltl-09-24-10s19", "raw": "a man is talking to a woman and then a man is walking in a car.", "with_names": ""}, {"scene_id": "oltl-09-24-10s20", "raw": "a man and a woman are talking about a restaurant.", "with_names": ""}, {"scene_id": "oltl-09-24-10s21", "raw": "a man and a woman are talking about a conference.", "with_names": ""}, {"scene_id": "oltl-09-24-10s22", "raw": "a man is talking about a conference and then two men are talking.", "with_names": ""}, {"scene_id": "oltl-09-24-10s23", "raw": "a man is talking about a video of a man and he is walking around.", "with_names": ""}, {"scene_id": "oltl-09-24-10s24", "raw": "a man is talking on a phone and talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-24-10s25", "raw": "a woman is driving a car and talking about the drivers.", "with_names": ""}, {"scene_id": "oltl-09-24-10s26", "raw": "a man is talking about a woman who is sitting at a desk.", "with_names": ""}, {"scene_id": "oltl-09-24-10s27", "raw": "a man is walking into a room and then a woman is walking away.", "with_names": "Greg is walking into a room and then Destiny is walking away."}, {"scene_id": "oltl-09-24-10s28", "raw": "a man and woman are talking about a conference and then they are talking.", "with_names": ""}, {"scene_id": "oltl-09-24-10s29", "raw": "a man is talking about a woman and then a man is talking about it.", "with_names": ""}, {"scene_id": "oltl-09-24-10s30", "raw": "a man is talking about a hospital and then a hospital is shown.", "with_names": ""}, {"scene_id": "oltl-09-24-10s31", "raw": "a woman is talking about a class and then a man is shown talking about it.", "with_names": ""}, {"scene_id": "oltl-09-24-10s32", "raw": "a man and a woman are talking about a game of fighting.", "with_names": ""}, {"scene_id": "oltl-09-24-10s33", "raw": "a man is talking about a restaurant and then a woman is walking around.", "with_names": ""}, {"scene_id": "oltl-09-24-10s34", "raw": "a man and woman are talking about a hospital and then they are talking about it.", "with_names": ""}, {"scene_id": "oltl-09-24-10s35", "raw": "a woman is driving a car and then another woman is pushing the car.", "with_names": "Dani is driving a car and then another woman is pushing the car."}, {"scene_id": "oltl-09-24-10s36", "raw": "a man is talking to a woman and then a man is walking in a car.", "with_names": ""}, {"scene_id": "oltl-09-24-10s37", "raw": "a man is talking about a hospital and then a woman is shown walking on the bed.", "with_names": ""}, {"scene_id": "oltl-09-24-10s38", "raw": "a man is driving a car and turning his head to the side of the car.", "with_names": "Destiny is driving a car and turning his head to the side of the car."}, {"scene_id": "oltl-09-24-10s39", "raw": "a woman is talking about a restaurant and a man is talking about it.", "with_names": ""}, {"scene_id": "oltl-09-24-10s40", "raw": "a man and woman are talking about a man and they are walking around.", "with_names": ""}, {"scene_id": "oltl-09-24-10s41", "raw": "a woman is talking on a phone and talking on the phone.", "with_names": ""}, {"scene_id": "oltl-09-24-10s42", "raw": "a man is walking around a room and then he is trying to get his friend to the ground.", "with_names": ""}, {"scene_id": "oltl-09-24-10s43", "raw": "a man and a woman are talking about a man.", "with_names": ""}, {"scene_id": "oltl-09-24-10s44", "raw": "a group of people are standing around a parking lot and talking to each other.", "with_names": ""}, {"scene_id": "oltl-09-24-10s45", "raw": "a man is laying on a bed and a woman is sleeping.", "with_names": "Greg is laying on a bed and Téa is sleeping."}, {"scene_id": "oltl-09-24-10s46", "raw": "a man and a woman are pushing a car and the man is pushing the car.", "with_names": "a man and Dani are pushing a car and the man is pushing the car."}]