[{"scene_id": "gl-08-14-06s0", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and looking at a potted plant.", "with_names": ""}, {"scene_id": "gl-08-14-06s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-14-06s2", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-14-06s3", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "Josh is looking at Cassie and smiling."}, {"scene_id": "gl-08-14-06s4", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "gl-08-14-06s5", "raw": "A scene from a TV show in which a woman is seen being shot in the head.", "with_names": "Cassie is being shot in the head."}, {"scene_id": "gl-08-14-06s6", "raw": "A scene from a TV show in which a man and a woman are lying on a bed.", "with_names": "a man and a woman are lying on a bed."}, {"scene_id": "gl-08-14-06s7", "raw": "A scene from a TV show in which a woman is walking with a man", "with_names": "a woman is walking with a man"}, {"scene_id": "gl-08-14-06s8", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a TV.", "with_names": ""}, {"scene_id": "gl-08-14-06s9", "raw": "A scene from a TV show in which a woman is hugging a man and another man is looking on.", "with_names": "a woman is hugging a man and another man is looking on."}, {"scene_id": "gl-08-14-06s10", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "gl-08-14-06s11", "raw": "A scene from a TV show in which a laptop is sitting on a table with a cup of coffee and a sandwich.", "with_names": "a laptop is sitting on a table with a cup of coffee and a sandwich."}, {"scene_id": "gl-08-14-06s12", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Josh is kissing Cassie on the cheek."}, {"scene_id": "gl-08-14-06s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-14-06s14", "raw": "A scene from a TV show in which a man is talking about a light bulb.", "with_names": ""}, {"scene_id": "gl-08-14-06s15", "raw": "A scene from a TV show in which an older man is talking to a younger woman.", "with_names": ""}, {"scene_id": "gl-08-14-06s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-08-14-06s17", "raw": "A scene from a TV show in which a blonde woman is wearing a floral dress and a necklace.", "with_names": "a blonde woman is wearing a floral dress and a necklace."}, {"scene_id": "gl-08-14-06s18", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "Mallet is looking at Dinah."}, {"scene_id": "gl-08-14-06s19", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "a woman is being interviewed by a man."}, {"scene_id": "gl-08-14-06s20", "raw": "A scene from a TV show in which a man is talking on a cell phone and smiling.", "with_names": ""}, {"scene_id": "gl-08-14-06s21", "raw": "A scene from a TV show in which a woman is talking to someone who is not visible in the image.", "with_names": ""}, {"scene_id": "gl-08-14-06s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-14-06s23", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-14-06s24", "raw": "A scene from a TV show in which a man is standing next to a car and a fire is burning.", "with_names": "Mallet is standing next to a car and a fire is burning."}, {"scene_id": "gl-08-14-06s25", "raw": "A scene from a TV show in which a man is seen kissing a woman on the cheek.", "with_names": "Josh is kissing Cassie on the cheek."}, {"scene_id": "gl-08-14-06s26", "raw": "A scene from a TV show in which a woman is talking about a necklace.", "with_names": ""}, {"scene_id": "gl-08-14-06s27", "raw": "A scene from a TV show in which a man is holding a woman on a couch.", "with_names": "a man is holding Cassie on a couch."}, {"scene_id": "gl-08-14-06s28", "raw": "A scene from a TV show in which a woman is shown with her eyes closed and her mouth open.", "with_names": ""}, {"scene_id": "gl-08-14-06s29", "raw": "A scene from a TV show in which a man is seen walking through a dark alley with a brick wall and a window in the background.", "with_names": "a man is walking through a dark alley with a brick wall and a window in the background."}]