[{"scene_id": "gl-08-14-06s0", "raw": "three girls are sitting on a couch and one of them is talking about the other.", "with_names": ""}, {"scene_id": "gl-08-14-06s1", "raw": "a man and woman are talking about a man and then they are laughing.", "with_names": ""}, {"scene_id": "gl-08-14-06s2", "raw": "a man is talking about a group of people and a woman is talking.", "with_names": ""}, {"scene_id": "gl-08-14-06s3", "raw": "a man and woman are talking to each other and then they kiss.", "with_names": ""}, {"scene_id": "gl-08-14-06s4", "raw": "a woman is talking about a political topic and a man is talking about it.", "with_names": ""}, {"scene_id": "gl-08-14-06s5", "raw": "a man and a woman are kissing each other in a room.", "with_names": "Josh and Cassie are kissing each other in a room."}, {"scene_id": "gl-08-14-06s6", "raw": "a man and a woman are sitting on a bed and one of them is being recorded.", "with_names": "a man and a woman are sitting on a bed and one of them is being recorded."}, {"scene_id": "gl-08-14-06s7", "raw": "a man and woman are talking about a game of fighting.", "with_names": ""}, {"scene_id": "gl-08-14-06s8", "raw": "a man and woman are talking about a man and then a man is laughing.", "with_names": ""}, {"scene_id": "gl-08-14-06s9", "raw": "a man is talking to a woman and then she is laughing.", "with_names": ""}, {"scene_id": "gl-08-14-06s10", "raw": "a man is talking about a woman and then a man is talking about the experience.", "with_names": ""}, {"scene_id": "gl-08-14-06s11", "raw": "a man and woman are talking about a video of a television.", "with_names": ""}, {"scene_id": "gl-08-14-06s12", "raw": "a man and a woman are kissing each other and then they kiss.", "with_names": "Josh and Cassie are kissing each other and then they kiss."}, {"scene_id": "gl-08-14-06s13", "raw": "a group of people are standing in a room and one of them is talking.", "with_names": ""}, {"scene_id": "gl-08-14-06s14", "raw": "a man is talking about a conference and a woman is talking.", "with_names": ""}, {"scene_id": "gl-08-14-06s15", "raw": "a man is talking to a woman and then she is shown laughing.", "with_names": ""}, {"scene_id": "gl-08-14-06s16", "raw": "a woman is talking about a man and then a man is shown talking about it.", "with_names": ""}, {"scene_id": "gl-08-14-06s17", "raw": "a man is talking about a woman and a man is laughing.", "with_names": ""}, {"scene_id": "gl-08-14-06s18", "raw": "a man and woman are talking about a man and he is laughing.", "with_names": ""}, {"scene_id": "gl-08-14-06s19", "raw": "a family is sitting around in a living room and one of them is crying.", "with_names": "a family is sitting around in a living room and one of them is crying."}, {"scene_id": "gl-08-14-06s20", "raw": "a man is laughing and laughing while a woman is laughing.", "with_names": "Josh is laughing and laughing while Cassie is laughing."}, {"scene_id": "gl-08-14-06s21", "raw": "a man is talking to a woman and then a man is shown laughing.", "with_names": ""}, {"scene_id": "gl-08-14-06s22", "raw": "a man and a woman are walking around in a room.", "with_names": ""}, {"scene_id": "gl-08-14-06s23", "raw": "a man and a woman are drinking wine and discussing their opinion.", "with_names": "Alan and Beth are drinking wine and discussing their opinion."}, {"scene_id": "gl-08-14-06s24", "raw": "a man is walking around a room and then a man is talking.", "with_names": ""}, {"scene_id": "gl-08-14-06s25", "raw": "a man and woman are talking about a restaurant and they are having a conversation.", "with_names": ""}, {"scene_id": "gl-08-14-06s26", "raw": "a man and woman are talking about a topic of a room.", "with_names": ""}, {"scene_id": "gl-08-14-06s27", "raw": "a man and a woman are hugging each other and hugging each other.", "with_names": "a man and Cassie are hugging each other and hugging each other."}, {"scene_id": "gl-08-14-06s28", "raw": "a woman is talking about a political topic and then a man is talking.", "with_names": ""}, {"scene_id": "gl-08-14-06s29", "raw": "a man and woman are talking about a conference and then a man is shown talking about it.", "with_names": ""}]