[{"scene_id": "oltl-03-20-08s0", "raw": "A scene from a TV show in which a woman is wearing a red blazer and a necklace.", "with_names": "a woman is wearing a red blazer and a necklace."}, {"scene_id": "oltl-03-20-08s1", "raw": "A scene from a TV show in which a woman is talking on the phone while another woman stands behind her.", "with_names": ""}, {"scene_id": "oltl-03-20-08s2", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-20-08s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-20-08s4", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-03-20-08s5", "raw": "A scene from a TV show in which a man and a woman are standing in front of a bookshelf.", "with_names": "a man and a woman are standing in front of a bookshelf."}, {"scene_id": "oltl-03-20-08s6", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway. The man is wearing a suit and tie and the woman is wearing a dress.", "with_names": "a man and a woman are standing in a hallway. the man is wearing a suit and tie and the woman is wearing a dress."}, {"scene_id": "oltl-03-20-08s7", "raw": "A scene from a TV show in which a man is holding a woman and she is looking at him.", "with_names": "a man is holding a woman and she is looking at him."}, {"scene_id": "oltl-03-20-08s8", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-03-20-08s9", "raw": "A scene from a TV show in which a woman is wearing a brown suit and a necklace", "with_names": "a woman is wearing a brown suit and a necklace"}, {"scene_id": "oltl-03-20-08s10", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-03-20-08s11", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "oltl-03-20-08s12", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-03-20-08s13", "raw": "A scene from a TV show in which a man is standing in front of a woman in a boardroom.", "with_names": "a man is standing in front of a woman in a boardroom."}, {"scene_id": "oltl-03-20-08s14", "raw": "A scene from a TV show in which a woman is holding flowers and looking at them.", "with_names": "a woman is holding flowers and looking at them."}, {"scene_id": "oltl-03-20-08s15", "raw": "A scene from a TV show in which a woman is talking to another woman in a kitchen.", "with_names": ""}, {"scene_id": "oltl-03-20-08s16", "raw": "A scene from a TV show in which a woman is holding a book and looking at a picture.", "with_names": "a woman is holding a book and looking at a picture."}, {"scene_id": "oltl-03-20-08s17", "raw": "A scene from a TV show in which a man and a woman are walking down a street.", "with_names": "a man and a woman are walking down a street."}, {"scene_id": "oltl-03-20-08s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-20-08s19", "raw": "A scene from a TV show in which two men are standing in a room with a table and chairs.", "with_names": "two men are standing in a room with a table and chairs."}, {"scene_id": "oltl-03-20-08s20", "raw": "A scene from a TV show in which a man is drinking coffee.", "with_names": "a man is drinking coffee."}, {"scene_id": "oltl-03-20-08s21", "raw": "A scene from a TV show in which a woman is holding a microphone and looking at the camera.", "with_names": "a woman is holding a microphone and looking at the camera."}, {"scene_id": "oltl-03-20-08s22", "raw": "A scene from a TV show in which a man is holding a piece of paper and a woman is standing behind him.", "with_names": "a man is holding a piece of paper and a woman is standing behind him."}, {"scene_id": "oltl-03-20-08s23", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-03-20-08s24", "raw": "A scene from a TV show in which a woman is talking on the phone and wearing a suit.", "with_names": ""}, {"scene_id": "oltl-03-20-08s25", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-03-20-08s26", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-20-08s27", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-03-20-08s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-20-08s29", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at the camera.", "with_names": "a woman is sitting in a room and looking at the camera."}, {"scene_id": "oltl-03-20-08s30", "raw": "A scene from a TV show in which a man is talking and wearing a suit and tie.", "with_names": ""}, {"scene_id": "oltl-03-20-08s31", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-03-20-08s32", "raw": "A scene from a TV show in which a woman is getting her hair done.", "with_names": "a woman is getting her hair done."}, {"scene_id": "oltl-03-20-08s33", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]