[{"scene_id": "atwt-06-08-05s0", "raw": "A scene from a TV show in which a man is seen cutting a piece of carpet with a pair of scissors.", "with_names": "a man is cutting a piece of carpet with a pair of scissors."}, {"scene_id": "atwt-06-08-05s1", "raw": "A scene from a TV show in which a shower head is shown with a scrubbing pad and then with the scrubbing pad removed.", "with_names": ""}, {"scene_id": "atwt-06-08-05s2", "raw": "A scene from a TV show in which a man and a woman sit on a staircase and talk.", "with_names": "] and a woman sit on a staircase and talk."}, {"scene_id": "atwt-06-08-05s3", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and a man is in a suit.", "with_names": "a woman is wearing a pink jacket and a man is in a suit."}, {"scene_id": "atwt-06-08-05s4", "raw": "A scene from a TV show in which a woman is lying in bed with a blanket over her head.", "with_names": "a woman is lying in bed with a blanket over her head."}, {"scene_id": "atwt-06-08-05s5", "raw": "A scene from a TV show in which a man is looking at a wall and talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-08-05s6", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-08-05s7", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-06-08-05s8", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-08-05s9", "raw": "A scene from a TV show in which a woman is holding a little girl by the hand and they are standing in a doorway.", "with_names": "a woman is holding a little girl by the hand and they are standing in a doorway."}, {"scene_id": "atwt-06-08-05s10", "raw": "A scene from a TV show in which a man is shaking hands with another man.", "with_names": "a man is shaking hands with another man."}, {"scene_id": "atwt-06-08-05s11", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-08-05s12", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-08-05s13", "raw": "A scene from a TV show in which a woman is sitting at a table with a child.", "with_names": "a woman is sitting at a table with a child."}, {"scene_id": "atwt-06-08-05s14", "raw": "A scene from a TV show in which a woman is shaking hands with a little girl.", "with_names": "a woman is shaking hands with a little girl."}, {"scene_id": "atwt-06-08-05s15", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-06-08-05s16", "raw": "A scene from a TV show in which a man is standing in a doorway with his hands on his hips.", "with_names": "a man is standing in a doorway with his hands on his hips."}, {"scene_id": "atwt-06-08-05s17", "raw": "A scene from a TV show in which a man is engulfed in flames.", "with_names": "] is engulfed in flames."}, {"scene_id": "atwt-06-08-05s18", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-06-08-05s19", "raw": "A scene from a TV show in which a man is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-06-08-05s20", "raw": "A scene from a TV show in which a man is engulfed in flames.", "with_names": "] is engulfed in flames."}, {"scene_id": "atwt-06-08-05s21", "raw": "A scene from a TV show in which a woman is looking at a man and is wearing a pink shirt.", "with_names": "a woman is looking at a man and is wearing a pink shirt."}, {"scene_id": "atwt-06-08-05s22", "raw": "A scene from a TV show in which a woman is looking at the camera and wearing a green shirt", "with_names": "a woman is looking at the camera and wearing a green shirt"}, {"scene_id": "atwt-06-08-05s23", "raw": "A scene from a TV show in which a man is kissing another man on the cheek.", "with_names": "a man is kissing another man on the cheek."}, {"scene_id": "atwt-06-08-05s24", "raw": "A scene from a TV show in which two bottles of Jergens Natural Glow are shown on a table.", "with_names": "two bottles of jergens natural glow are shown on a table."}, {"scene_id": "atwt-06-08-05s25", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-08-05s26", "raw": "A scene from a TV show in which a white coffin is covered in yellow flowers.", "with_names": "a white coffin is covered in yellow flowers."}, {"scene_id": "atwt-06-08-05s27", "raw": "A scene from a TV show in which a man is pointing a gun at the camera.", "with_names": "] is pointing a gun at the camera."}, {"scene_id": "atwt-06-08-05s28", "raw": "A scene from a TV show in which a man is holding a woman in a room.", "with_names": "Les is holding ] in a room."}, {"scene_id": "atwt-06-08-05s29", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-08-05s30", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-06-08-05s31", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}]