[{"scene_id": "atwt-02-09-06s0", "raw": "A scene from a TV show in which a woman is talking on her cell phone while sitting at a bar.", "with_names": ""}, {"scene_id": "atwt-02-09-06s1", "raw": "A scene from a TV show in which a young girl is wearing a fur coat and a scarf.", "with_names": "a young girl is wearing a fur coat and a scarf."}, {"scene_id": "atwt-02-09-06s2", "raw": "A scene from a TV show in which a woman is looking shocked and her mouth is open.", "with_names": "a woman is looking shocked and her mouth is open."}, {"scene_id": "atwt-02-09-06s3", "raw": "A scene from a TV show in which a man and a woman are sitting down and talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-09-06s4", "raw": "A scene from a TV show in which a baby is being washed with a Huggies baby wipes.", "with_names": "a baby is being washed with a huggies baby wipes."}, {"scene_id": "atwt-02-09-06s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-09-06s6", "raw": "A scene from a TV show in which a woman is wearing a brown and black patterned shirt and a short black hair", "with_names": "a woman is wearing a brown and black patterned shirt and a short black hair"}, {"scene_id": "atwt-02-09-06s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-02-09-06s8", "raw": "A scene from a TV show in which a woman pours a box of Tide laundry detergent into a washing machine.", "with_names": "a woman pours a box of tide laundry detergent into a washing machine."}, {"scene_id": "atwt-02-09-06s9", "raw": "A scene from a TV show in which a young woman and a man are standing in front of a door.", "with_names": "a young woman and a man are standing in front of a door."}, {"scene_id": "atwt-02-09-06s10", "raw": "A scene from a TV show in which a woman is talking to a younger woman.", "with_names": ""}, {"scene_id": "atwt-02-09-06s11", "raw": "A scene from a TV show in which a bee is shown wearing glasses and a flower.", "with_names": ""}, {"scene_id": "atwt-02-09-06s12", "raw": "A scene from a TV show in which a judge is sitting in a chair and is wearing a black robe.", "with_names": ""}, {"scene_id": "atwt-02-09-06s13", "raw": "A scene from a TV show in which a woman is being interviewed.", "with_names": "a woman is being interviewed."}, {"scene_id": "atwt-02-09-06s14", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-02-09-06s15", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a restaurant.", "with_names": "a man and a woman are sitting at a table in a restaurant."}, {"scene_id": "atwt-02-09-06s16", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-02-09-06s17", "raw": "A scene from a TV show in which a person is writing the word 'I'm ready' with letters.", "with_names": "a person is writing the word 'i'm ready' with letters."}, {"scene_id": "atwt-02-09-06s18", "raw": "A scene from a TV show in which a man is talking on a cell phone and a woman is looking at him.", "with_names": ""}, {"scene_id": "atwt-02-09-06s19", "raw": "A scene from a TV show in which a woman is holding a knife and looking at it.", "with_names": "a woman is holding a knife and looking at it."}, {"scene_id": "atwt-02-09-06s20", "raw": "A scene from a TV show in which a woman is wearing a coat and a scarf and looking off to the side.", "with_names": "a woman is wearing a coat and a scarf and looking off to the side."}, {"scene_id": "atwt-02-09-06s21", "raw": "A scene from a TV show in which a man is awoken by a glowing green butterfly.", "with_names": "a man is awoken by a glowing green butterfly."}]