[{"scene_id": "bb-01-02-06s0", "raw": "A scene from a TV show in which a countdown timer is displayed", "with_names": "a countdown timer is displayed"}, {"scene_id": "bb-01-02-06s1", "raw": "A scene from a TV show in which a woman is standing in a living room, holding a baby.", "with_names": "a woman is standing in a living room, holding a baby."}, {"scene_id": "bb-01-02-06s2", "raw": "A scene from a TV show in which a man and a woman are drinking wine.", "with_names": "a man and a woman are drinking wine."}, {"scene_id": "bb-01-02-06s3", "raw": "A scene from a TV show in which a man and a woman are standing in front of a clock.", "with_names": "a man and a woman are standing in front of a clock."}, {"scene_id": "bb-01-02-06s4", "raw": "A scene from a TV show in which a man is sitting at a table with a pizza and a beer in front of him. He is raising his hand in the air and yelling.", "with_names": "a man is sitting at a table with a pizza and a beer in front of him. he is raising his hand in the air and yelling."}, {"scene_id": "bb-01-02-06s5", "raw": "A scene from a TV show in which a man is talking to someone and the words are displayed on the bottom of the screen", "with_names": ""}, {"scene_id": "bb-01-02-06s6", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "bb-01-02-06s7", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-01-02-06s8", "raw": "A scene from a TV show in which a man is looking at a clock", "with_names": "a man is looking at a clock"}, {"scene_id": "bb-01-02-06s9", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "bb-01-02-06s10", "raw": "A scene from a TV show in which a young girl is playing with a tennis ball.", "with_names": "a young girl is playing with a tennis ball."}]