[{"scene_id": "bb-07-03-14s0", "raw": "A scene from a TV show in which a woman is seen in a dark room, looking at the camera.", "with_names": "a woman is in a dark room, looking at the camera."}, {"scene_id": "bb-07-03-14s1", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-07-03-14s2", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-07-03-14s3", "raw": "A scene from a TV show in which a man is seen in a black room, with a black background.", "with_names": "a man is in a black room, with a black background."}, {"scene_id": "bb-07-03-14s4", "raw": "A scene from a TV show in which a man is standing in a dark room, his face partially obscured by a door.", "with_names": "a man is standing in a dark room, his face partially obscured by a door."}, {"scene_id": "bb-07-03-14s5", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-03-14s6", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-07-03-14s7", "raw": "A scene from a TV show in which a woman rides a camel in the desert.", "with_names": "a woman rides a camel in the desert."}, {"scene_id": "bb-07-03-14s8", "raw": "A scene from a TV show in which a woman is texting on her cell phone.", "with_names": "a woman is texting on her cell phone."}, {"scene_id": "bb-07-03-14s9", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "bb-07-03-14s10", "raw": "A scene from a TV show in which a man is sitting on a couch with a woman next to him.", "with_names": ""}, {"scene_id": "bb-07-03-14s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-03-14s12", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "a man is looking at a blonde woman."}, {"scene_id": "bb-07-03-14s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]