[{"scene_id": "bb-01-23-14s0", "raw": "A scene from a TV show in which a police officer is writing a report while a woman stands behind him.", "with_names": "a police officer is writing a report while Quinn stands behind him."}, {"scene_id": "bb-01-23-14s1", "raw": "A scene from a TV show in which a man and a woman stand in a living room.", "with_names": "a man and a woman stand in a living room."}, {"scene_id": "bb-01-23-14s2", "raw": "A scene from a TV show in which a man and a woman are talking and laughing.", "with_names": ""}, {"scene_id": "bb-01-23-14s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-23-14s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-23-14s5", "raw": "A scene from a TV show in which a young couple kiss in front of an airstream trailer.", "with_names": "a young couple kiss in front of an airstream trailer."}, {"scene_id": "bb-01-23-14s6", "raw": "A scene from a TV show in which a woman is sitting in a courtroom and a man is standing behind her.", "with_names": "a woman is sitting in a courtroom and a man is standing behind her."}, {"scene_id": "bb-01-23-14s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-23-14s8", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "bb-01-23-14s9", "raw": "A scene from a TV show in which two women sit at a table and talk.", "with_names": "two women sit at a table and talk."}, {"scene_id": "bb-01-23-14s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-23-14s11", "raw": "A scene from a TV show in which a woman is having lunch with a friend and is talking about her husband's infidelity.", "with_names": ""}, {"scene_id": "bb-01-23-14s12", "raw": "A scene from a TV show in which a man and a woman are standing face to face.", "with_names": "a man and a woman are standing face to face."}, {"scene_id": "bb-01-23-14s13", "raw": "A scene from a TV show in which a couple is camping on a beach.", "with_names": "a couple is camping on a beach."}]