[{"scene_id": "bb-01-23-14s0", "raw": "a man is walking through a town and then a woman is shown talking about the importance of the importance of the united states.", "with_names": ""}, {"scene_id": "bb-01-23-14s1", "raw": "a man is walking around a room and talking about the process of a company.", "with_names": ""}, {"scene_id": "bb-01-23-14s2", "raw": "a man and a woman are walking in the mountains and then they kiss each other.", "with_names": "Wyatt and Hope are walking in the mountains and then they kiss each other."}, {"scene_id": "bb-01-23-14s3", "raw": "a man is walking through a room and then a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-23-14s4", "raw": "a man and a woman are walking across a street and then a man is talking about the experience.", "with_names": ""}, {"scene_id": "bb-01-23-14s5", "raw": "a man is running out of the water and then a woman runs out of the water.", "with_names": "a man is running out of the water and then Hope runs out of the water."}, {"scene_id": "bb-01-23-14s6", "raw": "a woman is talking to a woman and then a woman is shown walking around.", "with_names": ""}, {"scene_id": "bb-01-23-14s7", "raw": "a man is talking about a man and then a man is talking about it.", "with_names": ""}, {"scene_id": "bb-01-23-14s8", "raw": "a man and a woman are in a dark room and they are laughing.", "with_names": "Wyatt and Hope are in a dark room and they are laughing."}, {"scene_id": "bb-01-23-14s9", "raw": "a group of people are sitting at a table and talking about the event.", "with_names": ""}, {"scene_id": "bb-01-23-14s10", "raw": "a man and a woman are laughing and laughing and laughing.", "with_names": "Wyatt and Hope are laughing and laughing and laughing."}, {"scene_id": "bb-01-23-14s11", "raw": "a group of people are eating and talking about the event.", "with_names": ""}, {"scene_id": "bb-01-23-14s12", "raw": "a man and a woman are walking around in a room.", "with_names": ""}, {"scene_id": "bb-01-23-14s13", "raw": "a man and a woman are shown kissing and then a man is shown kissing a woman.", "with_names": ""}]