[{"scene_id": "oltl-12-16-08s0", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-12-16-08s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-16-08s2", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a serious expression.", "with_names": "a blonde woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-12-16-08s3", "raw": "A scene from a TV show in which a man is dressed as an elf and a little girl is sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-12-16-08s4", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-12-16-08s5", "raw": "A scene from a TV show in which a man is talking to a woman while another woman looks on.", "with_names": ""}, {"scene_id": "oltl-12-16-08s6", "raw": "A scene from a TV show in which a blonde woman is talking to a man, and he is looking at her with a serious expression.", "with_names": ""}, {"scene_id": "oltl-12-16-08s7", "raw": "A scene from a TV show in which a woman is looking at a book.", "with_names": "a woman is looking at a book."}, {"scene_id": "oltl-12-16-08s8", "raw": "A scene from a TV show in which a man is sitting on a couch with a cup of coffee.", "with_names": ""}, {"scene_id": "oltl-12-16-08s9", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-12-16-08s10", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "a woman is sitting at a table with a man."}, {"scene_id": "oltl-12-16-08s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-12-16-08s12", "raw": "A scene from a TV show in which a woman is talking about her ex-boyfriend.", "with_names": ""}, {"scene_id": "oltl-12-16-08s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-16-08s14", "raw": "A scene from a TV show in which a woman is wearing a tan coat and a brown purse.", "with_names": "a woman is wearing a tan coat and a brown purse."}, {"scene_id": "oltl-12-16-08s15", "raw": "A scene from a TV show in which a woman is talking to another womanrear.", "with_names": ""}, {"scene_id": "oltl-12-16-08s16", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "oltl-12-16-08s17", "raw": "A scene from a TV show in which a woman is sitting at a table with a judge and a lawyer.", "with_names": "a woman is sitting at a table with a judge and a lawyer."}, {"scene_id": "oltl-12-16-08s18", "raw": "A scene from a TV show in which a young man and woman are standing in front of a Christmas tree.", "with_names": "a young man and woman are standing in front of a christmas tree."}, {"scene_id": "oltl-12-16-08s19", "raw": "A scene from a TV show in which a woman is taking a picture of a man.", "with_names": "a woman is taking a picture of a man."}, {"scene_id": "oltl-12-16-08s20", "raw": "A scene from a TV show in which a man is pushing a wheelchair through a store.", "with_names": "a man is pushing a wheelchair through a store."}, {"scene_id": "oltl-12-16-08s21", "raw": "A scene from a TV show in which a blonde woman is looking at a man and his face is distorted.", "with_names": "a blonde woman is looking at a man and his face is distorted."}, {"scene_id": "oltl-12-16-08s22", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is standing next to him.", "with_names": "a man is wearing a leather jacket and a woman is standing next to him."}, {"scene_id": "oltl-12-16-08s23", "raw": "A scene from a TV show in which a woman is wearing a patterned shirt and a handbag.", "with_names": "a woman is wearing a patterned shirt and a handbag."}, {"scene_id": "oltl-12-16-08s24", "raw": "A scene from a TV show in which a woman is reading a letter to a man.", "with_names": "a woman is reading a letter to a man."}, {"scene_id": "oltl-12-16-08s25", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-12-16-08s26", "raw": "A scene from a TV show in which a man is sitting at a desk with his hands clasped together.", "with_names": "a man is sitting at a desk with his hands clasped together."}, {"scene_id": "oltl-12-16-08s27", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench.", "with_names": "a man and a woman are sitting on a bench."}, {"scene_id": "oltl-12-16-08s28", "raw": "A scene from a TV show in which two women are standing next to each other, with one of them looking at the camera and the other looking away.", "with_names": "two women are standing next to each other, with one of them looking at the camera and the other looking away."}, {"scene_id": "oltl-12-16-08s29", "raw": "A scene from a TV show in which a man is looking at a Christmas ornament and is about to put it on his finger.", "with_names": "a man is looking at a christmas ornament and is about to put it on his finger."}, {"scene_id": "oltl-12-16-08s30", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "oltl-12-16-08s31", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-16-08s32", "raw": "A scene from a TV show in which a woman is wearing a purple suit and a man is in a suit", "with_names": "a woman is wearing a purple suit and a man is in a suit"}, {"scene_id": "oltl-12-16-08s33", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-16-08s34", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-12-16-08s35", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-12-16-08s36", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-12-16-08s37", "raw": "A scene from a TV show in which a doctor is watching a shirtless man and a woman doing sit-ups.", "with_names": "a doctor is watching a shirtless man and a woman doing sit-ups."}, {"scene_id": "oltl-12-16-08s38", "raw": "A scene from a TV show in which a girl is kissing a boy on the cheek.", "with_names": "a girl is kissing a boy on the cheek."}, {"scene_id": "oltl-12-16-08s39", "raw": "A scene from a TV show in which a man is looking down and talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-16-08s40", "raw": "A scene from a TV show in which a man and a woman are holding hands and looking at each other.", "with_names": "a man and a woman are holding hands and looking at each other."}]