[{"scene_id": "atwt-10-18-04s0", "raw": "A scene from a TV show in which two men are standing in a boxing ring.", "with_names": "two men are standing in a boxing ring."}, {"scene_id": "atwt-10-18-04s1", "raw": "A scene from a TV show in which a blonde woman is wearing a red jacket and white shirt.", "with_names": "a blonde woman is wearing a red jacket and white shirt."}, {"scene_id": "atwt-10-18-04s2", "raw": "A scene from a TV show in which a woman is sitting in a red suit and a necklace.", "with_names": "a woman is sitting in a red suit and a necklace."}, {"scene_id": "atwt-10-18-04s3", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-10-18-04s4", "raw": "A scene from a TV show in which a woman is talking to a child.", "with_names": ""}, {"scene_id": "atwt-10-18-04s5", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at his hand.", "with_names": ""}, {"scene_id": "atwt-10-18-04s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-18-04s7", "raw": "A scene from a TV show in which a woman is sitting down and looking down.", "with_names": "a woman is sitting down and looking down."}, {"scene_id": "atwt-10-18-04s8", "raw": "A scene from a TV show in which a woman touches a man's head.", "with_names": "a woman touches a man's head."}, {"scene_id": "atwt-10-18-04s9", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "atwt-10-18-04s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-18-04s11", "raw": "A scene from a TV show in which a woman is looking at her phone and a man is standing next to her.", "with_names": "a woman is looking at her phone and a man is standing next to her."}, {"scene_id": "atwt-10-18-04s12", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-18-04s13", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-10-18-04s14", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-10-18-04s15", "raw": "A scene from a TV show in which a man is in a boxing ring and is looking down at his gloves.", "with_names": "a man is in a boxing ring and is looking down at his gloves."}, {"scene_id": "atwt-10-18-04s16", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to think.\"", "with_names": "a man is looking at a woman and saying, \"i'm not sure what to think.\""}, {"scene_id": "atwt-10-18-04s17", "raw": "A scene from a TV show in which a woman is wearing a plaid shirt and a blonde bob haircut.", "with_names": "a woman is wearing a plaid shirt and a blonde bob haircut."}, {"scene_id": "atwt-10-18-04s18", "raw": "A scene from a TV show in which a man is sitting at a table with a drink and a woman is standing behind him.", "with_names": "a man is sitting at a table with a drink and a woman is standing behind him."}, {"scene_id": "atwt-10-18-04s19", "raw": "A scene from a TV show in which a young man is sitting in front of a microphone and talking.", "with_names": ""}, {"scene_id": "atwt-10-18-04s20", "raw": "A scene from a TV show in which a man is eating a piece of cake and his mouth is wide open.", "with_names": "a man is eating a piece of cake and his mouth is wide open."}, {"scene_id": "atwt-10-18-04s21", "raw": "A scene from a TV show in which a young boy is looking down and a woman is standing behind him.", "with_names": "a young boy is looking down and a woman is standing behind him."}, {"scene_id": "atwt-10-18-04s22", "raw": "A scene from a TV show in which a man is looking at a woman and making a face.", "with_names": "a man is looking at a woman and making a face."}]