[{"scene_id": "atwt-08-01-01s0", "raw": "A scene from a TV show in which a woman is being escorted by two men.", "with_names": "a woman is being escorted by two men."}, {"scene_id": "atwt-08-01-01s1", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-08-01-01s2", "raw": "A scene from a TV show in which a woman is standing in a doorway and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-08-01-01s3", "raw": "A scene from a TV show in which a woman is standing behind a man who is sitting in a hospital bed.", "with_names": "a woman is standing behind a man who is sitting in a hospital bed."}, {"scene_id": "atwt-08-01-01s4", "raw": "A scene from a TV show in which a man is sitting on a chair with the words \"The Early Show\" and \"Tomorrow\"", "with_names": ""}, {"scene_id": "atwt-08-01-01s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-08-01-01s6", "raw": "A scene from a TV show in which a little girl and a boy are playing with a balloon.", "with_names": "a little girl and Is this the way you want to repay him? are playing with a balloon."}, {"scene_id": "atwt-08-01-01s7", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-08-01-01s8", "raw": "A scene from a TV show in which a man is in a hospital gown with a bandage on his head and a woman is comforting him.", "with_names": "Paul is in a hospital gown with a bandage on his head and Barbara is comforting him."}, {"scene_id": "atwt-08-01-01s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-01-01s10", "raw": "A scene from a TV show in which a man is sitting in a hospital bed with a bandaged head.", "with_names": "Paul is sitting in a hospital bed with a bandaged head."}, {"scene_id": "atwt-08-01-01s11", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-01-01s12", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him.", "with_names": ""}, {"scene_id": "atwt-08-01-01s13", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-08-01-01s14", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-01-01s15", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-08-01-01s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-01-01s17", "raw": "A scene from a TV show in which a mother and child are shown fixing a faucet.", "with_names": "a mother and child are shown fixing a faucet."}, {"scene_id": "atwt-08-01-01s18", "raw": "A scene from a TV show in which a woman is looking at a man in the mirror", "with_names": "Jennifer is looking at Bryant in the mirror"}, {"scene_id": "atwt-08-01-01s19", "raw": "A scene from a TV show in which a man is wearing a suit and a yellow shirt and is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-01-01s20", "raw": "A scene from a TV show in which a man is on the phone and a woman is talking on her cell phoneI", "with_names": ""}, {"scene_id": "atwt-08-01-01s21", "raw": "A scene from a TV show in which a burger and fries are offered for free.", "with_names": "a burger and fries are offered for free."}, {"scene_id": "atwt-08-01-01s22", "raw": "A scene from a TV show in which a man is wearing a suit and a yellow shirt and talking to another man.", "with_names": ""}, {"scene_id": "atwt-08-01-01s23", "raw": "A scene from a TV show in which a man is sitting in a room and looking at a wall.", "with_names": "a man is sitting in a room and looking at a wall."}, {"scene_id": "atwt-08-01-01s24", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}]