[{"scene_id": "atwt-02-07-07s0", "raw": "A scene from a TV show in which a man is wearing a black shirt and a dark-rimmed glasses.", "with_names": "Jack is wearing a black shirt and a dark-rimmed glasses."}, {"scene_id": "atwt-02-07-07s1", "raw": "A scene from a TV show in which a man and a woman are talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-02-07-07s2", "raw": "A scene from a TV show in which two women are standing in front of a man.", "with_names": "two women are standing in front of a man."}, {"scene_id": "atwt-02-07-07s3", "raw": "A scene from a TV show in which a person is putting a dental implant into a denture", "with_names": "a person is putting a dental implant into a denture"}, {"scene_id": "atwt-02-07-07s4", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "atwt-02-07-07s5", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-02-07-07s6", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway, with the woman looking at the man.", "with_names": "a man and a woman are standing in a hallway, with the woman looking at the man."}, {"scene_id": "atwt-02-07-07s7", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-07-07s8", "raw": "A scene from a TV show in which a man is seen in a yellow room. The room is filled with yellow light.", "with_names": "a man is in a yellow room. the room is filled with yellow light."}, {"scene_id": "atwt-02-07-07s9", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-02-07-07s10", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, smiling and talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-07-07s11", "raw": "A scene from a TV show in which a man is standing in a living room with a couch and a dining table.", "with_names": "a man is standing in a living room with a couch and a dining table."}, {"scene_id": "atwt-02-07-07s12", "raw": "A scene from a TV show in which a baby is being washed in a sink.", "with_names": "a baby is being washed in a sink."}, {"scene_id": "atwt-02-07-07s13", "raw": "A scene from a TV show in which a man is wearing a black shirt and a woman is in the background.", "with_names": "a man is wearing a black shirt and a woman is in the background."}, {"scene_id": "atwt-02-07-07s14", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "atwt-02-07-07s15", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "atwt-02-07-07s16", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-02-07-07s17", "raw": "A scene from a TV show in which a woman is shown wearing a hair product.", "with_names": ""}, {"scene_id": "atwt-02-07-07s18", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "atwt-02-07-07s19", "raw": "A scene from a TV show in which a woman is wearing a red coat and a blonde hair up in a bun.", "with_names": "a woman is wearing a red coat and a blonde hair up in a bun."}, {"scene_id": "atwt-02-07-07s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-07-07s21", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-02-07-07s22", "raw": "A scene from a TV show in which a man and a woman kiss.", "with_names": "a man and a woman kiss."}, {"scene_id": "atwt-02-07-07s23", "raw": "A scene from a TV show in which a woman is wearing a long black dress and a man is standing behind her.", "with_names": "a woman is wearing a long black dress and a man is standing behind her."}, {"scene_id": "atwt-02-07-07s24", "raw": "A scene from a TV show in which a man is standing in front of a woman in a bar.", "with_names": "a man is standing in front of a woman in a bar."}, {"scene_id": "atwt-02-07-07s25", "raw": "A scene from a TV show in which a woman is wearing a green coat and a long brown hair", "with_names": "a woman is wearing a green coat and a long brown hair"}, {"scene_id": "atwt-02-07-07s26", "raw": "A scene from a TV show in which a man is holding a medal and a woman is looking at him.", "with_names": "a man is holding a medal and a woman is looking at him."}, {"scene_id": "atwt-02-07-07s27", "raw": "A scene from a TV show in which Gisele is sitting in a chair with her hand on her chin", "with_names": ""}, {"scene_id": "atwt-02-07-07s28", "raw": "A scene from a TV show in which a spaceship is flying through space.", "with_names": "a spaceship is flying through space."}]