[{"scene_id": "atwt-07-23-04s0", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-07-23-04s1", "raw": "A scene from a TV show in which a woman is praying.", "with_names": "a woman is praying."}, {"scene_id": "atwt-07-23-04s2", "raw": "A scene from a TV show in which a man is wearing a suit and a striped shirt.", "with_names": "a man is wearing a suit and a striped shirt."}, {"scene_id": "atwt-07-23-04s3", "raw": "A scene from a TV show in which a woman is sitting down and looking down, with her eyes closed.", "with_names": "a woman is sitting down and looking down, with her eyes closed."}, {"scene_id": "atwt-07-23-04s4", "raw": "A scene from a TV show in which a man is smiling and wearing a suit.", "with_names": "a man is smiling and wearing a suit."}, {"scene_id": "atwt-07-23-04s5", "raw": "A scene from a TV show in which a woman is holding a piece of fabric and a man is standing behind her.", "with_names": "a woman is holding a piece of fabric and a man is standing behind her."}, {"scene_id": "atwt-07-23-04s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-23-04s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-23-04s8", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-23-04s9", "raw": "A scene from a TV show in which a man is handcuffed and a police officer is holding him down.", "with_names": "a man is handcuffed and a police officer is holding him down."}, {"scene_id": "atwt-07-23-04s10", "raw": "A scene from a TV show in which a blonde woman is talking to a woman in a green shirt.", "with_names": ""}, {"scene_id": "atwt-07-23-04s11", "raw": "A scene from a TV show in which a woman is wearing a blue tank top and black pants, and is walking down a hallway.", "with_names": "a woman is wearing a blue tank top and black pants, and is walking down a hallway."}, {"scene_id": "atwt-07-23-04s12", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-07-23-04s13", "raw": "A scene from a TV show in which a woman is smiling and looking down.", "with_names": "a woman is smiling and looking down."}, {"scene_id": "atwt-07-23-04s14", "raw": "A scene from a TV show in which a man is seen with his head down, looking up.", "with_names": "a man is with his head down, looking up."}, {"scene_id": "atwt-07-23-04s15", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-07-23-04s16", "raw": "A scene from a TV show in which a woman is wearing a black dress and a long black veil is blowing in the wind.", "with_names": "a woman is wearing a black dress and a long black veil is blowing in the wind."}, {"scene_id": "atwt-07-23-04s17", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-23-04s18", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-23-04s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-23-04s20", "raw": "A scene from a TV show in which a man is looking at a woman and a baby.", "with_names": "a man is looking at a woman and a baby."}, {"scene_id": "atwt-07-23-04s21", "raw": "A scene from a TV show in which two women are standing in a room, one of them is talking to the other.", "with_names": ""}, {"scene_id": "atwt-07-23-04s22", "raw": "A scene from a TV show in which a woman is lying on the ground with her head in her hands.", "with_names": "a woman is lying on the ground with her head in her hands."}, {"scene_id": "atwt-07-23-04s23", "raw": "A scene from a TV show in which a man is submerged in water.", "with_names": "a man is submerged in water."}, {"scene_id": "atwt-07-23-04s24", "raw": "A scene from a TV show in which a man is looking down at his shirt and a woman is standing behind him.", "with_names": "a man is looking down at his shirt and a woman is standing behind him."}, {"scene_id": "atwt-07-23-04s25", "raw": "A scene from a TV show in which a man is wearing a white shirt and a serious expression.", "with_names": "a man is wearing a white shirt and a serious expression."}, {"scene_id": "atwt-07-23-04s26", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "atwt-07-23-04s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-23-04s28", "raw": "A scene from a TV show in which a woman is in a pool and a snake is slithering around her.", "with_names": "a woman is in a pool and a snake is slithering around her."}, {"scene_id": "atwt-07-23-04s29", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-23-04s30", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-23-04s31", "raw": "A scene from a TV show in which a woman is wearing a collared shirt and a short blonde hair.", "with_names": "a woman is wearing a collared shirt and a short blonde hair."}, {"scene_id": "atwt-07-23-04s32", "raw": "A scene from a TV show in which a man is bleeding from the head.", "with_names": "a man is bleeding from the head."}, {"scene_id": "atwt-07-23-04s33", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}]