[{"scene_id": "atwt-02-01-06s0", "raw": "A scene from a TV show in which a man is sitting on a couch and a book is on the table.", "with_names": ""}, {"scene_id": "atwt-02-01-06s1", "raw": "A scene from a TV show in which a man is looking at a clock and talking.", "with_names": ""}, {"scene_id": "atwt-02-01-06s2", "raw": "A scene from a TV show in which a maid is seen bending over to pick up a handbag.", "with_names": "a maid is bending over to pick up a handbag."}, {"scene_id": "atwt-02-01-06s3", "raw": "A scene from a TV show in which two young girls perform ballet.", "with_names": "two young girls perform ballet."}, {"scene_id": "atwt-02-01-06s4", "raw": "A scene from a TV show in which a nurse is wearing a white hat and a black dress", "with_names": "a nurse is wearing a white hat and a black dress"}, {"scene_id": "atwt-02-01-06s5", "raw": "A scene from a TV show in which a young man is looking at the camera with a surprised expression.", "with_names": "a young man is looking at the camera with a surprised expression."}, {"scene_id": "atwt-02-01-06s6", "raw": "A scene from a TV show in which a baby is shown wearing a diaper.", "with_names": ""}, {"scene_id": "atwt-02-01-06s7", "raw": "A scene from a TV show in which a woman is wearing a pink turtleneck and a man is standing next to her.", "with_names": "a woman is wearing a pink turtleneck and a man is standing next to her."}, {"scene_id": "atwt-02-01-06s8", "raw": "A scene from a TV show in which a man is sitting in a chair and looking to the right.", "with_names": ""}, {"scene_id": "atwt-02-01-06s9", "raw": "A scene from a TV show in which an elderly man eats a chocolate cake in his pyjamas.", "with_names": "an elderly man eats a chocolate cake in his pyjamas."}, {"scene_id": "atwt-02-01-06s10", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-02-01-06s11", "raw": "A scene from a TV show in which a blonde woman is looking down and wearing a white shirt.", "with_names": "a blonde woman is looking down and wearing a white shirt."}, {"scene_id": "atwt-02-01-06s12", "raw": "A scene from a TV show in which the Johnson & Johnson logo is superimposed over a plant.", "with_names": "the johnson & johnson logo is superimposed over a plant."}, {"scene_id": "atwt-02-01-06s13", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-01-06s14", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at a woman."}, {"scene_id": "atwt-02-01-06s15", "raw": "A scene from a TV show in which a woman is lying on a couch and playing a record player.", "with_names": "] is lying on a couch and playing a record player."}, {"scene_id": "atwt-02-01-06s16", "raw": "A scene from a TV show in which a woman is sitting at a table with a vase of flowers.", "with_names": "a woman is sitting at a table with a vase of flowers."}, {"scene_id": "atwt-02-01-06s17", "raw": "A scene from a TV show in which a woman is holding a bag of chips.", "with_names": "a woman is holding a bag of chips."}, {"scene_id": "atwt-02-01-06s18", "raw": "A scene from a TV show in which a man is holding a baby and looking at a fence.", "with_names": "a man is holding a baby and looking at a fence."}, {"scene_id": "atwt-02-01-06s19", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing in a bathroom.", "with_names": "a woman is walking down a hallway and ] is standing in a bathroom."}, {"scene_id": "atwt-02-01-06s20", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a short blonde hair", "with_names": "a woman is wearing a white shirt and a short blonde hair"}, {"scene_id": "atwt-02-01-06s21", "raw": "A scene from a TV show in which three women are walking in a park.", "with_names": "three women are walking in a park."}]