[{"scene_id": "atwt-09-14-07s0", "raw": "A scene from a TV show in which a man is holding his head in his hands.", "with_names": "a man is holding his head in his hands."}, {"scene_id": "atwt-09-14-07s1", "raw": "A scene from a TV show in which a man is sitting at a bar with a woman.", "with_names": "a man is sitting at a bar with a woman."}, {"scene_id": "atwt-09-14-07s2", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is standing behind her.", "with_names": "a woman is wearing a dress and a man is standing behind her."}, {"scene_id": "atwt-09-14-07s3", "raw": "A scene from a TV show in which a man is talking to a clown.", "with_names": ""}, {"scene_id": "atwt-09-14-07s4", "raw": "A scene from a TV show in which a woman is shown smiling and wearing glasses.", "with_names": ""}, {"scene_id": "atwt-09-14-07s5", "raw": "A scene from a TV show in which a blonde woman is wearing a blue dress and a necklace.", "with_names": "a blonde woman is wearing a blue dress and a necklace."}, {"scene_id": "atwt-09-14-07s6", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "atwt-09-14-07s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-14-07s8", "raw": "A scene from a TV show in which a woman is tied to a green ribbon.", "with_names": "a woman is tied to a green ribbon."}, {"scene_id": "atwt-09-14-07s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-14-07s10", "raw": "A scene from a TV show in which a woman is looking at a man and making a face", "with_names": "a woman is looking at a man and making a face"}, {"scene_id": "atwt-09-14-07s11", "raw": "A scene from a TV show in which a man is standing on a stage and speaking to a crowd.", "with_names": "a man is standing on a stage and speaking to a crowd."}, {"scene_id": "atwt-09-14-07s12", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-14-07s13", "raw": "A scene from a TV show in which a man is talking to a person.", "with_names": ""}, {"scene_id": "atwt-09-14-07s14", "raw": "A scene from a TV show in which people are sitting at tables in a restaurant.", "with_names": "people are sitting at tables in a restaurant."}, {"scene_id": "atwt-09-14-07s15", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing behind her.", "with_names": "a woman is sitting on a bed and a man is standing behind her."}, {"scene_id": "atwt-09-14-07s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-09-14-07s17", "raw": "A scene from a TV show in which a woman is wearing a blue dress and blonde hair", "with_names": "a woman is wearing a blue dress and blonde hair"}, {"scene_id": "atwt-09-14-07s18", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-14-07s19", "raw": "A scene from a TV show in which a man is shown in a home with a fireplace.", "with_names": ""}, {"scene_id": "atwt-09-14-07s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-14-07s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down at his hands.", "with_names": "a man is wearing a suit and tie and looking down at his hands."}, {"scene_id": "atwt-09-14-07s22", "raw": "A scene from a TV show in which a man is looking at a box and another man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-09-14-07s23", "raw": "A scene from a TV show in which a man is kissing a blonde woman.", "with_names": "a man is kissing a blonde woman."}, {"scene_id": "atwt-09-14-07s24", "raw": "A scene from a TV show in which a man is holding a woman by the arm and looking at her.", "with_names": "a man is holding a woman by the arm and looking at her."}, {"scene_id": "atwt-09-14-07s25", "raw": "A scene from a TV show in which a woman and her dog are standing on a beach.", "with_names": "a woman and her dog are standing on a beach."}]