[{"scene_id": "pc-03-10-03s0", "raw": "A scene from a TV show in which a woman is seen walking into an elevator.", "with_names": "Elizabeth is walking into an elevator."}, {"scene_id": "pc-03-10-03s1", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-03-10-03s2", "raw": "A scene from a TV show in which a man sits on a couch and looks at his watch.", "with_names": "Joshua sits on a couch and looks at his watch."}, {"scene_id": "pc-03-10-03s3", "raw": "A scene from a TV show in which a man and a woman are lying down together.", "with_names": "Caleb and Tess are lying down together."}, {"scene_id": "pc-03-10-03s4", "raw": "A scene from a TV show in which a woman is standing in front of a door, looking at a chair.", "with_names": "Elizabeth is standing in front of a door, looking at a chair."}, {"scene_id": "pc-03-10-03s5", "raw": "A scene from a TV show in which a man and a woman are sitting on a beach, with the man looking at the woman.", "with_names": "a man and a woman are sitting on a beach, with the man looking at the woman."}, {"scene_id": "pc-03-10-03s6", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-03-10-03s8", "raw": "A scene from a TV show in which a woman is being held down by a man.", "with_names": "Alison is being held down by Rafe."}, {"scene_id": "pc-03-10-03s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-03-10-03s10", "raw": "A scene from a TV show in which a man is writing in a book while a woman looks on.", "with_names": "a man is writing in a book while Elizabeth looks on."}, {"scene_id": "pc-03-10-03s11", "raw": "A scene from a TV show in which a man looks into a microscope.", "with_names": "a man looks into a microscope."}, {"scene_id": "pc-03-10-03s13", "raw": "A scene from a TV show in which a man is standing on a rock in a cave, and a blue light is coming from the cave.", "with_names": "Ian is standing on a rock in a cave, and a blue light is coming from the cave."}, {"scene_id": "pc-03-10-03s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-03-10-03s15", "raw": "A scene from a TV show in which a man sits in a chair and talks to a woman.", "with_names": "Rafe sits in a chair and talks to Lucy."}]