[{"scene_id": "gl-10-28-05s0", "raw": "A scene from a TV show in which a boy is dressed as a pirate and his parents are standing on the porch.", "with_names": "a boy is dressed as a pirate and his parents are standing on the porch."}, {"scene_id": "gl-10-28-05s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-28-05s2", "raw": "A scene from a TV show in which Sherlock Holmes is wearing a trench coat and a hat.", "with_names": "sherlock holmes is wearing a trench coat and a hat."}, {"scene_id": "gl-10-28-05s3", "raw": "A scene from a TV show in which a man and a woman are in a bar.", "with_names": "a man and a woman are in a bar."}, {"scene_id": "gl-10-28-05s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-28-05s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-28-05s6", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by a woman."}, {"scene_id": "gl-10-28-05s7", "raw": "A scene from a TV show in which a woman is wearing a corset and a man is holding a bottle.", "with_names": "a woman is wearing a corset and a man is holding a bottle."}, {"scene_id": "gl-10-28-05s8", "raw": "A scene from a TV show in which a man is in a jail cell and another man is talking to him through the bars.", "with_names": ""}, {"scene_id": "gl-10-28-05s9", "raw": "A scene from a TV show in which a woman is walking down a hall with a pumpkin and a boy in a Halloween costume.", "with_names": "a woman is walking down a hall with a pumpkin and a boy in a halloween costume."}, {"scene_id": "gl-10-28-05s10", "raw": "A scene from a TV show in which a man is in a prison cell and another man is standing behind him.", "with_names": "a man is in a prison cell and another man is standing behind him."}, {"scene_id": "gl-10-28-05s11", "raw": "A scene from a TV show in which a man is in a cage and a woman is behind bars", "with_names": "a man is in a cage and a woman is behind bars"}, {"scene_id": "gl-10-28-05s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-28-05s13", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-10-28-05s14", "raw": "A scene from a TV show in which a woman is wearing a cat mask and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-10-28-05s15", "raw": "A scene from a TV show in which a woman is talking to someone and a chair is in the background", "with_names": ""}, {"scene_id": "gl-10-28-05s16", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to say.\"", "with_names": "a man is looking at a woman and saying, \"i'm not sure what to say.\""}, {"scene_id": "gl-10-28-05s17", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is wet", "with_names": ""}, {"scene_id": "gl-10-28-05s18", "raw": "A scene from a TV show in which a man is reading a letter to a woman.", "with_names": "a man is reading a letter to a woman."}, {"scene_id": "gl-10-28-05s19", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing behind her.", "with_names": "a woman is walking down a hallway and a man is standing behind her."}, {"scene_id": "gl-10-28-05s20", "raw": "A scene from a TV show in which two women are hugging each other.", "with_names": "two women are hugging each other."}, {"scene_id": "gl-10-28-05s21", "raw": "A scene from a TV show in which a man is talking to another man through a prison cell.", "with_names": ""}]