[{"scene_id": "atwt-01-26-09s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-26-09s1", "raw": "A scene from a TV show in which a woman is topless and a man is shirtless.", "with_names": "a woman is topless and a man is shirtless."}, {"scene_id": "atwt-01-26-09s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with a vase and a painting on the wall.", "with_names": "a man and a woman are standing in a room, with a vase and a painting on the wall."}, {"scene_id": "atwt-01-26-09s3", "raw": "A scene from a TV show in which a woman is yelling at a boy.", "with_names": "a woman is yelling at a boy."}, {"scene_id": "atwt-01-26-09s4", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-01-26-09s5", "raw": "A scene from a TV show in which a Liberty Medical advertisement is shown.", "with_names": ""}, {"scene_id": "atwt-01-26-09s6", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-01-26-09s7", "raw": "A scene from a TV show in which a man is wearing a red shirt and a button on his shirt", "with_names": "a man is wearing a red shirt and a button on his shirt"}, {"scene_id": "atwt-01-26-09s8", "raw": "A scene from a TV show in which a man is talking to a woman in a park.", "with_names": ""}, {"scene_id": "atwt-01-26-09s9", "raw": "A scene from a TV show in which a man is sitting on a bed with his shirt off.", "with_names": "a man is sitting on a bed with his shirt off."}, {"scene_id": "atwt-01-26-09s10", "raw": "A scene from a TV show in which a stuffed animal is seen in a vending machine", "with_names": "a stuffed animal is in a vending machine"}, {"scene_id": "atwt-01-26-09s11", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "a man and ] are sitting in a car."}, {"scene_id": "atwt-01-26-09s12", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a skull.", "with_names": "a woman is standing in a kitchen, holding a skull."}, {"scene_id": "atwt-01-26-09s13", "raw": "A scene from a TV show in which a girl is sitting at a desk and reading a book.", "with_names": "a girl is sitting at a desk and reading a book."}, {"scene_id": "atwt-01-26-09s14", "raw": "A scene from a TV show in which a woman is shown wearing large hoop earrings.", "with_names": ""}, {"scene_id": "atwt-01-26-09s15", "raw": "A scene from a TV show in which a girl is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-01-26-09s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with her mouth open.", "with_names": ""}, {"scene_id": "atwt-01-26-09s17", "raw": "A scene from a TV show in which a pregnancy test is shown", "with_names": ""}, {"scene_id": "atwt-01-26-09s18", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-01-26-09s19", "raw": "A scene from a TV show in which a woman is in a pool with three other women.", "with_names": "a woman is in a pool with three other women."}, {"scene_id": "atwt-01-26-09s20", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-01-26-09s21", "raw": "A scene from a TV show in which a man is seen on a screen", "with_names": "a man is on a screen"}]