[{"scene_id": "atwt-09-01-04s0", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-09-01-04s1", "raw": "A scene from a TV show in which a woman is holding a baby and a man is kissing her on the cheek.", "with_names": "a woman is holding a baby and a man is kissing her on the cheek."}, {"scene_id": "atwt-09-01-04s2", "raw": "A scene from a TV show in which a shirtless man is smiling and looking to the side.", "with_names": "a shirtless man is smiling and looking to the side."}, {"scene_id": "atwt-09-01-04s3", "raw": "A scene from a TV show in which a woman is pumping a car with a hose.", "with_names": "a woman is pumping a car with a hose."}, {"scene_id": "atwt-09-01-04s4", "raw": "A scene from a TV show in which a woman is holding a man by the hand and looking at him.", "with_names": "a woman is holding a man by the hand and looking at him."}, {"scene_id": "atwt-09-01-04s5", "raw": "A scene from a TV show in which a man is holding a magazine and looking at it.", "with_names": "a man is holding a magazine and looking at it."}, {"scene_id": "atwt-09-01-04s6", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-09-01-04s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-09-01-04s8", "raw": "A scene from a TV show in which a woman is talking to a pharmacist in a pharmacy.", "with_names": ""}, {"scene_id": "atwt-09-01-04s9", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at ]."}, {"scene_id": "atwt-09-01-04s10", "raw": "A scene from a TV show in which a man is wearing a baseball cap and an orange shirt.", "with_names": "a man is wearing a baseball cap and an orange shirt."}, {"scene_id": "atwt-09-01-04s11", "raw": "A scene from a TV show in which a blue and red square is cut out of a white background. The words \"Clairol Colorful Wonderful\" are written in white.", "with_names": "a blue and red square is cut out of a white background. the words \"clairol colorful wonderful\" are written in white."}, {"scene_id": "atwt-09-01-04s12", "raw": "A scene from a TV show in which a white refrigerator is shown in a kitchen.", "with_names": ""}, {"scene_id": "atwt-09-01-04s13", "raw": "A scene from a TV show in which a man is wearing a Hawaiian shirt and a black hair", "with_names": "a man is wearing a hawaiian shirt and a black hair"}, {"scene_id": "atwt-09-01-04s14", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-09-01-04s15", "raw": "A scene from a TV show in which a blue arrow points to a bottle of Premarin.", "with_names": "a blue arrow points to a bottle of premarin."}, {"scene_id": "atwt-09-01-04s16", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek", "with_names": "a woman is kissing ] on the cheek"}, {"scene_id": "atwt-09-01-04s17", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "atwt-09-01-04s18", "raw": "A scene from a TV show in which a woman is holding a bat and walking into a house.", "with_names": "a woman is holding a bat and walking into a house."}, {"scene_id": "atwt-09-01-04s19", "raw": "A scene from a TV show in which a man is flying a kite in a red sky", "with_names": "] is flying a kite in a red sky"}, {"scene_id": "atwt-09-01-04s20", "raw": "A scene from a TV show in which a man and a woman are holding hands in a bar.", "with_names": "] and a woman are holding hands in a bar."}, {"scene_id": "atwt-09-01-04s21", "raw": "A scene from a TV show in which a woman is looking off to the side, with her mouth open.", "with_names": "a woman is looking off to the side, with her mouth open."}, {"scene_id": "atwt-09-01-04s22", "raw": "A scene from a TV show in which a woman is handcuffed and a police officer is standing behind her.", "with_names": "a woman is handcuffed and a police officer is standing behind her."}, {"scene_id": "atwt-09-01-04s23", "raw": "A scene from a TV show in which a young boy is lying on a bed and looking at the camera.", "with_names": "a young boy is lying on a bed and looking at the camera."}, {"scene_id": "atwt-09-01-04s24", "raw": "A scene from a TV show in which a woman is reading a letter and looking concerned.", "with_names": "a woman is reading a letter and looking concerned."}]