[{"scene_id": "gl-02-24-05s0", "raw": "A scene from a TV show in which a man is reading a newspaper and a woman is standing next to him.", "with_names": "Danny is reading a newspaper and Marina is standing next to him."}, {"scene_id": "gl-02-24-05s1", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Michelle is kissing Tony on the cheek."}, {"scene_id": "gl-02-24-05s2", "raw": "A scene from a TV show in which a man is singing and a vase is on the table", "with_names": "Bill is singing and a vase is on the table"}, {"scene_id": "gl-02-24-05s3", "raw": "A scene from a TV show in which a man is seen wearing a necklace around his neck.", "with_names": "a man is wearing a necklace around his neck."}, {"scene_id": "gl-02-24-05s4", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Tony is kissing Michelle on the cheek."}, {"scene_id": "gl-02-24-05s5", "raw": "A scene from a TV show in which a man is wearing a scarf and a suit and is looking down", "with_names": "Rick is wearing a scarf and a suit and is looking down"}, {"scene_id": "gl-02-24-05s6", "raw": "A scene from a TV show in which a man is drinking a beer and a woman is laughing", "with_names": "Danny is drinking a beer and Marina is laughing"}, {"scene_id": "gl-02-24-05s7", "raw": "A scene from a TV show in which a woman is talking to someone and a snow is falling", "with_names": ""}, {"scene_id": "gl-02-24-05s8", "raw": "A scene from a TV show in which a man is playing the piano and a woman is watching him.", "with_names": "a man is playing the piano and a woman is watching him."}, {"scene_id": "gl-02-24-05s9", "raw": "A scene from a TV show in which a man is getting married", "with_names": "a man is getting married"}, {"scene_id": "gl-02-24-05s10", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down", "with_names": "Bill is wearing a suit and a tie and looking down"}, {"scene_id": "gl-02-24-05s11", "raw": "", "with_names": ""}, {"scene_id": "gl-02-24-05s12", "raw": "A scene from a TV show in which a woman is holding a cup and a man is standing next to her.", "with_names": "Michelle is holding a cup and Rick is standing next to her."}, {"scene_id": "gl-02-24-05s13", "raw": "A scene from a TV show in which a man is wearing a red jacket and a grey t-shirt", "with_names": "a man is wearing a red jacket and a grey t-shirt"}, {"scene_id": "gl-02-24-05s14", "raw": "A scene from a TV show in which a woman is lying on the floor with her head on her hands", "with_names": "a woman is lying on the floor with her head on her hands"}, {"scene_id": "gl-02-24-05s15", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "gl-02-24-05s18", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-02-24-05s19", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "gl-02-24-05s20", "raw": "A scene from a TV show in which a woman is sitting in a bar and talking to a man.", "with_names": ""}, {"scene_id": "gl-02-24-05s21", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "a woman is being groped by a man."}, {"scene_id": "gl-02-24-05s22", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking angry.", "with_names": "Alan is wearing a suit and tie and looking angry."}, {"scene_id": "gl-02-24-05s26", "raw": "A scene from a TV show in which a man is wearing a grey turtleneck and a beard", "with_names": "Baliff is wearing a grey turtleneck and a beard"}, {"scene_id": "gl-02-24-05s27", "raw": "A scene from a TV show in which a woman is talking to someone and her face is distorted", "with_names": ""}, {"scene_id": "gl-02-24-05s28", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-02-24-05s30", "raw": "A scene from a TV show in which a man is sitting in a chair and another man is standing behind him", "with_names": ""}, {"scene_id": "gl-02-24-05s31", "raw": "A scene from a TV show in which a woman is sitting in a courtroom and is looking at her hand and the other hand is raised to her head.", "with_names": "a woman is sitting in a courtroom and is looking at her hand and the other hand is raised to her head."}, {"scene_id": "gl-02-24-05s33", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "gl-02-24-05s34", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-02-24-05s35", "raw": "A scene from a TV show in which a little boy is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "gl-02-24-05s37", "raw": "A scene from a TV show in which a woman is wearing a suit and a man is dressed in a business suit.", "with_names": "a woman is wearing a suit and Alan is dressed in a business suit."}, {"scene_id": "gl-02-24-05s38", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "gl-02-24-05s39", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a hoodie", "with_names": "a man is looking at the camera and wearing a hoodie"}, {"scene_id": "gl-02-24-05s40", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-24-05s41", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-02-24-05s42", "raw": "A scene from a TV show in which a man is testifying in court.", "with_names": "a man is testifying in court."}, {"scene_id": "gl-02-24-05s43", "raw": "A scene from a TV show in which a man is holding a book and another man is standing behind him", "with_names": "a man is holding a book and another man is standing behind him"}]