[{"scene_id": "bb-12-21-17s0", "raw": "A scene from a TV show in which a man is seen walking around an office desk with his hands cuffed behind his back.", "with_names": ""}, {"scene_id": "bb-12-21-17s1", "raw": "A scene from a TV show in which a man opens a door and enters a room.", "with_names": "Liam opens a door and enters a room."}, {"scene_id": "bb-12-21-17s3", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "bb-12-21-17s4", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "bb-12-21-17s5", "raw": "A scene from a TV show in which a man sits at a desk with a flower and a picture of a woman on it.", "with_names": "Wyatt sits at a desk with a flower and a picture of Katie on it."}, {"scene_id": "bb-12-21-17s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-12-21-17s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-21-17s8", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "Wyatt is sitting at a desk and Katie is standing behind him."}, {"scene_id": "bb-12-21-17s9", "raw": "A scene from a TV show in which a woman is in a white coat and a man is wearing a black shirt.", "with_names": "Bill is in a white coat and Liam is wearing a black shirt."}, {"scene_id": "bb-12-21-17s10", "raw": "A scene from a TV show in which a man and a woman are hugging.", "with_names": "a man and a woman are hugging."}, {"scene_id": "bb-12-21-17s11", "raw": "A scene from a TV show in which a man is sitting at a table and reading a book.", "with_names": "Wyatt is sitting at a table and reading a book."}, {"scene_id": "bb-12-21-17s12", "raw": "A scene from a TV show in which a man is sitting at a desk and talking on a cell phone. Another man is standing behind him, looking at him.", "with_names": ""}, {"scene_id": "bb-12-21-17s13", "raw": "A scene from a TV show in which a woman is standing in a kitchen and talking to someone.", "with_names": ""}, {"scene_id": "bb-12-21-17s14", "raw": "A scene from a TV show in which a woman is seen with her eyes closed and her mouth open.", "with_names": "a woman is with her eyes closed and her mouth open."}, {"scene_id": "bb-12-21-17s15", "raw": "A scene from a TV show in which a man is holding a gift and talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-21-17s16", "raw": "A scene from a TV show in which a woman is in a hospital room, wearing a white doctor's coat and a stethoscope around her neck. She is talking to another woman, who is standing in front of her.", "with_names": ""}, {"scene_id": "bb-12-21-17s18", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-12-21-17s19", "raw": "A scene from a TV show in which a city is shown from above.", "with_names": ""}]