[{"scene_id": "pc-03-07-03s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-03-07-03s1", "raw": "A scene from a TV show in which a man and a woman are in a cave.", "with_names": "a man and a woman are in a cave."}, {"scene_id": "pc-03-07-03s2", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "pc-03-07-03s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-07-03s4", "raw": "A scene from a TV show in which a car is seen driving through a snow-covered street.", "with_names": "a car is driving through a snow-covered street."}, {"scene_id": "pc-03-07-03s5", "raw": "A scene from a TV show in which a man is illuminated by a flashlight.", "with_names": "a man is illuminated by a flashlight."}, {"scene_id": "pc-03-07-03s6", "raw": "A scene from a TV show in which a person is holding a cell phone and using a stylus.", "with_names": "a person is holding a cell phone and using a stylus."}, {"scene_id": "pc-03-07-03s7", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "pc-03-07-03s8", "raw": "A scene from a TV show in which a man is trapped in a cave with a woman.", "with_names": "a man is trapped in a cave with a woman."}, {"scene_id": "pc-03-07-03s9", "raw": "A scene from a TV show in which a man and a woman are seen walking together.", "with_names": "a man and a woman are walking together."}, {"scene_id": "pc-03-07-03s10", "raw": "A scene from a TV show in which a seal is seen swimming in a pool.", "with_names": "a seal is swimming in a pool."}, {"scene_id": "pc-03-07-03s11", "raw": "A scene from a TV show in which a woman is holding a knife and a man is hiding behind her. The title is Port Charles.", "with_names": "a woman is holding a knife and a man is hiding behind her. the title is port charles."}]