[{"scene_id": "oltl-01-06-12s0", "raw": "A scene from a TV show in which a man is looking down and wearing a plaid shirt.", "with_names": "a man is looking down and wearing a plaid shirt."}, {"scene_id": "oltl-01-06-12s4", "raw": "A scene from a TV show in which a white circle is on the left side of the screen and a blue circle is in the middle.", "with_names": "a white circle is on the left side of the screen and a blue circle is in the middle."}, {"scene_id": "oltl-01-06-12s6", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-01-06-12s7", "raw": "A scene from a TV show in which a woman is talking to a man in a bathrobe.", "with_names": ""}, {"scene_id": "oltl-01-06-12s8", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-01-06-12s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-06-12s11", "raw": "A scene from a TV show in which a woman is trying to light a candle on a man's body.", "with_names": "a woman is trying to light a candle on a man's body."}, {"scene_id": "oltl-01-06-12s12", "raw": "A scene from a TV show in which a man is holding a gun and pointing it at the camera.", "with_names": "a man is holding a gun and pointing it at the camera."}, {"scene_id": "oltl-01-06-12s13", "raw": "A scene from a TV show in which a woman is yelling at a man in a bedroom.", "with_names": "a woman is yelling at a man in a bedroom."}, {"scene_id": "oltl-01-06-12s14", "raw": "A scene from a TV show in which a woman is holding her head and a man is behind her", "with_names": "a woman is holding her head and a man is behind her"}, {"scene_id": "oltl-01-06-12s15", "raw": "A scene from a TV show in which a man is holding a woman by her hair and pulling her towards him.", "with_names": "a man is holding Jessica by her hair and pulling her towards him."}, {"scene_id": "oltl-01-06-12s16", "raw": "A scene from a TV show in which a man is holding a woman by her hair and pulling her backwards.", "with_names": "a man is holding Natalie by her hair and pulling her backwards."}, {"scene_id": "oltl-01-06-12s17", "raw": "A scene from a TV show in which a man and a woman sit on a couch.", "with_names": "a man and Jessica sit on a couch."}, {"scene_id": "oltl-01-06-12s20", "raw": "A scene from a TV show in which a doctor is holding a young girl and a woman is hugging her from behind.", "with_names": "a doctor is holding a young girl and a woman is hugging her from behind."}, {"scene_id": "oltl-01-06-12s21", "raw": "A scene from a TV show in which a woman is standing in a living room, talking to a man who is sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-01-06-12s22", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-01-06-12s23", "raw": "A scene from a TV show in which a woman is being arrested by police.", "with_names": "a woman is being arrested by police."}, {"scene_id": "oltl-01-06-12s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-06-12s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-06-12s26", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Blair is looking at a man and he is looking back at her."}, {"scene_id": "oltl-01-06-12s27", "raw": "A scene from a TV show in which a woman is holding a gun and screaming.", "with_names": "Starr is holding a gun and screaming."}, {"scene_id": "oltl-01-06-12s28", "raw": "A scene from a TV show in which a doctor pushes a patient out of a hospital room.", "with_names": "a doctor pushes a patient out of a hospital room."}]