[{"scene_id": "atwt-04-29-09s0", "raw": "A scene from a TV show in which a woman is crying and another woman is looking at her.", "with_names": "a woman is crying and another woman is looking at her."}, {"scene_id": "atwt-04-29-09s1", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-04-29-09s2", "raw": "A scene from a TV show in which a man is trying to remember something.", "with_names": "a man is trying to remember something."}, {"scene_id": "atwt-04-29-09s3", "raw": "A scene from a TV show in which a man is sitting in a bar and talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-29-09s4", "raw": "A scene from a TV show in which a woman is brushing her hair.", "with_names": "a woman is brushing her hair."}, {"scene_id": "atwt-04-29-09s5", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "] is looking at the camera with a serious expression."}, {"scene_id": "atwt-04-29-09s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-29-09s7", "raw": "A scene from a TV show in which a young boy is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-29-09s8", "raw": "A scene from a TV show in which a blonde woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-29-09s9", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "atwt-04-29-09s10", "raw": "A scene from a TV show in which a sink is filled with brown water.", "with_names": "a sink is filled with brown water."}, {"scene_id": "atwt-04-29-09s11", "raw": "A scene from a TV show in which a man is seen in a black room, with a white light shining on him.", "with_names": "a man is in a black room, with a white light shining on him."}, {"scene_id": "atwt-04-29-09s12", "raw": "A scene from a TV show in which a young man is wearing a jean jacket and a black shirt", "with_names": "a young man is wearing a jean jacket and a black shirt"}, {"scene_id": "atwt-04-29-09s13", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "] is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-04-29-09s14", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "atwt-04-29-09s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-29-09s16", "raw": "A scene from a TV show in which a woman is shown with her hair down and her hand touching her face.", "with_names": ""}, {"scene_id": "atwt-04-29-09s17", "raw": "A scene from a TV show in which a woman is looking down and her face is scrunched up", "with_names": "a woman is looking down and her face is scrunched up"}, {"scene_id": "atwt-04-29-09s18", "raw": "A scene from a TV show in which a young woman is sitting on a bench and smiling.", "with_names": "a young woman is sitting on a bench and smiling."}, {"scene_id": "atwt-04-29-09s19", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-04-29-09s20", "raw": "A scene from a TV show in which a man is walking away from a door and a button is on his jacket", "with_names": "a man is walking away from a door and a button is on his jacket"}, {"scene_id": "atwt-04-29-09s21", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is standing behind him.", "with_names": "] is wearing a suit and a woman is standing behind him."}, {"scene_id": "atwt-04-29-09s22", "raw": "A scene from a TV show in which a Weight Watchers logo is shown", "with_names": ""}, {"scene_id": "atwt-04-29-09s23", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "a woman is laughing"}, {"scene_id": "atwt-04-29-09s24", "raw": "A scene from a TV show in which a man is looking at the camera and making a face", "with_names": "a man is looking at the camera and making a face"}, {"scene_id": "atwt-04-29-09s25", "raw": "A scene from a TV show in which a man and a woman are standing next to a large inflatable ball.", "with_names": "a man and a woman are standing next to a large inflatable ball."}, {"scene_id": "atwt-04-29-09s26", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking to the side.", "with_names": "a man is wearing a suit and a tie and looking to the side."}, {"scene_id": "atwt-04-29-09s27", "raw": "A scene from a TV show in which a girl is sitting on a couch with two women.", "with_names": ""}, {"scene_id": "atwt-04-29-09s28", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-04-29-09s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]