[{"scene_id": "gl-01-10-03s0", "raw": "A scene from a TV show in which a blonde woman is wearing a red blouse and a black jacket.", "with_names": "a blonde woman is wearing a red blouse and a black jacket."}, {"scene_id": "gl-01-10-03s1", "raw": "A scene from a TV show in which a man is wearing a black jacket and a white shirt.", "with_names": "a man is wearing a black jacket and a white shirt."}, {"scene_id": "gl-01-10-03s2", "raw": "A scene from a TV show in which a woman is talking to a man in a bookstore.", "with_names": ""}, {"scene_id": "gl-01-10-03s3", "raw": "A scene from a TV show in which a man is being spanked by a woman.", "with_names": "a man is being spanked by a woman."}, {"scene_id": "gl-01-10-03s4", "raw": "A scene from a TV show in which a woman is having sex with a man", "with_names": "Olivia is having sex with Phillip"}, {"scene_id": "gl-01-10-03s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-10-03s6", "raw": "A scene from a TV show in which a man is eating a banana with a woman", "with_names": "a man is eating a banana with a woman"}, {"scene_id": "gl-01-10-03s7", "raw": "A scene from a TV show in which a young man is wearing a sweater and a tie", "with_names": "a young man is wearing a sweater and a tie"}, {"scene_id": "gl-01-10-03s8", "raw": "A scene from a TV show in which a woman is wearing a red blazer and a blonde wig.", "with_names": "a woman is wearing a red blazer and a blonde wig."}, {"scene_id": "gl-01-10-03s9", "raw": "A scene from a TV show in which a man is lying on a bed with a towel on his chest.", "with_names": "Phillip is lying on a bed with a towel on his chest."}, {"scene_id": "gl-01-10-03s10", "raw": "A scene from a TV show in which a woman is wearing a red suit and a man is dressed in a black suit.", "with_names": "Alexandra is wearing a red suit and Alan is dressed in a black suit."}, {"scene_id": "gl-01-10-03s11", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a scarf", "with_names": ""}, {"scene_id": "gl-01-10-03s12", "raw": "A scene from a TV show in which a man is smiling and looking at a fire.", "with_names": "a man is smiling and looking at a fire."}, {"scene_id": "gl-01-10-03s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-10-03s14", "raw": "A scene from a TV show in which a woman is wearing a denim jacket and a white shirt.", "with_names": "a woman is wearing a denim jacket and a white shirt."}, {"scene_id": "gl-01-10-03s15", "raw": "A scene from a TV show in which a man and a woman are lying in bed, with the woman looking at the camera and the man looking at her.", "with_names": "Phillip and Olivia are lying in bed, with the woman looking at the camera and the man looking at her."}, {"scene_id": "gl-01-10-03s16", "raw": "A scene from a TV show in which a woman is wearing a red suit and a pearl necklace.", "with_names": "a woman is wearing a red suit and a pearl necklace."}, {"scene_id": "gl-01-10-03s17", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is laying on a bed.", "with_names": "a man is wearing a leather jacket and a woman is laying on a bed."}, {"scene_id": "gl-01-10-03s18", "raw": "A scene from a TV show in which a man and a woman are in bed together.", "with_names": "Phillip and Olivia are in bed together."}, {"scene_id": "gl-01-10-03s19", "raw": "A scene from a TV show in which a man is looking at a watch and another manI is standing next to him", "with_names": "a man is looking at a watch and another mani is standing next to him"}]