[{"scene_id": "bb-03-24-06s0", "raw": "A scene from a TV show in which a doctor is talking on a phone.", "with_names": ""}, {"scene_id": "bb-03-24-06s1", "raw": "A scene from a TV show in which a man is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "bb-03-24-06s2", "raw": "A scene from a TV show in which a woman is standing in front of a fireplace, flowers are on the floor and a clock is visible in the background.", "with_names": "a woman is standing in front of a fireplace, flowers are on the floor and a clock is visible in the background."}, {"scene_id": "bb-03-24-06s3", "raw": "A scene from a TV show in which a woman is standing in a room with a candle and a chair.", "with_names": "a woman is standing in a room with a candle and a chair."}, {"scene_id": "bb-03-24-06s4", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is holding her head.", "with_names": "a man is standing in front of a woman, and she is holding her head."}, {"scene_id": "bb-03-24-06s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-03-24-06s6", "raw": "A scene from a TV show in which a little girl is dressed as a chef and is sitting at a table with flowers.", "with_names": "a little girl is dressed as a chef and is sitting at a table with flowers."}, {"scene_id": "bb-03-24-06s7", "raw": "A scene from a TV show in which a woman is sitting in a chair and pulling her hair back.", "with_names": ""}, {"scene_id": "bb-03-24-06s8", "raw": "A scene from a TV show in which a man is holding a towel over his head and a woman is looking at him with a concerned expression.", "with_names": "a man is holding a towel over his head and a woman is looking at him with a concerned expression."}, {"scene_id": "bb-03-24-06s9", "raw": "A scene from a TV show in which two doctors are wearing blue scrubs and masks.", "with_names": "two doctors are wearing blue scrubs and masks."}, {"scene_id": "bb-03-24-06s10", "raw": "A scene from a TV show in which a woman is reading a letter to a man.", "with_names": "a woman is reading a letter to a man."}, {"scene_id": "bb-03-24-06s11", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}]