[{"scene_id": "atwt-09-08-04s0", "raw": "A scene from a TV show in which a man is sitting in a boxing ring and another manI is standing next to him", "with_names": "Dominic is sitting in a boxing ring and another mani is standing next to him"}, {"scene_id": "atwt-09-08-04s1", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-09-08-04s2", "raw": "A scene from a TV show in which a chef is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-09-08-04s3", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-09-08-04s4", "raw": "A scene from a TV show in which two women are sitting next to each other and laughing.", "with_names": "two women are sitting next to each other and laughing."}, {"scene_id": "atwt-09-08-04s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-09-08-04s6", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "atwt-09-08-04s7", "raw": "A scene from a TV show in which a man is seen in a white room with a blue sky and clouds behind him.", "with_names": "a man is in a white room with a blue sky and clouds behind him."}, {"scene_id": "atwt-09-08-04s8", "raw": "A scene from a TV show in which a small white plastic fan is turned on and off by a remote control.", "with_names": "a small white plastic fan is turned on and off by a remote control."}, {"scene_id": "atwt-09-08-04s9", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-09-08-04s10", "raw": "A scene from a TV show in which two women are standing next to each other, one is blonde and the other is blonde with short hair.", "with_names": "two women are standing next to each other, one is blonde and the other is blonde with short hair."}, {"scene_id": "atwt-09-08-04s11", "raw": "A scene from a TV show in which a young boy is wearing a backpack and a red shirt.", "with_names": "a young boy is wearing a backpack and a red shirt."}, {"scene_id": "atwt-09-08-04s12", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-09-08-04s13", "raw": "A scene from a TV show in which a man is talking to another man in a boxing ring.", "with_names": ""}, {"scene_id": "atwt-09-08-04s14", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "atwt-09-08-04s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and another woman is standing behind her, holding a remote control.", "with_names": ""}, {"scene_id": "atwt-09-08-04s16", "raw": "A scene from a TV show in which a young boy is sitting on a bench and looking up at the sky.", "with_names": "a young boy is sitting on a bench and looking up at the sky."}, {"scene_id": "atwt-09-08-04s17", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-09-08-04s18", "raw": "A scene from a TV show in which a woman and two children are in a kitchen, preparing a meal.", "with_names": "a woman and two children are in a kitchen, preparing a meal."}, {"scene_id": "atwt-09-08-04s19", "raw": "A scene from a TV show in which a woman is holding a baseball bat and a man is pointing a gun at her.", "with_names": "a woman is holding a baseball bat and a man is pointing a gun at her."}, {"scene_id": "atwt-09-08-04s20", "raw": "A scene from a TV show in which a man is bending over to pick up a couch.", "with_names": "a man is bending over to pick up a couch."}, {"scene_id": "atwt-09-08-04s21", "raw": "A scene from a TV show in which a man is talking on a TV set.", "with_names": ""}, {"scene_id": "atwt-09-08-04s22", "raw": "A scene from a TV show in which a man is kissing a blonde woman.", "with_names": "a man is kissing a blonde woman."}, {"scene_id": "atwt-09-08-04s23", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "atwt-09-08-04s24", "raw": "A scene from a TV show in which a woman is holding a child and hugging her.", "with_names": "a woman is holding a child and hugging her."}, {"scene_id": "atwt-09-08-04s25", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-09-08-04s26", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-08-04s27", "raw": "A scene from a TV show in which a man is trapped in a room with a chair and a TV", "with_names": "a man is trapped in a room with a chair and a tv"}, {"scene_id": "atwt-09-08-04s28", "raw": "A scene from a TV show in which a woman is kissing a baby.", "with_names": "a woman is kissing a baby."}, {"scene_id": "atwt-09-08-04s29", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-09-08-04s30", "raw": "A scene from a TV show in which a woman is talking to a mirror and her hair is cut short", "with_names": ""}, {"scene_id": "atwt-09-08-04s31", "raw": "A scene from a TV show in which a man is touching his face to a woman's cheek.", "with_names": "a man is touching his face to a woman's cheek."}]