[{"scene_id": "atwt-09-08-04s0", "raw": "a man is talking about a video game and a woman is shown in the background.", "with_names": ""}, {"scene_id": "atwt-09-08-04s1", "raw": "a man and a woman are talking about a conference.", "with_names": ""}, {"scene_id": "atwt-09-08-04s2", "raw": "a woman is talking on a phone and then she is talking on her phone.", "with_names": ""}, {"scene_id": "atwt-09-08-04s3", "raw": "a man is talking to a doctor and then a doctor is shown.", "with_names": ""}, {"scene_id": "atwt-09-08-04s4", "raw": "a woman is talking to a woman and then the woman is laughing.", "with_names": ""}, {"scene_id": "atwt-09-08-04s5", "raw": "a man and a woman are walking around in a house.", "with_names": ""}, {"scene_id": "atwt-09-08-04s6", "raw": "a woman is talking to another woman and then she is shown talking.", "with_names": ""}, {"scene_id": "atwt-09-08-04s7", "raw": "a woman is showing how to use a special type of device.", "with_names": "Julia is showing how to use a special type of device."}, {"scene_id": "atwt-09-08-04s8", "raw": "a woman is talking about a video of a woman and a woman are shown eating.", "with_names": ""}, {"scene_id": "atwt-09-08-04s9", "raw": "a man is talking to another man and then he is crying.", "with_names": ""}, {"scene_id": "atwt-09-08-04s10", "raw": "a woman is talking about a woman who is walking around.", "with_names": ""}, {"scene_id": "atwt-09-08-04s11", "raw": "a man is talking to a boy and he is standing in front of him.", "with_names": ""}, {"scene_id": "atwt-09-08-04s12", "raw": "a man and a woman are cleaning their windows with a commercial advertisement.", "with_names": ""}, {"scene_id": "atwt-09-08-04s13", "raw": "a man is talking about a man who is trying to get a question.", "with_names": ""}, {"scene_id": "atwt-09-08-04s14", "raw": "a woman is talking about a woman and she is getting ready to get out of a box.", "with_names": ""}, {"scene_id": "atwt-09-08-04s15", "raw": "a woman is talking on a phone and then a man is talking on the phone.", "with_names": ""}, {"scene_id": "atwt-09-08-04s16", "raw": "a man is talking to a boy and he is staring at him.", "with_names": ""}, {"scene_id": "atwt-09-08-04s17", "raw": "a man is talking to a woman and he is laughing.", "with_names": ""}, {"scene_id": "atwt-09-08-04s18", "raw": "a commercial for a commercial for a commercial for a commercial.", "with_names": ""}, {"scene_id": "atwt-09-08-04s19", "raw": "a man and a woman are playing a game of cricket.", "with_names": "Les and Julia are playing a game of cricket."}, {"scene_id": "atwt-09-08-04s20", "raw": "a man is holding a woman and he is fighting him with a bat.", "with_names": "a man is holding Julia and he is fighting him with a bat."}, {"scene_id": "atwt-09-08-04s21", "raw": "a man and woman are talking about a conference and the man is laughing.", "with_names": ""}, {"scene_id": "atwt-09-08-04s22", "raw": "a man and a woman are kissing each other in a room.", "with_names": "Chris and a woman are kissing each other in a room."}, {"scene_id": "atwt-09-08-04s23", "raw": "a man and a woman are laughing and laughing at each other.", "with_names": "Craig and a woman are laughing and laughing at each other."}, {"scene_id": "atwt-09-08-04s24", "raw": "a man and a woman are in a commercial for a commercial.", "with_names": ""}, {"scene_id": "atwt-09-08-04s25", "raw": "a man and woman are talking about a man and he is laughing.", "with_names": ""}, {"scene_id": "atwt-09-08-04s26", "raw": "a woman is talking about a woman who is sitting at a table.", "with_names": ""}, {"scene_id": "atwt-09-08-04s27", "raw": "a man and woman are in a room and they are talking about the experience.", "with_names": ""}, {"scene_id": "atwt-09-08-04s28", "raw": "a man and a woman are shown kissing each other in a living room.", "with_names": "Chris and Alison are shown kissing each other in a living room."}, {"scene_id": "atwt-09-08-04s29", "raw": "a man and woman are standing at a table and then they kiss each other.", "with_names": "a man and woman are standing at a table and then they kiss each other."}, {"scene_id": "atwt-09-08-04s30", "raw": "a woman is talking about a woman who is trying to get her to make her hair.", "with_names": ""}, {"scene_id": "atwt-09-08-04s31", "raw": "a man and woman are talking and kissing each other.", "with_names": ""}]