[{"scene_id": "gl-10-11-05s0", "raw": "A scene from a TV show in which a man is standing in front of a mirror and another man is walking towards him", "with_names": "Gus is standing in front of a mirror and another man is walking towards him"}, {"scene_id": "gl-10-11-05s1", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a necklace", "with_names": "a woman is wearing a pink dress and a necklace"}, {"scene_id": "gl-10-11-05s2", "raw": "A scene from a TV show in which a man is sitting in a chair and smiling.", "with_names": ""}, {"scene_id": "gl-10-11-05s3", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a tube coming out of her nose.", "with_names": "a woman is lying in a hospital bed with a tube coming out of her nose."}, {"scene_id": "gl-10-11-05s4", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-11-05s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-10-11-05s6", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "gl-10-11-05s7", "raw": "A scene from a TV show in which a man is being confronted by a woman and a young man.", "with_names": "a man is being confronted by a woman and a young man."}, {"scene_id": "gl-10-11-05s8", "raw": "A scene from a TV show in which a young blonde woman is wearing a green cardigan and a necklace", "with_names": "a young blonde woman is wearing a green cardigan and a necklace"}, {"scene_id": "gl-10-11-05s9", "raw": "A scene from a TV show in which a woman is talking to a man and a coffee pot is on the table.", "with_names": ""}, {"scene_id": "gl-10-11-05s10", "raw": "A scene from a TV show in which a woman is being hugged by a man.", "with_names": "a woman is being hugged by a man."}, {"scene_id": "gl-10-11-05s11", "raw": "A scene from a TV show in which a woman is seen pouring wine into a glass at a dinner party.", "with_names": "a woman is pouring wine into a glass at a dinner party."}, {"scene_id": "gl-10-11-05s12", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing behind her.", "with_names": "a woman is sitting at a table and a man is standing behind her."}, {"scene_id": "gl-10-11-05s13", "raw": "A scene from a TV show in which a man is talking to another man in a hallway.", "with_names": ""}, {"scene_id": "gl-10-11-05s14", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-11-05s15", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, drinking coffee.", "with_names": "a man and a woman are sitting at a table, drinking coffee."}, {"scene_id": "gl-10-11-05s16", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "gl-10-11-05s17", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by ]."}, {"scene_id": "gl-10-11-05s18", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing ties", "with_names": ""}, {"scene_id": "gl-10-11-05s19", "raw": "A scene from a TV show in which a man is lying in bed with a woman, and she is looking at him.", "with_names": "a man is lying in bed with a woman, and she is looking at him."}, {"scene_id": "gl-10-11-05s20", "raw": "A scene from a TV show in which a blonde woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-10-11-05s21", "raw": "A scene from a TV show in which a man is flirting with a woman in a bar.", "with_names": "a man is flirting with a woman in a bar."}, {"scene_id": "gl-10-11-05s22", "raw": "", "with_names": ""}, {"scene_id": "gl-10-11-05s23", "raw": "A scene from a TV show in which a blonde woman is walking down a street, and a black cat is sitting on the sidewalk.", "with_names": "a blonde woman is walking down a street, and a black cat is sitting on the sidewalk."}, {"scene_id": "gl-10-11-05s24", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}]