[{"scene_id": "gl-02-11-04s0", "raw": "A scene from a TV show in which a man is standing in front of a table with a vase of flowers.", "with_names": "a man is standing in front of a table with a vase of flowers."}, {"scene_id": "gl-02-11-04s1", "raw": "A scene from a TV show in which a man is talking to a woman in a room with Christmas decorations.", "with_names": ""}, {"scene_id": "gl-02-11-04s2", "raw": "A scene from a TV show in which a man is talking to a woman in a living room.", "with_names": ""}, {"scene_id": "gl-02-11-04s3", "raw": "A scene from a TV show in which a man is giving a woman a bouquet.", "with_names": "Nico is giving Shayne a bouquet."}, {"scene_id": "gl-02-11-04s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-11-04s6", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace and holding a red balloon.", "with_names": "a woman is wearing a white dress and a necklace and holding a red balloon."}, {"scene_id": "gl-02-11-04s7", "raw": "A scene from a TV show in which a man is sitting on a bench and looking down.", "with_names": "a man is sitting on a bench and looking down."}, {"scene_id": "gl-02-11-04s8", "raw": "A scene from a TV show in which a woman is sitting in front of an easel, painting a picture.", "with_names": "a woman is sitting in front of an easel, painting a picture."}, {"scene_id": "gl-02-11-04s9", "raw": "A scene from a TV show in which two men are arguing.", "with_names": "two men are arguing."}, {"scene_id": "gl-02-11-04s10", "raw": "A scene from a TV show in which a man and a woman are cooking together.", "with_names": "a man and a woman are cooking together."}, {"scene_id": "gl-02-11-04s11", "raw": "A scene from a TV show in which a man is sitting in a chair and looking down.", "with_names": ""}, {"scene_id": "gl-02-11-04s12", "raw": "A scene from a TV show in which a woman is sitting on a chair and smiling.", "with_names": ""}, {"scene_id": "gl-02-11-04s14", "raw": "A scene from a TV show in which a woman is kissing her daughter.", "with_names": "a woman is kissing her daughter."}, {"scene_id": "gl-02-11-04s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-02-11-04s16", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and is laughing.", "with_names": "a blonde woman is wearing a black dress and is laughing."}, {"scene_id": "gl-02-11-04s17", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-02-11-04s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is crying.", "with_names": ""}, {"scene_id": "gl-02-11-04s19", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing white shirts.", "with_names": ""}, {"scene_id": "gl-02-11-04s20", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, smiling and laughing.", "with_names": "a man and a woman are sitting at a table, smiling and laughing."}, {"scene_id": "gl-02-11-04s21", "raw": "A scene from a TV show in which a woman is sitting on a chair in a bar, and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-02-11-04s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-11-04s23", "raw": "A scene from a TV show in which a man is reading a letter to a woman.", "with_names": "Blade is reading a letter to a woman."}, {"scene_id": "gl-02-11-04s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-11-04s25", "raw": "A scene from a TV show in which a boy is hugging his older brother", "with_names": "Frank is hugging his older brother"}]