[{"scene_id": "bb-05-05-15s0", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-05-05-15s1", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "bb-05-05-15s2", "raw": "A scene from a TV show in which a black man is wearing a suit and tie and speaking into a microphone.", "with_names": "a black man is wearing a suit and tie and speaking into a microphone."}, {"scene_id": "bb-05-05-15s3", "raw": "A scene from a TV show in which a man is looking through a camera lens.", "with_names": "a man is looking through a camera lens."}, {"scene_id": "bb-05-05-15s4", "raw": "A scene from a TV show in which a woman is standing in a room with a desk and a chair.", "with_names": "a woman is standing in a room with a desk and a chair."}, {"scene_id": "bb-05-05-15s5", "raw": "A scene from a TV show in which a man stands in a room and looks at a framed picture.", "with_names": "a man stands in a room and looks at a framed picture."}, {"scene_id": "bb-05-05-15s6", "raw": "A scene from a TV show in which two men sit on a couch and look at a book.", "with_names": "two men sit on a couch and look at a book."}, {"scene_id": "bb-05-05-15s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-05-15s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-05-05-15s9", "raw": "A scene from a TV show in which a woman is holding a glass of champagne.", "with_names": "a woman is holding a glass of champagne."}, {"scene_id": "bb-05-05-15s10", "raw": "A scene from a TV show in which a young woman is sitting in a chair and looking at a man.", "with_names": ""}, {"scene_id": "bb-05-05-15s11", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "bb-05-05-15s12", "raw": "A scene from a TV show in which a woman is standing in front of a sign and pointing at it.", "with_names": "a woman is standing in front of a sign and pointing at it."}, {"scene_id": "bb-05-05-15s13", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}]