[{"scene_id": "oltl-11-29-07s0", "raw": "A scene from a TV show in which a man is sitting on the ground with a woman and a young boy.", "with_names": "a man is sitting on the ground with Man and a young boy."}, {"scene_id": "oltl-11-29-07s1", "raw": "A scene from a TV show in which a man is wearing a helmet and holding a gun.", "with_names": "a man is wearing a helmet and holding a gun."}, {"scene_id": "oltl-11-29-07s2", "raw": "A scene from a TV show in which a woman is wearing a green dress and a necklace.", "with_names": "a woman is wearing a green dress and a necklace."}, {"scene_id": "oltl-11-29-07s3", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-11-29-07s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-29-07s5", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man stands behind her, holding her shoulders.", "with_names": ""}, {"scene_id": "oltl-11-29-07s6", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a black bra", "with_names": "a woman is wearing a white shirt and a black bra"}, {"scene_id": "oltl-11-29-07s7", "raw": "A scene from a TV show in which a woman is holding a box and a door is closing behind her.", "with_names": "a woman is holding a box and a door is closing behind her."}, {"scene_id": "oltl-11-29-07s8", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-11-29-07s9", "raw": "A scene from a TV show in which a man is standing shirtless in a hotel room, two women are standing behind him, one of them is wearing a nurse's uniform.", "with_names": "a man is standing shirtless in a hotel room, two women are standing behind him, one of them is wearing a nurse's uniform."}, {"scene_id": "oltl-11-29-07s10", "raw": "A scene from a TV show in which a woman is looking up and her mouth is open.", "with_names": "a woman is looking up and her mouth is open."}, {"scene_id": "oltl-11-29-07s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-11-29-07s12", "raw": "A scene from a TV show in which a house is surrounded by trees.", "with_names": "a house is surrounded by trees."}, {"scene_id": "oltl-11-29-07s13", "raw": "A scene from a TV show in which a man is being choked by another man.", "with_names": "a man is being choked by another man."}, {"scene_id": "oltl-11-29-07s14", "raw": "A scene from a TV show in which a man is holding a box and a woman is standing next to him.", "with_names": "a man is holding a box and a woman is standing next to him."}, {"scene_id": "oltl-11-29-07s15", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "oltl-11-29-07s16", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "oltl-11-29-07s17", "raw": "A scene from a TV show in which a man is interviewed by a reporter.", "with_names": "a man is interviewed by a reporter."}, {"scene_id": "oltl-11-29-07s18", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-29-07s19", "raw": "A scene from a TV show in which a man is being choked by another man.", "with_names": "a man is being choked by another man."}, {"scene_id": "oltl-11-29-07s20", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-11-29-07s21", "raw": "A scene from a TV show in which a woman is wearing a blue and white uniform.", "with_names": "a woman is wearing a blue and white uniform."}, {"scene_id": "oltl-11-29-07s22", "raw": "A scene from a TV show in which a man is standing in a dark alley, wearing a suit and tie.", "with_names": "a man is standing in a dark alley, wearing a suit and tie."}, {"scene_id": "oltl-11-29-07s23", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-11-29-07s24", "raw": "A scene from a TV show in which a woman is talking to another woman and touching her neck.", "with_names": ""}, {"scene_id": "oltl-11-29-07s25", "raw": "A scene from a TV show in which a man and a woman sit on a couch, looking at a magazine.", "with_names": "a man and a woman sit on a couch, looking at a magazine."}, {"scene_id": "oltl-11-29-07s26", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-11-29-07s27", "raw": "A scene from a TV show in which a man is wearing a brown coat and a black turtleneck.", "with_names": "a man is wearing a brown coat and a black turtleneck."}, {"scene_id": "oltl-11-29-07s28", "raw": "A scene from a TV show in which a man is on the phone in front of a door", "with_names": "a man is on the phone in front of a door"}, {"scene_id": "oltl-11-29-07s29", "raw": "A scene from a TV show in which a young girl is talking to her mother.", "with_names": ""}, {"scene_id": "oltl-11-29-07s30", "raw": "A scene from a TV show in which a man is seen entering a building with a suitcase", "with_names": "a man is entering a building with a suitcase"}, {"scene_id": "oltl-11-29-07s31", "raw": "A scene from a TV show in which a woman is talking on the phone in a hotel room.", "with_names": ""}, {"scene_id": "oltl-11-29-07s32", "raw": "A scene from a TV show in which a man is looking up and his face is not visible.", "with_names": "a man is looking up and his face is not visible."}, {"scene_id": "oltl-11-29-07s33", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-29-07s34", "raw": "A scene from a TV show in which a young girl is sitting in a room and looking at the camera.", "with_names": "a young girl is sitting in a room and looking at the camera."}, {"scene_id": "oltl-11-29-07s35", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-11-29-07s36", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-29-07s37", "raw": "A scene from a TV show in which a man is talking to someone and looking down.", "with_names": ""}, {"scene_id": "oltl-11-29-07s38", "raw": "", "with_names": ""}]