[{"scene_id": "gl-09-11-06s0", "raw": "A scene from a TV show in which a doctor is talking to a blonde woman.", "with_names": ""}, {"scene_id": "gl-09-11-06s1", "raw": "A scene from a TV show in which a man is wearing a brown shirt and a black jacket.", "with_names": "a man is wearing a brown shirt and a black jacket."}, {"scene_id": "gl-09-11-06s2", "raw": "A scene from a TV show in which a man is on the phone and a woman is sitting behind him", "with_names": "a man is on the phone and a woman is sitting behind him"}, {"scene_id": "gl-09-11-06s3", "raw": "A scene from a TV show in which a man is seen being assaulted by a woman.", "with_names": "a man is being assaulted by a woman."}, {"scene_id": "gl-09-11-06s4", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "gl-09-11-06s5", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}, {"scene_id": "gl-09-11-06s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-11-06s7", "raw": "A scene from a TV show in which a woman is looking at her own face", "with_names": "a woman is looking at her own face"}, {"scene_id": "gl-09-11-06s8", "raw": "", "with_names": ""}, {"scene_id": "gl-09-11-06s9", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-11-06s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-11-06s11", "raw": "A scene from a TV show in which a man is standing in front of a bright yellow orb.", "with_names": "a man is standing in front of a bright yellow orb."}, {"scene_id": "gl-09-11-06s12", "raw": "A scene from a TV show in which a woman is looking at a cell phone and making a face", "with_names": "a woman is looking at a cell phone and making a face"}, {"scene_id": "gl-09-11-06s13", "raw": "", "with_names": ""}, {"scene_id": "gl-09-11-06s14", "raw": "A scene from a TV show in which a woman is talking to someone in a library.", "with_names": ""}, {"scene_id": "gl-09-11-06s15", "raw": "A scene from a TV show in which a man and a woman are standing in a living room, with a pregnant womanI standing between them.", "with_names": "a man and a woman are standing in a living room, with a pregnant womani standing between them."}, {"scene_id": "gl-09-11-06s16", "raw": "A scene from a TV show in which a black man and a white woman are kissing.", "with_names": "a black man and a white woman are kissing."}, {"scene_id": "gl-09-11-06s17", "raw": "", "with_names": ""}, {"scene_id": "gl-09-11-06s18", "raw": "A scene from a TV show in which a woman is lying on a bed, her hair blowing in the wind.", "with_names": "a woman is lying on a bed, her hair blowing in the wind."}, {"scene_id": "gl-09-11-06s19", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is holding a baby", "with_names": "a woman is wearing a dress and a man is holding a baby"}]