[{"scene_id": "gl-10-13-04s0", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-10-13-04s1", "raw": "A scene from a TV show in which a man is being beaten up by a prison guard", "with_names": "a man is being beaten up by a prison guard"}, {"scene_id": "gl-10-13-04s2", "raw": "A scene from a TV show in which a man is wearing a red jacket and a black shirt", "with_names": "a man is wearing a red jacket and a black shirt"}, {"scene_id": "gl-10-13-04s3", "raw": "A scene from a TV show in which a woman is wearing glasses and a scarf and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-10-13-04s4", "raw": "A scene from a TV show in which a man is talking to someone and the person has a red jacket on", "with_names": ""}, {"scene_id": "gl-10-13-04s5", "raw": "A scene from a TV show in which a woman is laughing behind bars.", "with_names": "a woman is laughing behind bars."}, {"scene_id": "gl-10-13-04s6", "raw": "A scene from a TV show in which a man is smoking a cigarette and laughing", "with_names": "a man is smoking a cigarette and laughing"}, {"scene_id": "gl-10-13-04s7", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a painting on the wall", "with_names": ""}, {"scene_id": "gl-10-13-04s8", "raw": "A scene from a TV show in which a woman is talking on the phone and her face is distorted", "with_names": ""}, {"scene_id": "gl-10-13-04s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-10-13-04s10", "raw": "A scene from a TV show in which a man is riding a roller coaster", "with_names": "a man is riding a roller coaster"}, {"scene_id": "gl-10-13-04s11", "raw": "A scene from a TV show in which a woman is in a jail cell and another woman is standing next to her.", "with_names": "a woman is in a jail cell and another woman is standing next to her."}, {"scene_id": "gl-10-13-04s12", "raw": "A scene from a TV show in which a man is standing in front of a bookshelf.", "with_names": "a man is standing in front of a bookshelf."}, {"scene_id": "gl-10-13-04s13", "raw": "A scene from a TV show in which a man is being arrested by a police officer.", "with_names": "a man is being arrested by a police officer."}, {"scene_id": "gl-10-13-04s14", "raw": "A scene from a TV show in which a woman is in a jail cell", "with_names": "a woman is in a jail cell"}, {"scene_id": "gl-10-13-04s15", "raw": "A scene from a TV show in which a man is talking to someone and his face is covered with a red jacket.", "with_names": ""}, {"scene_id": "gl-10-13-04s16", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing next to him.", "with_names": "a man is in a jail cell and a woman is standing next to him."}, {"scene_id": "gl-10-13-04s17", "raw": "A scene from a TV show in which a man is reading a letter", "with_names": "a man is reading a letter"}]