[{"scene_id": "oltl-10-19-06s0", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Jessica is kissing Antonio on the cheek."}, {"scene_id": "oltl-10-19-06s1", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-19-06s2", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-10-19-06s3", "raw": "A scene from a TV show in which a man is walking in a courtroom with a lawyer and a woman standing behind him.", "with_names": "a man is walking in a courtroom with a lawyer and a woman standing behind him."}, {"scene_id": "oltl-10-19-06s4", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her with a smile.", "with_names": "a woman is smiling and a man is looking at her with a smile."}, {"scene_id": "oltl-10-19-06s5", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-10-19-06s6", "raw": "A scene from a TV show in which a man is wearing a blue suit and a woman is standing behind him.", "with_names": "a man is wearing a blue suit and a woman is standing behind him."}, {"scene_id": "oltl-10-19-06s7", "raw": "A scene from a TV show in which a man is looking down and wearing a black jacket", "with_names": "a man is looking down and wearing a black jacket"}, {"scene_id": "oltl-10-19-06s8", "raw": "A scene from a TV show in which a man is talking to another man and a woman is watching them.", "with_names": ""}, {"scene_id": "oltl-10-19-06s9", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "oltl-10-19-06s10", "raw": "A scene from a TV show in which a black man is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-10-19-06s11", "raw": "A scene from a TV show in which a man is smiling and looking at a woman.", "with_names": "a man is smiling and looking at ]."}, {"scene_id": "oltl-10-19-06s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-19-06s13", "raw": "A scene from a TV show in which a girl is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-10-19-06s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-10-19-06s15", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-10-19-06s16", "raw": "A scene from a TV show in which a man is sitting at a desk with a cup in his hand and a spoon in his mouth.", "with_names": "a man is sitting at a desk with a cup in his hand and a spoon in his mouth."}, {"scene_id": "oltl-10-19-06s17", "raw": "A scene from a TV show in which a woman is standing in a room with a couch and a chair.", "with_names": "a woman is standing in a room with a couch and a chair."}, {"scene_id": "oltl-10-19-06s18", "raw": "A scene from a TV show in which a man is pushing a baby stroller, and a woman is standing nearby.", "with_names": "a man is pushing a baby stroller, and a woman is standing nearby."}, {"scene_id": "oltl-10-19-06s19", "raw": "A scene from a TV show in which a woman is wearing a black suit and a necklace and smiling.", "with_names": "a woman is wearing a black suit and a necklace and smiling."}, {"scene_id": "oltl-10-19-06s20", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, with a third man standing behind them.", "with_names": "a man and a woman are standing in a kitchen, with a third man standing behind them."}, {"scene_id": "oltl-10-19-06s21", "raw": "A scene from a TV show in which a black woman is holding a bouquet of flowers and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-10-19-06s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-10-19-06s23", "raw": "A scene from a TV show in which two men are standing in a hallway, talking to each other.", "with_names": ""}, {"scene_id": "oltl-10-19-06s24", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-19-06s25", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-10-19-06s26", "raw": "A scene from a TV show in which a man is pointing a gun at a woman and a police officer is standing next to him.", "with_names": "a man is pointing a gun at a woman and a police officer is standing next to him."}, {"scene_id": "oltl-10-19-06s27", "raw": "A scene from a TV show in which a woman is talking to a man in a room with plants.", "with_names": ""}, {"scene_id": "oltl-10-19-06s28", "raw": "A scene from a TV show in which a woman is seen in a mirror, giving a thumbs up.", "with_names": "a woman is in a mirror, giving a thumbs up."}]