[{"scene_id": "bb-02-19-15s0", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Maya is looking at Rick and he is looking back at her."}, {"scene_id": "bb-02-19-15s1", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "bb-02-19-15s2", "raw": "A scene from a TV show in which a woman is standing in front of a window and looking out at the city skyline.", "with_names": "a woman is standing in front of a window and looking out at the city skyline."}, {"scene_id": "bb-02-19-15s3", "raw": "A scene from a TV show in which a woman is flirting with a man in an office.", "with_names": "a woman is flirting with a man in an office."}, {"scene_id": "bb-02-19-15s4", "raw": "A scene from a TV show in which a car drives up to a mansion.", "with_names": "a car drives up to a mansion."}, {"scene_id": "bb-02-19-15s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "bb-02-19-15s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-19-15s7", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-02-19-15s8", "raw": "A scene from a TV show in which a man and a woman are sitting in a kitchen and talking.", "with_names": ""}, {"scene_id": "bb-02-19-15s9", "raw": "A scene from a TV show in which a woman and a man are standing next to each other.", "with_names": "a woman and a man are standing next to each other."}, {"scene_id": "bb-02-19-15s10", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to another man.", "with_names": ""}, {"scene_id": "bb-02-19-15s11", "raw": "A scene from a TV show in which a woman is holding a towel and a man is looking at her.", "with_names": "a woman is holding a towel and a man is looking at her."}, {"scene_id": "bb-02-19-15s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-19-15s13", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}]