[{"scene_id": "bb-07-11-14s0", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at a man.", "with_names": "a woman is sitting on a bed and looking at a man."}, {"scene_id": "bb-07-11-14s1", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "bb-07-11-14s3", "raw": "A scene from a TV show in which a man and a woman sit on a couch.", "with_names": "a man and Lm sit on a couch."}, {"scene_id": "bb-07-11-14s4", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "bb-07-11-14s5", "raw": "A scene from a TV show in which a man and a woman walk on a beach.", "with_names": "a man and a woman walk on a beach."}, {"scene_id": "bb-07-11-14s6", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-07-11-14s7", "raw": "A scene from a TV show in which a man is singing.", "with_names": "a man is singing."}, {"scene_id": "bb-07-11-14s9", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "bb-07-11-14s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-11-14s11", "raw": "A scene from a TV show in which a man and a woman sit on a couch, talking.", "with_names": ""}, {"scene_id": "bb-07-11-14s12", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and laughing.", "with_names": ""}, {"scene_id": "bb-07-11-14s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-11-14s15", "raw": "A scene from a TV show in which a man signs a book for a woman.", "with_names": "a man signs a book for a woman."}, {"scene_id": "bb-07-11-14s16", "raw": "A scene from a TV show in which a man and a woman are talking and smiling.", "with_names": ""}, {"scene_id": "bb-07-11-14s17", "raw": "A scene from a TV show in which two men stand next to each other.", "with_names": "two men stand next to each other."}, {"scene_id": "bb-07-11-14s18", "raw": "A scene from a TV show in which a man and a woman are sitting down and talking.", "with_names": ""}, {"scene_id": "bb-07-11-14s19", "raw": "A scene from a TV show in which a man is handing a ring to another man.", "with_names": "Wyatt is handing a ring to another man."}, {"scene_id": "bb-07-11-14s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-11-14s21", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is in the background.", "with_names": "Hope is wearing a white dress and Liam is in the background."}, {"scene_id": "bb-07-11-14s23", "raw": "A scene from a TV show in which a man is seen opening a door and entering a room.", "with_names": "Wyatt is opening a door and entering a room."}]