[{"scene_id": "pc-07-14-03s0", "raw": "A scene from a TV show in which a man is praying with his hands together.", "with_names": "Jamal is praying with his hands together."}, {"scene_id": "pc-07-14-03s1", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "pc-07-14-03s2", "raw": "A scene from a TV show in which a man is holding a woman by the throat", "with_names": "a man is holding a woman by the throat"}, {"scene_id": "pc-07-14-03s3", "raw": "A scene from a TV show in which a man is looking at the camera with a fire in his eyes.", "with_names": "a man is looking at the camera with a fire in his eyes."}, {"scene_id": "pc-07-14-03s4", "raw": "A scene from a TV show in which a man is trying to open a bottle of wine with his hands.", "with_names": "a man is trying to open a bottle of wine with his hands."}, {"scene_id": "pc-07-14-03s5", "raw": "A scene from a TV show in which a woman is walking down the street with a man.", "with_names": "a woman is walking down the street with a man."}, {"scene_id": "pc-07-14-03s6", "raw": "A scene from a TV show in which a woman is wearing a black dress and a blonde wig.", "with_names": "a woman is wearing a black dress and a blonde wig."}, {"scene_id": "pc-07-14-03s7", "raw": "A scene from a TV show in which a woman is touching a man's face.", "with_names": "a woman is touching a man's face."}, {"scene_id": "pc-07-14-03s8", "raw": "A scene from a TV show in which a black man is sitting in a chair and talking to a white woman.", "with_names": ""}, {"scene_id": "pc-07-14-03s9", "raw": "A scene from a TV show in which a man is lying on the ground and two women are standing over him.", "with_names": "a man is lying on the ground and two women are standing over him."}, {"scene_id": "pc-07-14-03s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-07-14-03s11", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-07-14-03s12", "raw": "A scene from a TV show in which a man is talking to a robot", "with_names": ""}, {"scene_id": "pc-07-14-03s13", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-07-14-03s14", "raw": "A scene from a TV show in which a girl is giving a guy a bottle of soap.", "with_names": "a girl is giving a guy a bottle of soap."}, {"scene_id": "pc-07-14-03s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a man.", "with_names": ""}]