[{"scene_id": "gl-01-26-06s0", "raw": "A scene from a TV show in which a man is kissing a blonde woman.", "with_names": "a man is kissing a blonde woman."}, {"scene_id": "gl-01-26-06s1", "raw": "A scene from a TV show in which a man is sitting on a bench and a woman is standing next to him.", "with_names": "a man is sitting on a bench and a woman is standing next to him."}, {"scene_id": "gl-01-26-06s2", "raw": "A scene from a TV show in which a little boy is sitting on a chair and a man is holding a belt.", "with_names": ""}, {"scene_id": "gl-01-26-06s3", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-01-26-06s4", "raw": "A scene from a TV show in which a woman is holding a red box and a man is standing behind her.", "with_names": "a woman is holding a red box and a man is standing behind her."}, {"scene_id": "gl-01-26-06s5", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "gl-01-26-06s6", "raw": "A scene from a TV show in which a man is seen walking through a tunnel of light.", "with_names": "a man is walking through a tunnel of light."}, {"scene_id": "gl-01-26-06s7", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-01-26-06s8", "raw": "A scene from a TV show in which a woman is standing in front of a man and a boy sitting at a table.", "with_names": "a woman is standing in front of a man and a boy sitting at a table."}, {"scene_id": "gl-01-26-06s9", "raw": "A scene from a TV show in which a woman is seen from behind, with her hair curled and a pink scarf wrapped around her neck.", "with_names": "a woman is from behind, with her hair curled and a pink scarf wrapped around her neck."}, {"scene_id": "gl-01-26-06s10", "raw": "A scene from a TV show in which a man is wearing a scarf and a coat and talking to someone.", "with_names": ""}, {"scene_id": "gl-01-26-06s11", "raw": "A scene from a TV show in which a man is wearing a hat and a woman is looking at him with a smile.", "with_names": "a man is wearing a hat and a woman is looking at him with a smile."}, {"scene_id": "gl-01-26-06s12", "raw": "A scene from a TV show in which a woman is standing in a bedroom with a bed and a red and white striped bedspread.", "with_names": "a woman is standing in a bedroom with a bed and a red and white striped bedspread."}, {"scene_id": "gl-01-26-06s13", "raw": "A scene from a TV show in which a woman is sitting at a table with a drink and a bottle.", "with_names": "a woman is sitting at a table with a drink and a bottle."}, {"scene_id": "gl-01-26-06s14", "raw": "A scene from a TV show in which a woman is seen laughing hysterically.", "with_names": "a woman is laughing hysterically."}, {"scene_id": "gl-01-26-06s15", "raw": "A scene from a TV show in which a man and a little girl are sitting at a table in a restaurant.", "with_names": "a man and a little girl are sitting at a table in a restaurant."}, {"scene_id": "gl-01-26-06s16", "raw": "A scene from a TV show in which a man is wearing a suit and a striped shirt", "with_names": "a man is wearing a suit and a striped shirt"}, {"scene_id": "gl-01-26-06s17", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is behind him", "with_names": "a man is wearing a leather jacket and a woman is behind him"}, {"scene_id": "gl-01-26-06s18", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "gl-01-26-06s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-26-06s20", "raw": "A scene from a TV show in which a man is wearing a leather jacket and talking to someone.", "with_names": ""}, {"scene_id": "gl-01-26-06s21", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "gl-01-26-06s22", "raw": "A scene from a TV show in which a woman is wearing an orange scarf around her neck and smiling.", "with_names": "a woman is wearing an orange scarf around her neck and smiling."}, {"scene_id": "gl-01-26-06s23", "raw": "A scene from a TV show in which a man is wearing a black beanie and a pink beanie all the way down to his chin.", "with_names": "a man is wearing a black beanie and a pink beanie all the way down to his chin."}, {"scene_id": "gl-01-26-06s24", "raw": "A scene from a TV show in which a man is talking on a cell phone and wearing a striped shirt and a tie.", "with_names": ""}, {"scene_id": "gl-01-26-06s25", "raw": "A scene from a TV show in which a woman is wearing a green and orange scarf and a tan coat.", "with_names": "a woman is wearing a green and orange scarf and a tan coat."}, {"scene_id": "gl-01-26-06s26", "raw": "A scene from a TV show in which a man is wearing a lei and holding flowers.", "with_names": "a man is wearing a lei and holding flowers."}, {"scene_id": "gl-01-26-06s27", "raw": "A scene from a TV show in which a woman and a child are standing in front of a door.", "with_names": "a woman and a child are standing in front of a door."}]