[{"scene_id": "gl-12-07-05s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "gl-12-07-05s1", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her", "with_names": ""}, {"scene_id": "gl-12-07-05s2", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-12-07-05s3", "raw": "A scene from a TV show in which a man is seen kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-12-07-05s4", "raw": "A scene from a TV show in which a woman is crying and a man is laughing.", "with_names": "a woman is crying and a man is laughing."}, {"scene_id": "gl-12-07-05s5", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and talking to someone.", "with_names": ""}, {"scene_id": "gl-12-07-05s6", "raw": "A scene from a TV show in which a man and a woman are walking past a Christmas tree for sale.", "with_names": "a man and a woman are walking past a christmas tree for sale."}, {"scene_id": "gl-12-07-05s7", "raw": "", "with_names": ""}, {"scene_id": "gl-12-07-05s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-12-07-05s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-07-05s10", "raw": "A scene from a TV show in which a woman is wearing a red top and earrings and is making a funny face.", "with_names": "a woman is wearing a red top and earrings and is making a funny face."}, {"scene_id": "gl-12-07-05s11", "raw": "A scene from a TV show in which a man is standing in a room with a table and chairs, wearing a Santa hat.", "with_names": "a man is standing in a room with a table and chairs, wearing a santa hat."}, {"scene_id": "gl-12-07-05s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a disgusted expression.", "with_names": ""}, {"scene_id": "gl-12-07-05s13", "raw": "A scene from a TV show in which a man is wearing a Santa hat and dancing in a room with a Christmas tree.", "with_names": "a man is wearing a santa hat and dancing in a room with a christmas tree."}, {"scene_id": "gl-12-07-05s14", "raw": "A scene from a TV show in which a woman is singing in a bathroom.", "with_names": "a woman is singing in a bathroom."}, {"scene_id": "gl-12-07-05s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-07-05s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-07-05s17", "raw": "A scene from a TV show in which a man is wearing a Santa hat and is bending over to fix a TV.", "with_names": "a man is wearing a santa hat and is bending over to fix a tv."}, {"scene_id": "gl-12-07-05s18", "raw": "", "with_names": ""}, {"scene_id": "gl-12-07-05s19", "raw": "A scene from a TV show in which a woman is looking at a man and a text appears on the screen", "with_names": "a woman is looking at a man and a text appears on the screen"}, {"scene_id": "gl-12-07-05s20", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-12-07-05s21", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-12-07-05s22", "raw": "A scene from a TV show in which a man is screaming and a guitar is in front of him.", "with_names": "a man is screaming and a guitar is in front of him."}, {"scene_id": "gl-12-07-05s23", "raw": "A scene from a TV show in which a young boy is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "gl-12-07-05s24", "raw": "A scene from a TV show in which a man is talking on his cell phone while a woman is sitting on a chair in front of him.", "with_names": ""}, {"scene_id": "gl-12-07-05s25", "raw": "A scene from a TV show in which a woman is walking down a street and a man is standing behind her.", "with_names": "a woman is walking down a street and a man is standing behind her."}, {"scene_id": "gl-12-07-05s26", "raw": "A scene from a TV show in which a woman is holding a sleeping man", "with_names": "a woman is holding a sleeping man"}, {"scene_id": "gl-12-07-05s27", "raw": "A scene from a TV show in which a man is crying and a woman is looking at him.", "with_names": "a man is crying and a woman is looking at him."}, {"scene_id": "gl-12-07-05s28", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her mouth", "with_names": ""}, {"scene_id": "gl-12-07-05s29", "raw": "A scene from a TV show in which a man is being hit on the head by a woman.", "with_names": "a man is being hit on the head by a woman."}, {"scene_id": "gl-12-07-05s30", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek", "with_names": "a woman is kissing a man on the cheek"}, {"scene_id": "gl-12-07-05s31", "raw": "A scene from a TV show in which a woman is being raped by a man.", "with_names": "a woman is being raped by a man."}, {"scene_id": "gl-12-07-05s32", "raw": "", "with_names": ""}, {"scene_id": "gl-12-07-05s33", "raw": "A scene from a TV show in which a woman is sitting on a bed and covering her face with her hands.", "with_names": "a woman is sitting on a bed and covering her face with her hands."}]