[{"scene_id": "gl-07-08-03s0", "raw": "A scene from a TV show in which a woman is wearing a strapless dress and a man is laughing.", "with_names": "a woman is wearing a strapless dress and a man is laughing."}, {"scene_id": "gl-07-08-03s1", "raw": "", "with_names": ""}, {"scene_id": "gl-07-08-03s2", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is in a military uniform.", "with_names": "a woman is wearing a dress and a man is in a military uniform."}, {"scene_id": "gl-07-08-03s3", "raw": "A scene from a TV show in which a girl is dancing with a boy in a room with other people.", "with_names": "a girl is dancing with a boy in a room with other people."}, {"scene_id": "gl-07-08-03s4", "raw": "A scene from a TV show in which a man and a woman are standing in a room, holding hands and smiling at each other.", "with_names": "a man and a woman are standing in a room, holding hands and smiling at each other."}, {"scene_id": "gl-07-08-03s5", "raw": "A scene from a TV show in which a man is looking at a woman and making a face.", "with_names": "a man is looking at a woman and making a face."}, {"scene_id": "gl-07-08-03s6", "raw": "A scene from a TV show in which a man is seen dancing with a mannequin.", "with_names": "a man is dancing with a mannequin."}, {"scene_id": "gl-07-08-03s7", "raw": "A scene from a TV show in which a man is dressed in a patriotic suit and hat and is swearing at a woman.", "with_names": "a man is dressed in a patriotic suit and hat and is swearing at a woman."}, {"scene_id": "gl-07-08-03s8", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench, talking to each other.", "with_names": ""}, {"scene_id": "gl-07-08-03s9", "raw": "A scene from a TV show in which a woman is flirting with a man.", "with_names": "a woman is flirting with a man."}, {"scene_id": "gl-07-08-03s10", "raw": "A scene from a TV show in which a woman is walking down the aisle with a bouquet.", "with_names": "a woman is walking down the aisle with a bouquet."}, {"scene_id": "gl-07-08-03s11", "raw": "A scene from a TV show in which a woman is drinking from a cup and a man is standing next to her.", "with_names": "a woman is drinking from a cup and a man is standing next to her."}, {"scene_id": "gl-07-08-03s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-08-03s13", "raw": "A scene from a TV show in which a man and a woman are having sex in a crowded bar.", "with_names": "a man and a woman are having sex in a crowded bar."}, {"scene_id": "gl-07-08-03s14", "raw": "A scene from a TV show in which a man is talking to a woman and a girl is standing behind him.", "with_names": ""}, {"scene_id": "gl-07-08-03s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-07-08-03s16", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "] is being attacked by Ben."}, {"scene_id": "gl-07-08-03s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-08-03s18", "raw": "A scene from a TV show in which a man is being kissed on the cheek by another man.", "with_names": "a man is being kissed on the cheek by another man."}, {"scene_id": "gl-07-08-03s19", "raw": "A scene from a TV show in which a man and a woman are standing in front of a wedding cake.", "with_names": "a man and a woman are standing in front of a wedding cake."}, {"scene_id": "gl-07-08-03s20", "raw": "A scene from a TV show in which a man is talking to a woman in a room with plants.", "with_names": ""}, {"scene_id": "gl-07-08-03s21", "raw": "A scene from a TV show in which a man is holding a piece of paper and a woman is standing behind him.", "with_names": "a man is holding a piece of paper and a woman is standing behind him."}, {"scene_id": "gl-07-08-03s22", "raw": "A scene from a TV show in which a woman is sitting on a couch and another woman is standing behind her, whispering in her ear.", "with_names": ""}, {"scene_id": "gl-07-08-03s23", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-07-08-03s24", "raw": "A scene from a TV show in which a man is lying on a bed with his hands covering his eyes. A woman stands nearby, looking at him.", "with_names": "a man is lying on a bed with his hands covering his eyes. a woman stands nearby, looking at him."}, {"scene_id": "gl-07-08-03s25", "raw": "A scene from a TV show in which a woman is seen holding her hand to her mouth, as if she is about to sneeze.", "with_names": "a woman is holding her hand to her mouth, as if she is about to sneeze."}, {"scene_id": "gl-07-08-03s26", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "gl-07-08-03s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-08-03s28", "raw": "A scene from a TV show in which a woman is holding candles and a man is looking at her.", "with_names": "a woman is holding candles and a man is looking at her."}]