[{"scene_id": "bb-12-08-17s0", "raw": "A scene from a TV show in which a man and a woman are sitting in a room.", "with_names": "a man and a woman are sitting in a room."}, {"scene_id": "bb-12-08-17s1", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "bb-12-08-17s2", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "bb-12-08-17s3", "raw": "A scene from a TV show in which a woman is shocked by a man.", "with_names": "Pam is shocked by Eric."}, {"scene_id": "bb-12-08-17s4", "raw": "A scene from a TV show in which a woman is talking to a man in a room with shelves and a vase.", "with_names": ""}, {"scene_id": "bb-12-08-17s5", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a suit.", "with_names": "a woman is wearing a red dress and a man is in a suit."}, {"scene_id": "bb-12-08-17s6", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-12-08-17s7", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing behind him.", "with_names": "Liam is sitting at a table and Quinn is standing behind him."}, {"scene_id": "bb-12-08-17s8", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "bb-12-08-17s9", "raw": "A scene from a TV show in which a man is writing on a piece of paper.", "with_names": "a man is writing on a piece of paper."}, {"scene_id": "bb-12-08-17s10", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-12-08-17s11", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-12-08-17s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-08-17s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-08-17s14", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "Eric is sitting at a table with Ivy."}, {"scene_id": "bb-12-08-17s15", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-08-17s16", "raw": "A scene from a TV show in which a man points to a door and smiles.", "with_names": "a man points to a door and smiles."}, {"scene_id": "bb-12-08-17s17", "raw": "A scene from a TV show in which a man is standing in a living room, talking to a woman.", "with_names": ""}]