[{"scene_id": "oltl-06-08-06s0", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-06-08-06s1", "raw": "A scene from a TV show in which a man and a woman are sitting in a car at night.", "with_names": "a man and a woman are sitting in a car at night."}, {"scene_id": "oltl-06-08-06s2", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, looking at each other.", "with_names": ""}, {"scene_id": "oltl-06-08-06s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-08-06s4", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "oltl-06-08-06s5", "raw": "A scene from a TV show in which a blonde woman is looking down and wearing a blue jacket.", "with_names": "a blonde woman is looking down and wearing a blue jacket."}, {"scene_id": "oltl-06-08-06s6", "raw": "A scene from a TV show in which a man is holding a baby and a woman is standing behind him.", "with_names": "a man is holding a baby and a woman is standing behind him."}, {"scene_id": "oltl-06-08-06s7", "raw": "A scene from a TV show in which a man is being hit in the face by another man.", "with_names": "a man is being hit in the face by another man."}, {"scene_id": "oltl-06-08-06s8", "raw": "A scene from a TV show in which a man is looking at a flower.", "with_names": "a man is looking at a flower."}, {"scene_id": "oltl-06-08-06s9", "raw": "A scene from a TV show in which a man is talking to someone and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-06-08-06s10", "raw": "A scene from a TV show in which a woman is crying and two men are standing behind her.", "with_names": "a woman is crying and two men are standing behind her."}, {"scene_id": "oltl-06-08-06s11", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman stands next to him.", "with_names": "a man is lying in a hospital bed and a woman stands next to him."}, {"scene_id": "oltl-06-08-06s12", "raw": "A scene from a TV show in which a man is standing at a bar, wearing a brown jacket and a white shirt.", "with_names": "a man is standing at a bar, wearing a brown jacket and a white shirt."}, {"scene_id": "oltl-06-08-06s13", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman is standing next to him, and she is looking at a cell phone.", "with_names": "a man is lying in a hospital bed, a woman is standing next to him, and she is looking at a cell phone."}, {"scene_id": "oltl-06-08-06s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-08-06s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-08-06s16", "raw": "A scene from a TV show in which a man is holding a white ribbon and another man is standing behind him.", "with_names": "a man is holding a white ribbon and another man is standing behind him."}, {"scene_id": "oltl-06-08-06s17", "raw": "A scene from a TV show in which a man is standing in front of a woman in a bank.", "with_names": "a man is standing in front of a woman in a bank."}, {"scene_id": "oltl-06-08-06s18", "raw": "A scene from a TV show in which a woman is leaning over a man in a hospital bed.", "with_names": "a woman is leaning over a man in a hospital bed."}, {"scene_id": "oltl-06-08-06s19", "raw": "A scene from a TV show in which two men are fighting in a room, with a man standing in the background.", "with_names": "two men are fighting in a room, with a man standing in the background."}, {"scene_id": "oltl-06-08-06s20", "raw": "A scene from a TV show in which a man and a woman are holding hands and looking at each other.", "with_names": "a man and a woman are holding hands and looking at each other."}, {"scene_id": "oltl-06-08-06s21", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-08-06s22", "raw": "A scene from a TV show in which a young girl is smiling and touching her hair.", "with_names": "a young girl is smiling and touching her hair."}, {"scene_id": "oltl-06-08-06s23", "raw": "A scene from a TV show in which a man is lying in a hospital bed, looking tired.", "with_names": "a man is lying in a hospital bed, looking tired."}, {"scene_id": "oltl-06-08-06s24", "raw": "A scene from a TV show in which a woman is talking and wearing a beige suit.", "with_names": ""}, {"scene_id": "oltl-06-08-06s25", "raw": "A scene from a TV show in which a man is sitting on a park bench with a baby in a stroller.", "with_names": "a man is sitting on a park bench with a baby in a stroller."}, {"scene_id": "oltl-06-08-06s26", "raw": "A scene from a TV show in which a man is standing next to a punching bag and a woman is behind him.", "with_names": "a man is standing next to a punching bag and a woman is behind him."}, {"scene_id": "oltl-06-08-06s27", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-06-08-06s28", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is standing next to him.", "with_names": "a man is lying in a hospital bed and a woman is standing next to him."}, {"scene_id": "oltl-06-08-06s29", "raw": "A scene from a TV show in which a woman is talking on a phone.", "with_names": ""}]