[{"scene_id": "bb-12-21-16s0", "raw": "A scene from a TV show in which a woman is hugging a man in front of a Christmas tree.", "with_names": "Quinn is hugging Eric in front of a christmas tree."}, {"scene_id": "bb-12-21-16s1", "raw": "A scene from a TV show in which a woman holds a baby while a man looks on.", "with_names": "Maya holds a baby while Rick looks on."}, {"scene_id": "bb-12-21-16s2", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a young man.", "with_names": ""}, {"scene_id": "bb-12-21-16s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-12-21-16s4", "raw": "A scene from a TV show in which a woman is handing a man a gift.", "with_names": "Quinn is handing Eric a gift."}, {"scene_id": "bb-12-21-16s5", "raw": "A scene from a TV show in which a man and a woman sit on a couch in front of a Christmas tree.", "with_names": "a man and a woman sit on a couch in front of a christmas tree."}, {"scene_id": "bb-12-21-16s6", "raw": "A scene from a TV show in which a woman is being held by a man and a boy is standing next to her.", "with_names": "a woman is being held by a man and a boy is standing next to her."}, {"scene_id": "bb-12-21-16s7", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-12-21-16s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-21-16s10", "raw": "A scene from a TV show in which an older man talks on a cell phone.", "with_names": "an older man talks on a cell phone."}, {"scene_id": "bb-12-21-16s11", "raw": "A scene from a TV show in which a man is slapping another man in the face.", "with_names": "a man is slapping another man in the face."}, {"scene_id": "bb-12-21-16s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-21-16s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-21-16s14", "raw": "A scene from a TV show in which a man and a woman are sitting on the floor in front of a Christmas tree.", "with_names": "Eric and Quinn are sitting on the floor in front of a christmas tree."}]