[{"scene_id": "atwt-07-05-06s0", "raw": "A scene from a TV show in which a man is standing in a cloud of dust, and another man is sitting on the ground.", "with_names": "a man is standing in a cloud of dust, and another man is sitting on the ground."}, {"scene_id": "atwt-07-05-06s1", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "a man and a woman are dancing together."}, {"scene_id": "atwt-07-05-06s2", "raw": "A scene from a TV show in which a man is wearing a black shirt and blonde hair", "with_names": "a man is wearing a black shirt and blonde hair"}, {"scene_id": "atwt-07-05-06s3", "raw": "A scene from a TV show in which a shirtless man is talking to another shirtless man who has a tattoo on his arm.", "with_names": ""}, {"scene_id": "atwt-07-05-06s4", "raw": "A scene from a TV show in which a woman is looking down and smiling.", "with_names": "a woman is looking down and smiling."}, {"scene_id": "atwt-07-05-06s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-07-05-06s6", "raw": "A scene from a TV show in which a man is walking through a busy airport with a suitcase.", "with_names": "a man is walking through a busy airport with a suitcase."}, {"scene_id": "atwt-07-05-06s7", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "atwt-07-05-06s8", "raw": "A scene from a TV show in which a young woman is talking to her mother.", "with_names": ""}, {"scene_id": "atwt-07-05-06s9", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a tube coming out of her nose.", "with_names": "a woman is lying in a hospital bed with a tube coming out of her nose."}, {"scene_id": "atwt-07-05-06s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-07-05-06s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-05-06s12", "raw": "A scene from a TV show in which a woman is wearing a red and white floral dress.", "with_names": "a woman is wearing a red and white floral dress."}, {"scene_id": "atwt-07-05-06s13", "raw": "A scene from a TV show in which a large group of people are gathered together.", "with_names": "a large group of people are gathered together."}, {"scene_id": "atwt-07-05-06s14", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him. The caption reads, \"Will Jonathan fall for Alan's scheme? Guiding Light.\"", "with_names": ""}, {"scene_id": "atwt-07-05-06s15", "raw": "A scene from a TV show in which a man is fighting with a woman.", "with_names": "a man is fighting with a woman."}, {"scene_id": "atwt-07-05-06s16", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "atwt-07-05-06s17", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-05-06s18", "raw": "A scene from a TV show in which a woman is talking to a man and a young girl.", "with_names": ""}, {"scene_id": "atwt-07-05-06s19", "raw": "A scene from a TV show in which two men are building a house in a field.", "with_names": "two men are building a house in a field."}, {"scene_id": "atwt-07-05-06s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-07-05-06s21", "raw": "A scene from a TV show in which a man is sitting at a table with his shirt off.", "with_names": "a man is sitting at a table with his shirt off."}, {"scene_id": "atwt-07-05-06s22", "raw": "A scene from a TV show in which a woman is lying down and looking at the camera.", "with_names": "a woman is lying down and looking at the camera."}, {"scene_id": "atwt-07-05-06s23", "raw": "A scene from a TV show in which a man is sitting next to a woman in a yellow dress.", "with_names": "a man is sitting next to a woman in a yellow dress."}, {"scene_id": "atwt-07-05-06s24", "raw": "A scene from a TV show in which a woman is wearing a red and white floral swimsuit.", "with_names": "a woman is wearing a red and white floral swimsuit."}, {"scene_id": "atwt-07-05-06s25", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed, holding her hand.", "with_names": "a man is standing next to a woman in a hospital bed, holding her hand."}, {"scene_id": "atwt-07-05-06s26", "raw": "A scene from a TV show in which a woman is sitting on the ground with her hair blowing in the wind.", "with_names": "a woman is sitting on the ground with her hair blowing in the wind."}, {"scene_id": "atwt-07-05-06s27", "raw": "A scene from a TV show in which a man is looking at a book and making a funny face", "with_names": "a man is looking at a book and making a funny face"}, {"scene_id": "atwt-07-05-06s28", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-05-06s29", "raw": "A scene from a TV show in which a man is sitting in a recliner and holding a remote.", "with_names": "a man is sitting in a recliner and holding a remote."}]