[{"scene_id": "atwt-03-24-03s0", "raw": "A scene from a TV show in which soldiers are seen in the desert.", "with_names": "soldiers are in the desert."}, {"scene_id": "atwt-03-24-03s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-24-03s2", "raw": "A scene from a TV show in which a woman is lying on a table with her hair blowing in the wind.", "with_names": "a woman is lying on a table with her hair blowing in the wind."}, {"scene_id": "atwt-03-24-03s3", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "atwt-03-24-03s4", "raw": "A scene from a TV show in which a woman is sitting in a room with a lamp on.", "with_names": "a woman is sitting in a room with a lamp on."}, {"scene_id": "atwt-03-24-03s5", "raw": "A scene from a TV show in which a man is talking on the phone.", "with_names": ""}, {"scene_id": "atwt-03-24-03s6", "raw": "A scene from a TV show in which a woman is sitting at a desk and looking down.", "with_names": "a woman is sitting at a desk and looking down."}, {"scene_id": "atwt-03-24-03s7", "raw": "A scene from a TV show in which a woman is wearing a green turtleneck and a necklace.", "with_names": "Margo is wearing a green turtleneck and a necklace."}, {"scene_id": "atwt-03-24-03s8", "raw": "A scene from a TV show in which a boy is pitching a baseball to a group of kids.", "with_names": "Craig is pitching a baseball to a group of kids."}, {"scene_id": "atwt-03-24-03s9", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Mike is kissing Molly on the cheek."}, {"scene_id": "atwt-03-24-03s10", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "atwt-03-24-03s11", "raw": "A scene from a TV show in which a man is talking on the phone.", "with_names": ""}, {"scene_id": "atwt-03-24-03s12", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking down", "with_names": "a man is wearing a suit and tie and is looking down"}, {"scene_id": "atwt-03-24-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-24-03s14", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed.", "with_names": "Mike is standing next to Carly in a hospital bed."}, {"scene_id": "atwt-03-24-03s15", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking to the right.", "with_names": ""}, {"scene_id": "atwt-03-24-03s16", "raw": "A scene from a TV show in which a woman is sitting in a forest with a candle floating above her.", "with_names": "a woman is sitting in a forest with a candle floating above her."}, {"scene_id": "atwt-03-24-03s17", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "atwt-03-24-03s18", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-24-03s19", "raw": "A scene from a TV show in which a woman is drinking a glass of wine.", "with_names": "a woman is drinking a glass of wine."}]