[{"scene_id": "gl-05-08-06s0", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Reva is crying."}, {"scene_id": "gl-05-08-06s1", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "gl-05-08-06s2", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-05-08-06s3", "raw": "A scene from a TV show in which a UFO is seen flying over a town", "with_names": "a ufo is flying over a town"}, {"scene_id": "gl-05-08-06s4", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman in front of a Christmas tree.", "with_names": ""}, {"scene_id": "gl-05-08-06s5", "raw": "", "with_names": ""}, {"scene_id": "gl-05-08-06s6", "raw": "A scene from a TV show in which a woman is crying on the red carpet.", "with_names": "a woman is crying on the red carpet."}, {"scene_id": "gl-05-08-06s7", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "] is being attacked by Lizzie."}, {"scene_id": "gl-05-08-06s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-05-08-06s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-08-06s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-08-06s11", "raw": "A scene from a TV show in which a man is sitting at a table with wine glasses and a bottle.", "with_names": "a man is sitting at a table with wine glasses and a bottle."}, {"scene_id": "gl-05-08-06s12", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, the man is talking and the woman is listening.", "with_names": ""}, {"scene_id": "gl-05-08-06s13", "raw": "A scene from a TV show in which a man is standing behind a bar, holding a bottle and making a funny face.", "with_names": "a man is standing behind a bar, holding a bottle and making a funny face."}, {"scene_id": "gl-05-08-06s14", "raw": "A scene from a TV show in which a woman is dancing in a room.", "with_names": "a woman is dancing in a room."}, {"scene_id": "gl-05-08-06s15", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}, {"scene_id": "gl-05-08-06s16", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-05-08-06s17", "raw": "A scene from a TV show in which a man and a woman are standing together, with the man wearing a white shirt and the woman wearing an open-necked shirt.", "with_names": "a man and a woman are standing together, with the man wearing a white shirt and the woman wearing an open-necked shirt."}, {"scene_id": "gl-05-08-06s18", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "gl-05-08-06s19", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "gl-05-08-06s20", "raw": "A scene from a TV show in which a man is talking to a woman and pointing his finger at her.", "with_names": ""}, {"scene_id": "gl-05-08-06s21", "raw": "A scene from a TV show in which a man is sitting in a bar and looking at a woman.", "with_names": "a man is sitting in a bar and looking at a woman."}, {"scene_id": "gl-05-08-06s22", "raw": "A scene from a TV show in which a man is sitting in a room and looking down at a book", "with_names": "a man is sitting in a room and looking down at a book"}, {"scene_id": "gl-05-08-06s23", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at the camera.", "with_names": "a blonde woman is smiling and looking at the camera."}, {"scene_id": "gl-05-08-06s24", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "gl-05-08-06s25", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her watch.", "with_names": ""}, {"scene_id": "gl-05-08-06s26", "raw": "A scene from a TV show in which a man is seen dancing on a bed.", "with_names": "a man is dancing on a bed."}, {"scene_id": "gl-05-08-06s27", "raw": "A scene from a TV show in which a woman is sitting at a table and typing on a typewriter.", "with_names": "a woman is sitting at a table and typing on a typewriter."}, {"scene_id": "gl-05-08-06s28", "raw": "A scene from a TV show in which a woman is standing in a bar, looking angry.", "with_names": "a woman is standing in a bar, looking angry."}]