[{"scene_id": "pc-12-12-01s0", "raw": "A scene from a TV show in which a man is seen holding a Bible and a bag of money.", "with_names": "a man is holding a bible and a bag of money."}, {"scene_id": "pc-12-12-01s1", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing a brown coat.", "with_names": ""}, {"scene_id": "pc-12-12-01s2", "raw": "A scene from a TV show in which a man and a woman are standing in front of a Christmas tree.", "with_names": "a man and a woman are standing in front of a christmas tree."}, {"scene_id": "pc-12-12-01s3", "raw": "A scene from a TV show in which a man is holding a bag and a woman is looking at him.", "with_names": "Don is holding a bag and Lucy is looking at him."}, {"scene_id": "pc-12-12-01s4", "raw": "A scene from a TV show in which a man is talking on a phone and looking concerned.", "with_names": ""}, {"scene_id": "pc-12-12-01s7", "raw": "A scene from a TV show in which a young woman is shown smiling and looking at the camera.", "with_names": ""}, {"scene_id": "pc-12-12-01s8", "raw": "A scene from a TV show in which a group of people are silhouetted against a light.", "with_names": "a group of people are silhouetted against a light."}, {"scene_id": "pc-12-12-01s9", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-12-12-01s10", "raw": "A scene from a TV show in which a woman is talking to a man and another man is listening to her.", "with_names": ""}, {"scene_id": "pc-12-12-01s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Ian and Eve are standing next to each other."}, {"scene_id": "pc-12-12-01s13", "raw": "A scene from a TV show in which a man is knitting a scarf and a woman is watching him.", "with_names": "a man is knitting a scarf and a woman is watching him."}, {"scene_id": "pc-12-12-01s14", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and a woman is in a dress."}, {"scene_id": "pc-12-12-01s15", "raw": "A scene from a TV show in which a woman is wearing a pink turtleneck and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-12-12-01s18", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down", "with_names": "clerk is wearing a suit and a tie and looking down"}, {"scene_id": "pc-12-12-01s19", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her, holding a pink shirt.", "with_names": ""}, {"scene_id": "pc-12-12-01s20", "raw": "A scene from a TV show in which a man holds a baby on a couch.", "with_names": "Ian holds a baby on a couch."}, {"scene_id": "pc-12-12-01s21", "raw": "A scene from a TV show in which a woman is reading a letter.", "with_names": "ian is reading a letter."}, {"scene_id": "pc-12-12-01s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]