[{"scene_id": "bb-09-22-16s0", "raw": "A scene from a TV show in which a man is getting married to a woman.", "with_names": "a man is getting married to a woman."}, {"scene_id": "bb-09-22-16s1", "raw": "A scene from a TV show in which a cube is superimposed over a person", "with_names": "a cube is superimposed over a person"}, {"scene_id": "bb-09-22-16s2", "raw": "A scene from a TV show in which a bride is crying and her father is standing next to her.", "with_names": "a bride is crying and her father is standing next to her."}, {"scene_id": "bb-09-22-16s6", "raw": "A scene from a TV show in which a man is trying to comfort a woman as she cries.", "with_names": "a man is trying to comfort Maya as she cries."}, {"scene_id": "bb-09-22-16s7", "raw": "A scene from a TV show in which a bride is crying as her father gives her away.", "with_names": "a bride is crying as her father gives her away."}, {"scene_id": "bb-09-22-16s17", "raw": "A scene from a TV show in which a man is seen in a dark room, holding a gun.", "with_names": "Rick is in a dark room, holding a gun."}, {"scene_id": "bb-09-22-16s18", "raw": "A scene from a TV show in which a man sits at a desk and signs a document.", "with_names": "Thorne sits at a desk and signs a document."}, {"scene_id": "bb-09-22-16s20", "raw": "A scene from a TV show in which a man and a woman are getting married.", "with_names": "a man and a woman are getting married."}, {"scene_id": "bb-09-22-16s22", "raw": "A scene from a TV show in which a bride and groom are shown in a wedding ceremony.", "with_names": "a bride and groom are shown in a wedding ceremony."}, {"scene_id": "bb-09-22-16s29", "raw": "A scene from a TV show in which a man and a woman are dancing.", "with_names": "a man and Thorne are dancing."}, {"scene_id": "bb-09-22-16s37", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Maya are standing next to each other."}, {"scene_id": "bb-09-22-16s43", "raw": "A scene from a TV show in which Jennifer Howard is seen standing in front of a house.", "with_names": "jennifer howard is standing in front of a house."}]