[{"scene_id": "atwt-02-19-07s0", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-02-19-07s1", "raw": "A scene from a TV show in which a woman is wearing a black suit and a necklace and is looking at a man.", "with_names": "a woman is wearing a black suit and a necklace and is looking at a man."}, {"scene_id": "atwt-02-19-07s2", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-02-19-07s3", "raw": "A scene from a TV show in which a man is standing in front of a door and looking out.", "with_names": "a man is standing in front of a door and looking out."}, {"scene_id": "atwt-02-19-07s4", "raw": "A scene from a TV show in which a woman is sitting in an office and talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-19-07s5", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-02-19-07s6", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-19-07s7", "raw": "A scene from a TV show in which a man is crying in front of a wall of prescription bottles.", "with_names": "a man is crying in front of a wall of prescription bottles."}, {"scene_id": "atwt-02-19-07s8", "raw": "A scene from a TV show in which a woman is wearing a black jacket and a blue turtleneck.", "with_names": "a woman is wearing a black jacket and a blue turtleneck."}, {"scene_id": "atwt-02-19-07s9", "raw": "A scene from a TV show in which a blonde woman is looking down and wearing a grey sweater.", "with_names": "a blonde woman is looking down and wearing a grey sweater."}, {"scene_id": "atwt-02-19-07s10", "raw": "A scene from a TV show in which a man and a woman are sitting at a bar, with wine glasses and a bottle on the table in front of them.", "with_names": "a man and a woman are sitting at a bar, with wine glasses and a bottle on the table in front of them."}, {"scene_id": "atwt-02-19-07s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-19-07s12", "raw": "A scene from a TV show in which a blonde woman is looking down and a red light is on in the background.", "with_names": "a blonde woman is looking down and a red light is on in the background."}, {"scene_id": "atwt-02-19-07s13", "raw": "A scene from a TV show in which a man is standing behind a girl, with his hand on her shoulder.", "with_names": "a man is standing behind a girl, with his hand on her shoulder."}, {"scene_id": "atwt-02-19-07s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-19-07s15", "raw": "A scene from a TV show in which a man is welding a metal object.", "with_names": "a man is welding a metal object."}, {"scene_id": "atwt-02-19-07s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-19-07s17", "raw": "A scene from a TV show in which a young man is wearing a black jacket and a green shirt.", "with_names": "a young man is wearing a black jacket and a green shirt."}, {"scene_id": "atwt-02-19-07s18", "raw": "A scene from a TV show in which a woman is wearing a black shirt and her hair is a long, shaggy bob.", "with_names": "a woman is wearing a black shirt and her hair is a long, shaggy bob."}, {"scene_id": "atwt-02-19-07s19", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-02-19-07s20", "raw": "A scene from a TV show in which a young girl is seen bending over a counter.", "with_names": "a young girl is bending over a counter."}, {"scene_id": "atwt-02-19-07s21", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and the man is holding her hand.", "with_names": "a woman is sitting at a table with a man, and the man is holding her hand."}, {"scene_id": "atwt-02-19-07s22", "raw": "A scene from a TV show in which a white bird is seen flying through the woods.", "with_names": "a white bird is flying through the woods."}, {"scene_id": "atwt-02-19-07s23", "raw": "A scene from a TV show in which three women are shown with different hair colors.", "with_names": "three women are shown with different hair colors."}]