[{"scene_id": "oltl-11-30-09s0", "raw": "A scene from a TV show in which a man is standing in a living room and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-30-09s1", "raw": "A scene from a TV show in which a man and a woman sit on a couch and look at a book.", "with_names": "a man and a woman sit on a couch and look at a book."}, {"scene_id": "oltl-11-30-09s2", "raw": "A scene from a TV show in which a man is looking down and talking.", "with_names": ""}, {"scene_id": "oltl-11-30-09s3", "raw": "A scene from a TV show in which a woman is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "oltl-11-30-09s4", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-11-30-09s5", "raw": "A scene from a TV show in which a man is wearing a robe and is talking to someone.", "with_names": ""}, {"scene_id": "oltl-11-30-09s6", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-11-30-09s7", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "oltl-11-30-09s8", "raw": "A scene from a TV show in which a young man is lying in a hospital bed, wearing a t-shirt with a picture of the Beatles on it.", "with_names": "a young man is lying in a hospital bed, wearing a t-shirt with a picture of the beatles on it."}, {"scene_id": "oltl-11-30-09s9", "raw": "A scene from a TV show in which a man is locked in a small cell.", "with_names": "a man is locked in a small cell."}, {"scene_id": "oltl-11-30-09s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-30-09s11", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a purple shirt.", "with_names": "a man is looking at the camera and wearing a purple shirt."}, {"scene_id": "oltl-11-30-09s12", "raw": "A scene from a TV show in which a woman is sitting on the floor and reading a newspaper.", "with_names": "a woman is sitting on the floor and reading a newspaper."}, {"scene_id": "oltl-11-30-09s13", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-11-30-09s14", "raw": "A scene from a TV show in which a man is sitting in a chair and another manI is standing next to him", "with_names": ""}, {"scene_id": "oltl-11-30-09s15", "raw": "A scene from a TV show in which a woman is sitting on a couch wearing a purple dress.", "with_names": ""}, {"scene_id": "oltl-11-30-09s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-30-09s17", "raw": "A scene from a TV show in which a woman is standing in a robe in a bedroom.", "with_names": "a woman is standing in a robe in a bedroom."}, {"scene_id": "oltl-11-30-09s18", "raw": "A scene from a TV show in which a young man is lying in a hospital bed, looking up at the camera.", "with_names": "a young man is lying in a hospital bed, looking up at the camera."}, {"scene_id": "oltl-11-30-09s19", "raw": "A scene from a TV show in which a woman is standing in front of a jail cell and a man is behind her", "with_names": "a woman is standing in front of a jail cell and a man is behind her"}, {"scene_id": "oltl-11-30-09s20", "raw": "A scene from a TV show in which two men are fighting.", "with_names": "two men are fighting."}, {"scene_id": "oltl-11-30-09s21", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "oltl-11-30-09s22", "raw": "A scene from a TV show in which a woman is sitting on the floor with her legs crossed", "with_names": "a woman is sitting on the floor with her legs crossed"}, {"scene_id": "oltl-11-30-09s23", "raw": "A scene from a TV show in which a woman is sitting on a pew and a man is standing behind her.", "with_names": "a woman is sitting on a pew and a man is standing behind her."}, {"scene_id": "oltl-11-30-09s24", "raw": "A scene from a TV show in which a man and a woman are standing in a jail cell.", "with_names": "a man and a woman are standing in a jail cell."}, {"scene_id": "oltl-11-30-09s25", "raw": "A scene from a TV show in which a blonde woman is looking down and her lips are pursed.", "with_names": "a blonde woman is looking down and her lips are pursed."}, {"scene_id": "oltl-11-30-09s26", "raw": "A scene from a TV show in which a blonde woman is looking down and wearing a purple jacket.", "with_names": "a blonde woman is looking down and wearing a purple jacket."}, {"scene_id": "oltl-11-30-09s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-30-09s28", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "oltl-11-30-09s29", "raw": "A scene from a TV show in which a young man is lying in a hospital bed, wearing a t-shirt with a picture of a girl on it.", "with_names": "a young man is lying in a hospital bed, wearing a t-shirt with a picture of a girl on it."}, {"scene_id": "oltl-11-30-09s30", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-30-09s31", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-30-09s32", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-11-30-09s33", "raw": "A scene from a TV show in which a woman is wearing a black suit and a necklace and talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-30-09s34", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-30-09s35", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-11-30-09s36", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-11-30-09s37", "raw": "A scene from a TV show in which a man is standing in front of a woman and a boy.", "with_names": "a man is standing in front of a woman and a boy."}, {"scene_id": "oltl-11-30-09s38", "raw": "A scene from a TV show in which a man is standing in front of a door and a woman is walking towards him.", "with_names": "a man is standing in front of a door and a woman is walking towards him."}, {"scene_id": "oltl-11-30-09s39", "raw": "A scene from a TV show in which a woman is standing in front of a door, looking at the camera.", "with_names": "a woman is standing in front of a door, looking at the camera."}, {"scene_id": "oltl-11-30-09s40", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a man is in a suit.", "with_names": "a woman is wearing a blue shirt and a man is in a suit."}, {"scene_id": "oltl-11-30-09s41", "raw": "A scene from a TV show in which a man is talking to someone and the words \"Prepare to be offended\" are written on the screen", "with_names": ""}, {"scene_id": "oltl-11-30-09s42", "raw": "A scene from a TV show in which a man is wearing a suit and a hat and is standing in front of a door.", "with_names": "a man is wearing a suit and a hat and is standing in front of a door."}, {"scene_id": "oltl-11-30-09s43", "raw": "A scene from a TV show in which a woman is talking to a man and smiling.", "with_names": ""}, {"scene_id": "oltl-11-30-09s44", "raw": "A scene from a TV show in which a young boy is hugging his mother.", "with_names": "a young boy is hugging his mother."}, {"scene_id": "oltl-11-30-09s45", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-30-09s46", "raw": "A scene from a TV show in which a young boy is lying in a hospital bed", "with_names": "a young boy is lying in a hospital bed"}, {"scene_id": "oltl-11-30-09s47", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing outside the cell.", "with_names": "a man is in a jail cell and a woman is standing outside the cell."}]