[{"scene_id": "atwt-09-11-03s0", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "atwt-09-11-03s1", "raw": "A scene from a TV show in which a woman is screaming in a bathroom.", "with_names": "a woman is screaming in a bathroom."}, {"scene_id": "atwt-09-11-03s2", "raw": "A scene from a TV show in which a girl is being spanked by her mother", "with_names": "a girl is being spanked by her mother"}, {"scene_id": "atwt-09-11-03s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-11-03s4", "raw": "A scene from a TV show in which two girls are standing in a living room, one of them is holding a cell phone.", "with_names": "two girls are standing in a living room, one of them is holding a cell phone."}, {"scene_id": "atwt-09-11-03s5", "raw": "A scene from a TV show in which a man is drinking a beer while a group of people are watching him.", "with_names": "a man is drinking a beer while a group of people are watching him."}, {"scene_id": "atwt-09-11-03s6", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-09-11-03s7", "raw": "A scene from a TV show in which a woman is looking up and wearing a scarf around her neck.", "with_names": "a woman is looking up and wearing a scarf around her neck."}, {"scene_id": "atwt-09-11-03s8", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-11-03s9", "raw": "A scene from a TV show in which a globe is shown on a screen.", "with_names": ""}, {"scene_id": "atwt-09-11-03s10", "raw": "A scene from a TV show in which a phone number is displayed", "with_names": "a phone number is displayed"}, {"scene_id": "atwt-09-11-03s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-11-03s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-11-03s13", "raw": "A scene from a TV show in which a woman is standing in a room with a red leash around her neck.", "with_names": "a woman is standing in a room with a red leash around her neck."}, {"scene_id": "atwt-09-11-03s14", "raw": "A scene from a TV show in which a woman is holding a dog and laughing.", "with_names": "a woman is holding a dog and laughing."}, {"scene_id": "atwt-09-11-03s15", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "] is looking at the camera."}, {"scene_id": "atwt-09-11-03s16", "raw": "A scene from a TV show in which a girl is wearing a shirt with a picture of a girl with long hair.", "with_names": "a girl is wearing a shirt with a picture of a girl with long hair."}, {"scene_id": "atwt-09-11-03s17", "raw": "A scene from a TV show in which a woman is using a bottle of Jergens Soft Shimmer.", "with_names": "a woman is using a bottle of jergens soft shimmer."}, {"scene_id": "atwt-09-11-03s18", "raw": "A scene from a TV show in which a hand is touching a glass door.", "with_names": "a hand is touching a glass door."}, {"scene_id": "atwt-09-11-03s19", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}]