[{"scene_id": "gl-12-21-04s0", "raw": "A scene from a TV show in which a woman is slapping a man", "with_names": "Alexandra is slapping Alan"}, {"scene_id": "gl-12-21-04s1", "raw": "A scene from a TV show in which a woman is lying on her back on a bed, with her eyes closed.", "with_names": "a woman is lying on her back on a bed, with her eyes closed."}, {"scene_id": "gl-12-21-04s2", "raw": "A scene from a TV show in which a woman is wearing a pink scarf and a grey sweater and talking to another woman.", "with_names": ""}, {"scene_id": "gl-12-21-04s3", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-12-21-04s4", "raw": "A scene from a TV show in which a man is blowing a candle out", "with_names": "a man is blowing a candle out"}, {"scene_id": "gl-12-21-04s5", "raw": "A scene from a TV show in which a man is reading a newspaper to a woman and a child.", "with_names": "a man is reading a newspaper to a woman and a child."}, {"scene_id": "gl-12-21-04s6", "raw": "A scene from a TV show in which a nurse delivers a tray of medicine to a patient's room.", "with_names": "a nurse delivers a tray of medicine to a patient's room."}, {"scene_id": "gl-12-21-04s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-21-04s8", "raw": "A scene from a TV show in which a man is looking at a picture and saying,", "with_names": "a man is looking at a picture and saying,"}, {"scene_id": "gl-12-21-04s9", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-12-21-04s10", "raw": "", "with_names": ""}, {"scene_id": "gl-12-21-04s11", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book.", "with_names": ""}, {"scene_id": "gl-12-21-04s12", "raw": "A scene from a TV show in which a woman is lying on a bed with her hair blowing in the wind", "with_names": "a woman is lying on a bed with her hair blowing in the wind"}, {"scene_id": "gl-12-21-04s13", "raw": "A scene from a TV show in which a woman is wearing a pink scarf and a grey sweater.", "with_names": "a woman is wearing a pink scarf and a grey sweater."}, {"scene_id": "gl-12-21-04s14", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-21-04s15", "raw": "A scene from a TV show in which a woman is hugging a young boy", "with_names": "a woman is hugging a young boy"}, {"scene_id": "gl-12-21-04s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-21-04s17", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "a man is looking down and a woman is standing behind him."}, {"scene_id": "gl-12-21-04s18", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-12-21-04s19", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-12-21-04s20", "raw": "A scene from a TV show in which a blonde woman is looking at the camera", "with_names": "a blonde woman is looking at the camera"}, {"scene_id": "gl-12-21-04s21", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-12-21-04s22", "raw": "A scene from a TV show in which a priest is seen in a confessional.", "with_names": "a priest is in a confessional."}, {"scene_id": "gl-12-21-04s23", "raw": "A scene from a TV show in which a man is sitting in front of a Christmas tree", "with_names": "a man is sitting in front of a christmas tree"}, {"scene_id": "gl-12-21-04s24", "raw": "", "with_names": ""}]