[{"scene_id": "bb-08-21-14s0", "raw": "A scene from a TV show in which two women embrace and hug.", "with_names": "two women embrace and hug."}, {"scene_id": "bb-08-21-14s1", "raw": "", "with_names": ""}, {"scene_id": "bb-08-21-14s2", "raw": "A scene from a TV show in which a man sits at a desk and reads a letter.", "with_names": "a man sits at a desk and reads a letter."}, {"scene_id": "bb-08-21-14s3", "raw": "A scene from a TV show in which a woman reads a letter to a man.", "with_names": "a woman reads a letter to a man."}, {"scene_id": "bb-08-21-14s4", "raw": "A scene from a TV show in which a man is walking through a house with a bouquet of flowers.", "with_names": "a man is walking through a house with a bouquet of flowers."}, {"scene_id": "bb-08-21-14s5", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-21-14s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-21-14s7", "raw": "A scene from a TV show in which a woman is wearing a blue dress and red lipstick.", "with_names": "a woman is wearing a blue dress and red lipstick."}, {"scene_id": "bb-08-21-14s8", "raw": "A scene from a TV show in which a man is standing in a doorway and looking at a woman.", "with_names": "a man is standing in a doorway and looking at a woman."}, {"scene_id": "bb-08-21-14s9", "raw": "A scene from a TV show in which a woman is holding a glass of wine and smiling at a man.", "with_names": "a woman is holding a glass of wine and smiling at a man."}, {"scene_id": "bb-08-21-14s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-08-21-14s11", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-08-21-14s12", "raw": "A scene from a TV show in which a man is crying and another man is comforting him.", "with_names": "a man is crying and another man is comforting him."}, {"scene_id": "bb-08-21-14s13", "raw": "A scene from a TV show in which two women are in a kitchen, one of them is holding a cake.", "with_names": "two women are in a kitchen, one of them is holding a cake."}, {"scene_id": "bb-08-21-14s14", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-08-21-14s15", "raw": "A scene from a TV show in which a man is standing in a kitchen and talking.", "with_names": ""}, {"scene_id": "bb-08-21-14s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-08-21-14s17", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-08-21-14s18", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}]