[{"scene_id": "bb-02-12-07s0", "raw": "A scene from a TV show in which a man is standing in a doorway and a woman is coming out of a room.", "with_names": "Brooke is standing in a doorway and Stephanie is coming out of a room."}, {"scene_id": "bb-02-12-07s1", "raw": "A scene from a TV show in which a phone is ringing", "with_names": "a phone is ringing"}, {"scene_id": "bb-02-12-07s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a room. The woman is wearing a black dress and is holding a handbag.", "with_names": "a man and a woman are standing next to each other in a room. the woman is wearing a black dress and is holding a handbag."}, {"scene_id": "bb-02-12-07s3", "raw": "A scene from a TV show in which a woman is getting her hair done by a man.", "with_names": "a woman is getting her hair done by a man."}, {"scene_id": "bb-02-12-07s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-02-12-07s5", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-02-12-07s6", "raw": "A scene from a TV show in which a man and a woman are talking to a person.", "with_names": ""}, {"scene_id": "bb-02-12-07s7", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-02-12-07s8", "raw": "A scene from a TV show in which a man and a woman are hugging in a dressing room.", "with_names": "a man and a woman are hugging in a dressing room."}, {"scene_id": "bb-02-12-07s9", "raw": "A scene from a TV show in which a man is wearing a leather jacket and talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-02-12-07s10", "raw": "A scene from a TV show in which a man is sitting on a couch and pointing at a clock.", "with_names": ""}, {"scene_id": "bb-02-12-07s11", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "a woman is looking at a man and saying, \"i'm not sure what to think.\""}, {"scene_id": "bb-02-12-07s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-02-12-07s13", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}]