[{"scene_id": "atwt-06-07-06s0", "raw": "A scene from a TV show in which a woman is standing in a hospital room, looking at a doctor.", "with_names": "a woman is standing in a hospital room, looking at a doctor."}, {"scene_id": "atwt-06-07-06s1", "raw": "A scene from a TV show in which a woman is wearing a white coat and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-06-07-06s2", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a colorful necklace.", "with_names": "a woman is wearing a white shirt and a colorful necklace."}, {"scene_id": "atwt-06-07-06s3", "raw": "A scene from a TV show in which a man holds a young girl in his arms while other children look on.", "with_names": "a man holds a young girl in his arms while other children look on."}, {"scene_id": "atwt-06-07-06s4", "raw": "A scene from a TV show in which a man is seen eating a piece of meat.", "with_names": "] is eating a piece of meat."}, {"scene_id": "atwt-06-07-06s5", "raw": "A scene from a TV show in which a man is talking to someone and looking down.", "with_names": ""}, {"scene_id": "atwt-06-07-06s6", "raw": "A scene from a TV show in which a woman is wearing a white coat and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-06-07-06s7", "raw": "A scene from a TV show in which a man is sitting on a statue and a woman is standing next to him.", "with_names": "a man is sitting on a statue and a woman is standing next to him."}, {"scene_id": "atwt-06-07-06s8", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-07-06s9", "raw": "A scene from a TV show in which a man is seen in a dark room, wearing a black shirt and a tie.", "with_names": "a man is in a dark room, wearing a black shirt and a tie."}, {"scene_id": "atwt-06-07-06s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-07-06s11", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "] is looking at the camera."}, {"scene_id": "atwt-06-07-06s12", "raw": "A scene from a TV show in which a woman floats on a spring float in a pool.", "with_names": "a woman floats on a spring float in a pool."}, {"scene_id": "atwt-06-07-06s13", "raw": "A scene from a TV show in which a man is standing in front of a staircase.", "with_names": "a man is standing in front of a staircase."}, {"scene_id": "atwt-06-07-06s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-07-06s15", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "a man and a woman are holding a baby."}, {"scene_id": "atwt-06-07-06s16", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-07-06s17", "raw": "A scene from a TV show in which a pig is trying to get a letter from a mailbox.", "with_names": "a pig is trying to get a letter from a mailbox."}, {"scene_id": "atwt-06-07-06s18", "raw": "A scene from a TV show in which a young boy and a woman are talking.", "with_names": ""}, {"scene_id": "atwt-06-07-06s19", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-07-06s20", "raw": "A scene from a TV show in which a man is sitting on a couch and smiling", "with_names": ""}, {"scene_id": "atwt-06-07-06s21", "raw": "A scene from a TV show in which a woman is wearing a shirt that says \"Allegiance.\"", "with_names": "a woman is wearing a shirt that says \"allegiance.\""}]