[{"scene_id": "atwt-10-22-08s0", "raw": "A scene from a TV show in which a woman is being led away by a police officer.", "with_names": "a woman is being led away by a police officer."}, {"scene_id": "atwt-10-22-08s1", "raw": "A scene from a TV show in which two men are standing in a bar, one of them is wearing a green shirt and the other is wearing a red shirt.", "with_names": "two men are standing in a bar, one of them is wearing a green shirt and the other is wearing a red shirt."}, {"scene_id": "atwt-10-22-08s2", "raw": "A scene from a TV show in which a man is sitting in a restaurant and talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-22-08s3", "raw": "A scene from a TV show in which a man is standing in a kitchen and another man is cutting a pizza.", "with_names": "a man is standing in a kitchen and another man is cutting a pizza."}, {"scene_id": "atwt-10-22-08s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-22-08s5", "raw": "A scene from a TV show in which a man is seen putting a brown paper bag on a staircase. The words \"Swift Spirit, Hooray!\" are written next to him.", "with_names": "] is putting a brown paper bag on a staircase. the words \"swift spirit, hooray!\" are written next to him."}, {"scene_id": "atwt-10-22-08s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking to the right.", "with_names": ""}, {"scene_id": "atwt-10-22-08s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-22-08s8", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-10-22-08s9", "raw": "A scene from a TV show in which a man is looking at the camera and smiling", "with_names": "a man is looking at the camera and smiling"}, {"scene_id": "atwt-10-22-08s10", "raw": "A scene from a TV show in which a woman is sitting on the floor in a white dress.", "with_names": "a woman is sitting on the floor in a white dress."}, {"scene_id": "atwt-10-22-08s11", "raw": "A scene from a TV show in which a man is talking to another man and they are both looking at each other.", "with_names": ""}, {"scene_id": "atwt-10-22-08s12", "raw": "A scene from a TV show in which a girl is smiling and wearing a headband.", "with_names": "a girl is smiling and wearing a headband."}, {"scene_id": "atwt-10-22-08s13", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a long blonde wig", "with_names": "a woman is wearing a red shirt and a long blonde wig"}, {"scene_id": "atwt-10-22-08s14", "raw": "A scene from a TV show in which a woman is cutting a cake with a knife.", "with_names": "a woman is cutting a cake with a knife."}, {"scene_id": "atwt-10-22-08s15", "raw": "A scene from a TV show in which a police officer is reading a book to a young woman.", "with_names": "a police officer is reading a book to a young woman."}, {"scene_id": "atwt-10-22-08s16", "raw": "A scene from a TV show in which a woman is being carried by another woman.", "with_names": "a woman is being carried by another woman."}, {"scene_id": "atwt-10-22-08s17", "raw": "A scene from a TV show in which a woman is sitting at a desk and looking down", "with_names": "a woman is sitting at a desk and looking down"}, {"scene_id": "atwt-10-22-08s18", "raw": "A scene from a TV show in which a man is on the phone and his head is in his hands", "with_names": "a man is on the phone and his head is in his hands"}, {"scene_id": "atwt-10-22-08s19", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-22-08s20", "raw": "A scene from a TV show in which a woman is seen sitting at a table with a baby on her lap.", "with_names": "a woman is sitting at a table with a baby on her lap."}, {"scene_id": "atwt-10-22-08s21", "raw": "A scene from a TV show in which a woman is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-10-22-08s22", "raw": "A scene from a TV show in which a man is talking to someone and is looking at a door.", "with_names": ""}, {"scene_id": "atwt-10-22-08s23", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-22-08s24", "raw": "A scene from a TV show in which a man is sitting in a kitchen and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-22-08s25", "raw": "A scene from a TV show in which two men are standing next to each other in a room.", "with_names": "two men are standing next to each other in a room."}, {"scene_id": "atwt-10-22-08s26", "raw": "A scene from a TV show in which a man is sitting in a library and talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-22-08s27", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-10-22-08s28", "raw": "A scene from a TV show in which a glass bowl is filled with water and a lit candle is floating in it.", "with_names": "a glass bowl is filled with water and a lit candle is floating in it."}]