[{"scene_id": "bb-05-22-14s0", "raw": "A scene from a TV show in which a couple is about to kiss in front of a window.", "with_names": "a couple is about to kiss in front of a window."}, {"scene_id": "bb-05-22-14s1", "raw": "A scene from a TV show in which a woman is hugging a man from behind.", "with_names": "a woman is hugging a man from behind."}, {"scene_id": "bb-05-22-14s2", "raw": "A scene from a TV show in which a man stands in a dark room with his arms crossed.", "with_names": "a man stands in a dark room with his arms crossed."}, {"scene_id": "bb-05-22-14s3", "raw": "A scene from a TV show in which a man and a woman are arguing in a living room.", "with_names": "a man and a woman are arguing in a living room."}, {"scene_id": "bb-05-22-14s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-22-14s5", "raw": "A scene from a TV show in which a man talks on his cell phone in a hallway.", "with_names": "a man talks on his cell phone in a hallway."}, {"scene_id": "bb-05-22-14s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-22-14s7", "raw": "A scene from a TV show in which a man and a woman are arguing in an office.", "with_names": "a man and a woman are arguing in an office."}, {"scene_id": "bb-05-22-14s8", "raw": "A scene from a TV show in which a woman stands in a bedroom and crosses her arms.", "with_names": "a woman stands in a bedroom and crosses her arms."}, {"scene_id": "bb-05-22-14s9", "raw": "A scene from a TV show in which a man sits at a desk and types on a laptop.", "with_names": "a man sits at a desk and types on a laptop."}, {"scene_id": "bb-05-22-14s10", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-05-22-14s11", "raw": "A scene from a TV show in which a man and a woman are talking to a lawyer.", "with_names": ""}, {"scene_id": "bb-05-22-14s12", "raw": "A scene from a TV show in which a man is talking to a reporter.", "with_names": ""}, {"scene_id": "bb-05-22-14s13", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "bb-05-22-14s14", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "bb-05-22-14s15", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "bb-05-22-14s16", "raw": "A scene from a TV show in which a man is holding a woman by the shoulders and kissing her on the cheek.", "with_names": "a man is holding a woman by the shoulders and kissing her on the cheek."}]