[{"scene_id": "atwt-07-23-07s0", "raw": "A scene from a TV show in which a blonde woman is smiling and looking up.", "with_names": "a blonde woman is smiling and looking up."}, {"scene_id": "atwt-07-23-07s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-23-07s2", "raw": "A scene from a TV show in which a man is standing in front of a TV and a woman and a man are sitting at a table.", "with_names": "a man is standing in front of a tv and a woman and a man are sitting at a table."}, {"scene_id": "atwt-07-23-07s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-23-07s4", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "atwt-07-23-07s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-07-23-07s6", "raw": "A scene from a TV show in which a bottle of Benifits is shown", "with_names": ""}, {"scene_id": "atwt-07-23-07s7", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-23-07s8", "raw": "A scene from a TV show in which a blonde woman is wearing a green dress and a brown purse.", "with_names": "a blonde woman is wearing a green dress and a brown purse."}, {"scene_id": "atwt-07-23-07s9", "raw": "A scene from a TV show in which a young boy is wearing a red shirt and a blue shirt", "with_names": "a young boy is wearing a red shirt and a blue shirt"}, {"scene_id": "atwt-07-23-07s10", "raw": "A scene from a TV show in which a man is standing outside a house with a large moustache and a plaid jacket.", "with_names": "a man is standing outside a house with a large moustache and a plaid jacket."}, {"scene_id": "atwt-07-23-07s11", "raw": "A scene from a TV show in which a man is wearing a white t-shirt and a woman is looking at him.", "with_names": "a man is wearing a white t-shirt and a woman is looking at him."}, {"scene_id": "atwt-07-23-07s12", "raw": "A scene from a TV show in which a man is standing with his arms crossed and looking to the side.", "with_names": "a man is standing with his arms crossed and looking to the side."}, {"scene_id": "atwt-07-23-07s13", "raw": "A scene from a TV show in which a man is wearing a plaid shirt and a woman is standing next to him.", "with_names": "a man is wearing a plaid shirt and a woman is standing next to him."}, {"scene_id": "atwt-07-23-07s14", "raw": "A scene from a TV show in which a blonde woman is wearing a pink shirt and looking to the right.", "with_names": "a blonde woman is wearing a pink shirt and looking to the right."}, {"scene_id": "atwt-07-23-07s15", "raw": "A scene from a TV show in which a woman is on the phone and the words \"Call me back\" are displayed", "with_names": "a woman is on the phone and the words \"call me back\" are displayed"}, {"scene_id": "atwt-07-23-07s16", "raw": "A scene from a TV show in which a man is seen in a black room with the words \"The Expanse\" above him", "with_names": "a man is in a black room with the words \"the expanse\" above him"}, {"scene_id": "atwt-07-23-07s17", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-07-23-07s18", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-23-07s19", "raw": "A scene from a TV show in which a man is looking down and his mouth is open.", "with_names": "a man is looking down and his mouth is open."}, {"scene_id": "atwt-07-23-07s20", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other in a car.", "with_names": "a man and a woman are sitting next to each other in a car."}, {"scene_id": "atwt-07-23-07s21", "raw": "A scene from a TV show in which a woman is dancing with a blue scarf.", "with_names": "a woman is dancing with a blue scarf."}, {"scene_id": "atwt-07-23-07s22", "raw": "A scene from a TV show in which a woman is looking up and smiling.", "with_names": "a woman is looking up and smiling."}, {"scene_id": "atwt-07-23-07s23", "raw": "A scene from a TV show in which a woman is seen on a monitor, with a camera in the background.", "with_names": "a woman is on a monitor, with a camera in the background."}, {"scene_id": "atwt-07-23-07s24", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, with the words \"The Blacklist\" written in white on the top left corner", "with_names": "a man is in a black suit and tie, with the words \"the blacklist\" written in white on the top left corner"}, {"scene_id": "atwt-07-23-07s25", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "atwt-07-23-07s26", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-23-07s27", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "atwt-07-23-07s28", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-07-23-07s29", "raw": "A scene from a TV show in which a heart is shown beating.", "with_names": ""}]