[{"scene_id": "atwt-01-17-05s0", "raw": "A scene from a TV show in which a man is cutting a woman's hair.", "with_names": "Mike is cutting Jennifer's hair."}, {"scene_id": "atwt-01-17-05s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking confused.", "with_names": "a man is wearing a suit and a tie and looking confused."}, {"scene_id": "atwt-01-17-05s2", "raw": "A scene from a TV show in which a young man is wearing a red and white striped sweater and looking surprised.", "with_names": "a young man is wearing a red and white striped sweater and looking surprised."}, {"scene_id": "atwt-01-17-05s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-17-05s4", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-17-05s5", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a coat.", "with_names": "a man is shirtless and a woman is wearing a coat."}, {"scene_id": "atwt-01-17-05s6", "raw": "A scene from a TV show in which a person is swimming underwater with a bunch of ice cream cones.", "with_names": "a person is swimming underwater with a bunch of ice cream cones."}, {"scene_id": "atwt-01-17-05s7", "raw": "A scene from a TV show in which a man is wearing a red and white striped sweater and a woman is in a black dress.", "with_names": "a man is wearing a red and white striped sweater and a woman is in a black dress."}, {"scene_id": "atwt-01-17-05s8", "raw": "A scene from a TV show in which a bottle of DetroL LA is shown to be a product that helps women with breast cancer.", "with_names": ""}, {"scene_id": "atwt-01-17-05s9", "raw": "A scene from a TV show in which a woman is singing in front of a purple background and a wall of stars.", "with_names": "a woman is singing in front of a purple background and a wall of stars."}, {"scene_id": "atwt-01-17-05s10", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-01-17-05s11", "raw": "A scene from a TV show in which a woman is wearing a black dress and long blonde hair", "with_names": "a woman is wearing a black dress and long blonde hair"}, {"scene_id": "atwt-01-17-05s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-17-05s13", "raw": "A scene from a TV show in which a woman is wearing a blue turtleneck and a grey coat.", "with_names": "a woman is wearing a blue turtleneck and a grey coat."}, {"scene_id": "atwt-01-17-05s14", "raw": "A scene from a TV show in which a young boy is playing basketball in his backyard.", "with_names": "a young boy is playing basketball in his backyard."}, {"scene_id": "atwt-01-17-05s15", "raw": "A scene from a TV show in which a woman is talking about bariatric surgery.", "with_names": ""}, {"scene_id": "atwt-01-17-05s16", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-01-17-05s17", "raw": "A scene from a TV show in which a woman is talking to a blonde woman at a table.", "with_names": ""}, {"scene_id": "atwt-01-17-05s18", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-01-17-05s19", "raw": "A scene from a TV show in which a woman is talking and looking to the right of the frame.", "with_names": ""}, {"scene_id": "atwt-01-17-05s20", "raw": "A scene from a TV show in which a man is shown a blue image of a brain.", "with_names": ""}, {"scene_id": "atwt-01-17-05s21", "raw": "A scene from a TV show in which a man is standing behind a woman in a restaurant.", "with_names": "a man is standing behind a woman in a restaurant."}, {"scene_id": "atwt-01-17-05s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-17-05s23", "raw": "A scene from a TV show in which a man is looking down and wearing a black coat", "with_names": "a man is looking down and wearing a black coat"}, {"scene_id": "atwt-01-17-05s24", "raw": "A scene from a TV show in which a mother and her two children are cooking together.", "with_names": "a mother and her two children are cooking together."}, {"scene_id": "atwt-01-17-05s25", "raw": "A scene from a TV show in which a blonde woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-17-05s26", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "atwt-01-17-05s27", "raw": "A scene from a TV show in which a woman is holding a gun.", "with_names": "a woman is holding a gun."}, {"scene_id": "atwt-01-17-05s28", "raw": "A scene from a TV show in which a man is driving a car and looks out the window.", "with_names": "a man is driving a car and looks out the window."}]