[{"scene_id": "gl-01-25-05s0", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and a candle.", "with_names": "Reva is sitting at a table with Josh and a candle."}, {"scene_id": "gl-01-25-05s1", "raw": "A scene from a TV show in which a man is holding a gun to a woman's head.", "with_names": "Nurse is holding a gun to Cassie's head."}, {"scene_id": "gl-01-25-05s2", "raw": "A scene from a TV show in which a man is sitting in a chair with a guitar", "with_names": ""}, {"scene_id": "gl-01-25-05s3", "raw": "A scene from a TV show in which a man is wearing a scarf and a coat.", "with_names": "a man is wearing a scarf and a coat."}, {"scene_id": "gl-01-25-05s4", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-01-25-05s5", "raw": "A scene from a TV show in which a man is wearing a scarf and a coat and smiling", "with_names": "a man is wearing a scarf and a coat and smiling"}, {"scene_id": "gl-01-25-05s8", "raw": "A scene from a TV show in which a man is hugging a woman and she is laughing.", "with_names": "a man is hugging Lizzie and she is laughing."}, {"scene_id": "gl-01-25-05s9", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is laying on the floor, with her head resting on his shoulder.", "with_names": ""}, {"scene_id": "gl-01-25-05s10", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-25-05s11", "raw": "A scene from a TV show in which a woman is looking at herself in the mirror and a bouquet of flowers is placed in front of her.", "with_names": "Reva is looking at herself in the mirror and a bouquet of flowers is placed in front of her."}, {"scene_id": "gl-01-25-05s16", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a brown belt", "with_names": "a woman is wearing a blue shirt and a brown belt"}, {"scene_id": "gl-01-25-05s17", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-25-05s18", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and earrings.", "with_names": "Lizzie is wearing a black turtleneck and earrings."}, {"scene_id": "gl-01-25-05s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-25-05s20", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Harley is crying"}, {"scene_id": "gl-01-25-05s21", "raw": "A scene from a TV show in which a blonde woman is walking down a hallway with her back turned to the camera.", "with_names": "a blonde woman is walking down a hallway with her back turned to the camera."}, {"scene_id": "gl-01-25-05s22", "raw": "A scene from a TV show in which a young blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-25-05s23", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-25-05s24", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "gl-01-25-05s25", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-01-25-05s26", "raw": "A scene from a TV show in which a woman is holding a gun and a man is sitting on the floor.", "with_names": "Beth is holding a gun and Harley is sitting on the floor."}, {"scene_id": "gl-01-25-05s27", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-01-25-05s28", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}]