[{"scene_id": "pc-08-21-03s0", "raw": "A scene from a TV show in which a man wears a pink and black patterned shirt and a necklace.", "with_names": "a man wears a pink and black patterned shirt and a necklace."}, {"scene_id": "pc-08-21-03s1", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "pc-08-21-03s2", "raw": "A scene from a TV show in which a woman is standing in a room with a bar and a couch.", "with_names": "] is standing in a room with a bar and a couch."}, {"scene_id": "pc-08-21-03s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-08-21-03s4", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-08-21-03s5", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to another man.", "with_names": ""}, {"scene_id": "pc-08-21-03s6", "raw": "A scene from a TV show in which a woman is being seduced by two men.", "with_names": "a woman is being seduced by two men."}, {"scene_id": "pc-08-21-03s7", "raw": "A scene from a TV show in which a man is wearing a shirt and a snake on it.", "with_names": "a man is wearing a shirt and a snake on it."}, {"scene_id": "pc-08-21-03s8", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is laying on the floor, holding a book.", "with_names": ""}, {"scene_id": "pc-08-21-03s9", "raw": "A scene from a TV show in which a woman is wearing a shirt that says \"Coach\" and a man is standing in front of her.", "with_names": "a woman is wearing a shirt that says \"coach\" and a man is standing in front of her."}, {"scene_id": "pc-08-21-03s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-08-21-03s11", "raw": "A scene from a TV show in which a man is wearing a neck brace and looking concerned.", "with_names": "a man is wearing a neck brace and looking concerned."}, {"scene_id": "pc-08-21-03s12", "raw": "A scene from a TV show in which a man is seen falling on a bed.", "with_names": "a man is falling on a bed."}, {"scene_id": "pc-08-21-03s13", "raw": "A scene from a TV show in which a woman is wearing a bandana on her head.", "with_names": "a woman is wearing a bandana on her head."}]