[{"scene_id": "oltl-09-08-10s0", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Natalie is kissing John on the cheek."}, {"scene_id": "oltl-09-08-10s1", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-09-08-10s2", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "] is looking at the camera."}, {"scene_id": "oltl-09-08-10s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-08-10s4", "raw": "A scene from a TV show in which a woman is lit by a bright light.", "with_names": "] is lit by a bright light."}, {"scene_id": "oltl-09-08-10s5", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "oltl-09-08-10s6", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-09-08-10s7", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-08-10s8", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and a black purse.", "with_names": "] is wearing a purple shirt and a black purse."}, {"scene_id": "oltl-09-08-10s9", "raw": "A scene from a TV show in which a blonde woman is looking off camera.", "with_names": "a blonde woman is looking off camera."}, {"scene_id": "oltl-09-08-10s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-08-10s11", "raw": "A scene from a TV show in which a young man is smiling.", "with_names": "a young man is smiling."}, {"scene_id": "oltl-09-08-10s12", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-08-10s13", "raw": "A scene from a TV show in which a woman is talking to a man, with her arms crossed.", "with_names": ""}, {"scene_id": "oltl-09-08-10s14", "raw": "A scene from a TV show in which a man and a woman are talking in a kitchen.", "with_names": ""}, {"scene_id": "oltl-09-08-10s15", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-09-08-10s16", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-08-10s17", "raw": "A scene from a TV show in which a man is looking down and his face is not visible.", "with_names": "a man is looking down and his face is not visible."}, {"scene_id": "oltl-09-08-10s18", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-08-10s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-09-08-10s20", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-08-10s21", "raw": "A scene from a TV show in which a woman is smiling and looking down, with her eyes closed.", "with_names": "a woman is smiling and looking down, with her eyes closed."}, {"scene_id": "oltl-09-08-10s22", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}, {"scene_id": "oltl-09-08-10s23", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "] is looking at a blonde woman."}, {"scene_id": "oltl-09-08-10s24", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "oltl-09-08-10s25", "raw": "A scene from a TV show in which a man and a woman are in a hospital room.", "with_names": "a man and a woman are in a hospital room."}, {"scene_id": "oltl-09-08-10s26", "raw": "A scene from a TV show in which a man is delivering a package to a delivery man.", "with_names": "a man is delivering a package to a delivery man."}, {"scene_id": "oltl-09-08-10s27", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-09-08-10s28", "raw": "A scene from a TV show in which a man sits on a couch and opens a box.", "with_names": "a man sits on a couch and opens a box."}, {"scene_id": "oltl-09-08-10s29", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a man is standing next to her, and a computer is visible in the background.", "with_names": "a woman is lying in a hospital bed, a man is standing next to her, and a computer is visible in the background."}, {"scene_id": "oltl-09-08-10s30", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, and a man is standing next to her.", "with_names": "] is lying in a hospital bed, and a man is standing next to her."}, {"scene_id": "oltl-09-08-10s31", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}]