[{"scene_id": "gl-06-06-06s0", "raw": "A scene from a TV show in which a woman is looking up at a screen", "with_names": "a woman is looking up at a screen"}, {"scene_id": "gl-06-06-06s1", "raw": "A scene from a TV show in which a woman pours milk into a cup.", "with_names": "a woman pours milk into a cup."}, {"scene_id": "gl-06-06-06s2", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-06-06-06s3", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-06-06-06s4", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-06-06-06s5", "raw": "A scene from a TV show in which a man is looking down and wearing a grey shirt.", "with_names": "a man is looking down and wearing a grey shirt."}, {"scene_id": "gl-06-06-06s6", "raw": "A scene from a TV show in which a man is wearing a brown shirt and a black wig", "with_names": "a man is wearing a brown shirt and a black wig"}, {"scene_id": "gl-06-06-06s7", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-06-06s8", "raw": "A scene from a TV show in which a woman is standing in a room with a handbag and a pillow.", "with_names": "a woman is standing in a room with a handbag and a pillow."}, {"scene_id": "gl-06-06-06s9", "raw": "A scene from a TV show in which a woman is sitting on a train and talking to another woman.", "with_names": ""}, {"scene_id": "gl-06-06-06s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "Josh is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "gl-06-06-06s11", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a white shirt", "with_names": "Coop is wearing a striped shirt and a white shirt"}, {"scene_id": "gl-06-06-06s12", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "gl-06-06-06s13", "raw": "A scene from a TV show in which a woman is talking to someone and smiling.", "with_names": ""}, {"scene_id": "gl-06-06-06s14", "raw": "A scene from a TV show in which a man is wearing a brown shirt and a black wig", "with_names": "a man is wearing a brown shirt and a black wig"}, {"scene_id": "gl-06-06-06s16", "raw": "A scene from a TV show in which a man is holding a baby and looking down at it.", "with_names": "a man is holding a baby and looking down at it."}, {"scene_id": "gl-06-06-06s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-06-06s18", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-06-06-06s19", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-06-06-06s20", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing behind her", "with_names": ""}, {"scene_id": "gl-06-06-06s21", "raw": "A scene from a TV show in which a man is seen wiping his mouth with his hand.", "with_names": "Mallet is wiping his mouth with his hand."}, {"scene_id": "gl-06-06-06s22", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "gl-06-06-06s23", "raw": "A scene from a TV show in which a woman is wearing a t-shirt and a man is standing behind her.", "with_names": "Lizzie is wearing a t-shirt and Tammy is standing behind her."}, {"scene_id": "gl-06-06-06s25", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing black shirts.", "with_names": ""}, {"scene_id": "gl-06-06-06s26", "raw": "A scene from a TV show in which a woman is holding a newspaper and a cup.", "with_names": "a woman is holding a newspaper and a cup."}, {"scene_id": "gl-06-06-06s27", "raw": "A scene from a TV show in which a man is talking on a cell phone and his face is distorted by the phone", "with_names": ""}, {"scene_id": "gl-06-06-06s28", "raw": "A scene from a TV show in which a man is pushing a woman in a wheelchair.", "with_names": "a man is pushing Cassie in a wheelchair."}, {"scene_id": "gl-06-06-06s29", "raw": "", "with_names": ""}, {"scene_id": "gl-06-06-06s30", "raw": "A scene from a TV show in which a woman is talking to a man in a store.", "with_names": ""}, {"scene_id": "gl-06-06-06s31", "raw": "A scene from a TV show in which a girl is crying and a boy is comforting her.", "with_names": "a girl is crying and Jonathan is comforting her."}, {"scene_id": "gl-06-06-06s32", "raw": "A scene from a TV show in which a woman is being filmed by a hidden camera", "with_names": "a woman is being filmed by a hidden camera"}]