[{"scene_id": "atwt-08-10-09s0", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a woman is sitting next to him.", "with_names": "Henry is wearing a striped shirt and Katie is sitting next to him."}, {"scene_id": "atwt-08-10-09s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-10-09s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-10-09s3", "raw": "A scene from a TV show in which a family sits around a dining table and eats pizza.", "with_names": "a family sits around a dining table and eats pizza."}, {"scene_id": "atwt-08-10-09s4", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a blonde man is talking to him.", "with_names": ""}, {"scene_id": "atwt-08-10-09s5", "raw": "A scene from a TV show in which a man is looking at a book and talking.", "with_names": ""}, {"scene_id": "atwt-08-10-09s6", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-08-10-09s7", "raw": "A scene from a TV show in which a woman is shown in a white shirt and blue jeans standing in front of a car.", "with_names": ""}, {"scene_id": "atwt-08-10-09s8", "raw": "A scene from a TV show in which a woman is wearing a red dress and a short haircut", "with_names": "a woman is wearing a red dress and a short haircut"}, {"scene_id": "atwt-08-10-09s9", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is standing behind her.", "with_names": ""}, {"scene_id": "atwt-08-10-09s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-10-09s11", "raw": "A scene from a TV show in which a doctor is talking about Actonel.", "with_names": ""}, {"scene_id": "atwt-08-10-09s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-08-10-09s13", "raw": "A scene from a TV show in which a woman is kissing a man in the car", "with_names": "a woman is kissing a man in the car"}, {"scene_id": "atwt-08-10-09s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-10-09s15", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-08-10-09s16", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-08-10-09s17", "raw": "A scene from a TV show in which a man walks down a hallway with his head down.", "with_names": "a man walks down a hallway with his head down."}, {"scene_id": "atwt-08-10-09s18", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-10-09s19", "raw": "A scene from a TV show in which a man is smoking a cigarette in a crowded room.", "with_names": "a man is smoking a cigarette in a crowded room."}, {"scene_id": "atwt-08-10-09s20", "raw": "A scene from a TV show in which the title is written in white letters on a black background", "with_names": "the title is written in white letters on a black background"}, {"scene_id": "atwt-08-10-09s21", "raw": "A scene from a TV show in which a woman is lying on a massage table, smiling.", "with_names": "a woman is lying on a massage table, smiling."}, {"scene_id": "atwt-08-10-09s22", "raw": "A scene from a TV show in which a woman is seen in a red dress and a man in black", "with_names": "a woman is in a red dress and a man in black"}, {"scene_id": "atwt-08-10-09s23", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-08-10-09s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-10-09s25", "raw": "A scene from a TV show in which a toilet is shown with a purple stain and a bottle of bleach is shown to clean it.", "with_names": ""}]