[{"scene_id": "oltl-02-12-09s0", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is dressed in orange.", "with_names": "a woman is wearing a red dress and a man is dressed in orange."}, {"scene_id": "oltl-02-12-09s1", "raw": "A scene from a TV show in which a woman is being followed by a man.", "with_names": "Gigi is being followed by ]."}, {"scene_id": "oltl-02-12-09s2", "raw": "A scene from a TV show in which a woman is eating a flower.", "with_names": "a woman is eating a flower."}, {"scene_id": "oltl-02-12-09s3", "raw": "A scene from a TV show in which a woman is wearing a bathrobe and a towel around her waist.", "with_names": "a woman is wearing a bathrobe and a towel around her waist."}, {"scene_id": "oltl-02-12-09s4", "raw": "A scene from a TV show in which a woman is being choked by a man.", "with_names": "a woman is being choked by a man."}, {"scene_id": "oltl-02-12-09s5", "raw": "A scene from a TV show in which a woman is standing in front of a wall with a caption that says \"in-tune or a converter box and an antenna tuner\"", "with_names": "a woman is standing in front of a wall with a caption that says \"in-tune or a converter box and an antenna tuner\""}, {"scene_id": "oltl-02-12-09s6", "raw": "A scene from a TV show in which a woman is talking on the phone and holding a cigarette.", "with_names": ""}, {"scene_id": "oltl-02-12-09s7", "raw": "A scene from a TV show in which a man and a woman are walking down a street, with the man looking at the woman and smiling.", "with_names": "a man and a woman are walking down a street, with the man looking at the woman and smiling."}, {"scene_id": "oltl-02-12-09s8", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-02-12-09s9", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-02-12-09s10", "raw": "A scene from a TV show in which a man is being hypnotized by a woman.", "with_names": "a man is being hypnotized by a woman."}, {"scene_id": "oltl-02-12-09s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-12-09s12", "raw": "A scene from a TV show in which a woman is holding a child and a dog.", "with_names": "a woman is holding a child and a dog."}, {"scene_id": "oltl-02-12-09s13", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-09s14", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a pearl necklace and is signing a book.", "with_names": "a woman is wearing a red sweater and a pearl necklace and is signing a book."}, {"scene_id": "oltl-02-12-09s15", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a tuxedo.", "with_names": "a woman is wearing a red dress and a man is in a tuxedo."}, {"scene_id": "oltl-02-12-09s16", "raw": "A scene from a TV show in which a woman is talking to a man, and he is wearing a yellow shirt.", "with_names": ""}, {"scene_id": "oltl-02-12-09s17", "raw": "A scene from a TV show in which a woman is sitting in a robe and smoking a cigarette.", "with_names": "a woman is sitting in a robe and smoking a cigarette."}, {"scene_id": "oltl-02-12-09s18", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a blonde wig.", "with_names": "a woman is wearing a blue shirt and a blonde wig."}, {"scene_id": "oltl-02-12-09s19", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-09s20", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-09s21", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-02-12-09s22", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a suit.", "with_names": "a woman is wearing a red dress and a man is in a suit."}, {"scene_id": "oltl-02-12-09s23", "raw": "A scene from a TV show in which two women are singing in red dresses in front of a gold curtain.", "with_names": "two women are singing in red dresses in front of a gold curtain."}, {"scene_id": "oltl-02-12-09s24", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a suit.", "with_names": "a woman is wearing a red dress and a man is in a suit."}, {"scene_id": "oltl-02-12-09s25", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is holding a clipboard.", "with_names": "a woman is wearing a red dress and a man is holding a clipboard."}, {"scene_id": "oltl-02-12-09s26", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a tuxedo.", "with_names": "a woman is wearing a red dress and a man is in a tuxedo."}, {"scene_id": "oltl-02-12-09s27", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}, {"scene_id": "oltl-02-12-09s28", "raw": "A scene from a TV show in which a man is talking to a woman, with roses in the background.", "with_names": ""}, {"scene_id": "oltl-02-12-09s29", "raw": "A scene from a TV show in which a woman is wearing a blue dress and standing in front of a staircase.", "with_names": "a woman is wearing a blue dress and standing in front of a staircase."}, {"scene_id": "oltl-02-12-09s30", "raw": "A scene from a TV show in which a woman is holding a bouquet of flowers and a man is standing behind her.", "with_names": "a woman is holding a bouquet of flowers and a man is standing behind her."}, {"scene_id": "oltl-02-12-09s31", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-12-09s32", "raw": "A scene from a TV show in which a woman is sitting on a bed and her face is covered by a black cloth.", "with_names": "a woman is sitting on a bed and her face is covered by a black cloth."}, {"scene_id": "oltl-02-12-09s33", "raw": "A scene from a TV show in which a woman is sitting in a room with a red dress and a white collar.", "with_names": "a woman is sitting in a room with a red dress and a white collar."}, {"scene_id": "oltl-02-12-09s34", "raw": "A scene from a TV show in which a man is wearing a suit and a white t-shirt.", "with_names": "a man is wearing a suit and a white t-shirt."}, {"scene_id": "oltl-02-12-09s35", "raw": "A scene from a TV show in which a woman is smoking a cigarette.", "with_names": "a woman is smoking a cigarette."}, {"scene_id": "oltl-02-12-09s36", "raw": "A scene from a TV show in which a man is seen walking through a forest with a woman.", "with_names": "a man is walking through a forest with a woman."}, {"scene_id": "oltl-02-12-09s37", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-09s38", "raw": "A scene from a TV show in which a woman is holding a cell phone and looking at it.", "with_names": "a woman is holding a cell phone and looking at it."}, {"scene_id": "oltl-02-12-09s39", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with a bottle and a glass on the table.", "with_names": "a man and a woman are sitting at a table, with a bottle and a glass on the table."}, {"scene_id": "oltl-02-12-09s40", "raw": "A scene from a TV show in which a man is sitting at a table with his head down, looking down and looking sad.", "with_names": "a man is sitting at a table with his head down, looking down and looking sad."}, {"scene_id": "oltl-02-12-09s41", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen. The woman is wearing a bathrobe and is looking at the man.", "with_names": "a man and a woman are standing in a kitchen. the woman is wearing a bathrobe and is looking at the man."}, {"scene_id": "oltl-02-12-09s42", "raw": "A scene from a TV show in which a man is talking to someone and his face is turned to the side", "with_names": ""}, {"scene_id": "oltl-02-12-09s43", "raw": "A scene from a TV show in which a man is sitting at a table with a woman and a glass of wine.", "with_names": "a man is sitting at a table with a woman and a glass of wine."}, {"scene_id": "oltl-02-12-09s44", "raw": "A scene from a TV show in which a woman is holding a banana and looking at it.", "with_names": "a woman is holding a banana and looking at it."}, {"scene_id": "oltl-02-12-09s45", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-02-12-09s46", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man.", "with_names": ""}, {"scene_id": "oltl-02-12-09s47", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a suit.", "with_names": "a woman is wearing a red dress and a man is in a suit."}, {"scene_id": "oltl-02-12-09s48", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "oltl-02-12-09s49", "raw": "A scene from a TV show in which a woman is singing and a man is playing the piano.", "with_names": "a woman is singing and a man is playing the piano."}, {"scene_id": "oltl-02-12-09s50", "raw": "A scene from a TV show in which a woman is riding a horse and a man is standing next to her.", "with_names": "a woman is riding a horse and a man is standing next to her."}, {"scene_id": "oltl-02-12-09s51", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "oltl-02-12-09s52", "raw": "A scene from a TV show in which a woman is dancing with another woman.", "with_names": "a woman is dancing with another woman."}, {"scene_id": "oltl-02-12-09s53", "raw": "A scene from a TV show in which a man is marrying a woman.", "with_names": "a man is marrying a woman."}, {"scene_id": "oltl-02-12-09s54", "raw": "A scene from a TV show in which a blonde woman is wearing a red dress and a man is standing behind her.", "with_names": "a blonde woman is wearing a red dress and a man is standing behind her."}, {"scene_id": "oltl-02-12-09s55", "raw": "A scene from a TV show in which a man and a woman are standing in front of a gold curtain.", "with_names": "a man and a woman are standing in front of a gold curtain."}, {"scene_id": "oltl-02-12-09s56", "raw": "A scene from a TV show in which two men are dressed in suits and ties.", "with_names": "two men are dressed in suits and ties."}]