[{"scene_id": "oltl-07-12-11s0", "raw": "A scene from a TV show in which a man is holding a door handle.", "with_names": "Jack is holding a door handle."}, {"scene_id": "oltl-07-12-11s1", "raw": "A scene from a TV show in which two men are standing in a living room, facing each other.", "with_names": "two men are standing in a living room, facing each other."}, {"scene_id": "oltl-07-12-11s2", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-12-11s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-12-11s4", "raw": "A scene from a TV show in which a woman is sitting in front of a laptop and a man is standing behind her.", "with_names": "a woman is sitting in front of a laptop and a man is standing behind her."}, {"scene_id": "oltl-07-12-11s5", "raw": "A scene from a TV show in which a woman is wearing a pearl necklace and a black dress and is making a face.", "with_names": "a woman is wearing a pearl necklace and a black dress and is making a face."}, {"scene_id": "oltl-07-12-11s6", "raw": "A scene from a TV show in which a woman is talking about the benefits of a new drug.", "with_names": ""}, {"scene_id": "oltl-07-12-11s7", "raw": "A scene from a TV show in which a woman is holding a pink bra and looking at it with a confused expression.", "with_names": "a woman is holding a pink bra and looking at it with a confused expression."}, {"scene_id": "oltl-07-12-11s8", "raw": "A scene from a TV show in which a man is sitting at a table with a laptop and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-12-11s9", "raw": "A scene from a TV show in which a man is standing in front of a bookshelf.", "with_names": "a man is standing in front of a bookshelf."}, {"scene_id": "oltl-07-12-11s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "oltl-07-12-11s11", "raw": "A scene from a TV show in which a man sits at a desk and types on a typewriter.", "with_names": "a man sits at a desk and types on a typewriter."}, {"scene_id": "oltl-07-12-11s12", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "oltl-07-12-11s13", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-07-12-11s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-12-11s15", "raw": "A scene from a TV show in which a man is standing in front of a wall with the word \"SUPER\" written on it.", "with_names": "a man is standing in front of a wall with the word \"super\" written on it."}, {"scene_id": "oltl-07-12-11s16", "raw": "A scene from a TV show in which a woman is sitting in front of a laptop and a man is standing behind her.", "with_names": "a woman is sitting in front of a laptop and a man is standing behind her."}, {"scene_id": "oltl-07-12-11s17", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "oltl-07-12-11s18", "raw": "A scene from a TV show in which a man is using a tablet in a restaurant.", "with_names": "a man is using a tablet in a restaurant."}, {"scene_id": "oltl-07-12-11s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-07-12-11s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-12-11s21", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-07-12-11s22", "raw": "A scene from a TV show in which a man is looking at a wall and talking.", "with_names": ""}, {"scene_id": "oltl-07-12-11s23", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-07-12-11s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-12-11s25", "raw": "A scene from a TV show in which a man is walking down a hallway and a woman is standing in the doorway.", "with_names": "a man is walking down a hallway and a woman is standing in the doorway."}, {"scene_id": "oltl-07-12-11s26", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-12-11s27", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "oltl-07-12-11s28", "raw": "A scene from a TV show in which a woman is talking to a man who is wearing a white shirt and gold earrings.", "with_names": ""}, {"scene_id": "oltl-07-12-11s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-12-11s30", "raw": "A scene from a TV show in which a woman is walking down a street with a man.", "with_names": "a woman is walking down a street with a man."}, {"scene_id": "oltl-07-12-11s31", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-07-12-11s32", "raw": "A scene from a TV show in which a man is lying on the ground, a woman is standing over him, and a large red sign is visible in the background.", "with_names": "a man is lying on the ground, a woman is standing over him, and a large red sign is visible in the background."}, {"scene_id": "oltl-07-12-11s33", "raw": "A scene from a TV show in which a woman is looking up at a man.", "with_names": "a woman is looking up at a man."}, {"scene_id": "oltl-07-12-11s34", "raw": "A scene from a TV show in which a woman is holding a coffee cup and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-12-11s35", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-12-11s36", "raw": "A scene from a TV show in which a woman is sitting on a chair in a room with a door open.", "with_names": ""}, {"scene_id": "oltl-07-12-11s37", "raw": "A scene from a TV show in which a man is singing and another man is standing behind him", "with_names": "a man is singing and another man is standing behind him"}, {"scene_id": "oltl-07-12-11s38", "raw": "A scene from a TV show in which a woman is talking to a friend on a porch.", "with_names": ""}, {"scene_id": "oltl-07-12-11s39", "raw": "A scene from a TV show in which a woman is shocked by a man.", "with_names": "a woman is shocked by a man."}, {"scene_id": "oltl-07-12-11s40", "raw": "A scene from a TV show in which a woman is talking about her husband's death.", "with_names": ""}, {"scene_id": "oltl-07-12-11s41", "raw": "A scene from a TV show in which a woman is throwing a book at a man.", "with_names": "a woman is throwing a book at a man."}, {"scene_id": "oltl-07-12-11s42", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-12-11s43", "raw": "A scene from a TV show in which two men are working together in an office.", "with_names": "two men are working together in an office."}, {"scene_id": "oltl-07-12-11s44", "raw": "A scene from a TV show in which a man is seen entering a room with a vase of flowers.", "with_names": "a man is entering a room with a vase of flowers."}, {"scene_id": "oltl-07-12-11s45", "raw": "A scene from a TV show in which a police officer is talking to a man in a suit.", "with_names": ""}]