[{"scene_id": "atwt-06-15-07s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-15-07s1", "raw": "A scene from a TV show in which a door is blown out by a bomb.", "with_names": "a door is blown out by a bomb."}, {"scene_id": "atwt-06-15-07s2", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a bald head", "with_names": "a man is wearing a striped shirt and a bald head"}, {"scene_id": "atwt-06-15-07s3", "raw": "A scene from a TV show in which a woman is holding a cell phone and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-15-07s4", "raw": "A scene from a TV show in which a boy is talking on the phone and another boy is sitting in the background", "with_names": ""}, {"scene_id": "atwt-06-15-07s5", "raw": "A scene from a TV show in which a woman is looking at a computer screen.", "with_names": "Carly is looking at a computer screen."}, {"scene_id": "atwt-06-15-07s6", "raw": "A scene from a TV show in which a woman holds a bottle of Olay.", "with_names": "a woman holds a bottle of olay."}, {"scene_id": "atwt-06-15-07s7", "raw": "A scene from a TV show in which a man is looking at a mirror and his reflection is a man with short hair and a beard.", "with_names": "a man is looking at a mirror and his reflection is a man with short hair and a beard."}, {"scene_id": "atwt-06-15-07s8", "raw": "A scene from a TV show in which two women are sitting together and talking.", "with_names": ""}, {"scene_id": "atwt-06-15-07s9", "raw": "A scene from a TV show in which a young boy is wearing a red scarf and a girl is looking at him.", "with_names": "a young boy is wearing a red scarf and J.J. is looking at him."}, {"scene_id": "atwt-06-15-07s10", "raw": "A scene from a TV show in which a giraffe is seen in a bathroom.", "with_names": "a giraffe is in a bathroom."}, {"scene_id": "atwt-06-15-07s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-15-07s12", "raw": "A scene from a TV show in which a man is holding a cup and looking at it.", "with_names": "a man is holding a cup and looking at it."}, {"scene_id": "atwt-06-15-07s13", "raw": "A scene from a TV show in which a man and a woman sit on a couch looking at a laptop.", "with_names": "Will and Cleo sit on a couch looking at a laptop."}, {"scene_id": "atwt-06-15-07s14", "raw": "A scene from a TV show in which a young girl is wearing a pink shirt and a long brown hair", "with_names": "a young girl is wearing a pink shirt and a long brown hair"}, {"scene_id": "atwt-06-15-07s15", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and looking concerned.", "with_names": "Carly is wearing a leather jacket and looking concerned."}, {"scene_id": "atwt-06-15-07s16", "raw": "A scene from a TV show in which a young woman is sitting in front of a computer.", "with_names": "a young woman is sitting in front of a computer."}, {"scene_id": "atwt-06-15-07s17", "raw": "A scene from a TV show in which a young boy is looking to the side and wearing a white shirt", "with_names": "a young boy is looking to the side and wearing a white shirt"}, {"scene_id": "atwt-06-15-07s18", "raw": "A scene from a TV show in which a man is talking to a woman in a living room.", "with_names": ""}, {"scene_id": "atwt-06-15-07s19", "raw": "A scene from a TV show in which a woman is wearing a white shirt and her hair is wet.", "with_names": "a woman is wearing a white shirt and her hair is wet."}, {"scene_id": "atwt-06-15-07s20", "raw": "A scene from a TV show in which a man is talking on a cell phone and his head is tilted back.", "with_names": ""}, {"scene_id": "atwt-06-15-07s21", "raw": "A scene from a TV show in which two women are standing on a beach next to a large rock. The caption reads: Available by prescription only.", "with_names": "two women are standing on a beach next to a large rock. the caption reads: available by prescription only."}, {"scene_id": "atwt-06-15-07s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-15-07s23", "raw": "A scene from a TV show in which a man is wearing a red shirt and looking confused.", "with_names": "Will is wearing a red shirt and looking confused."}, {"scene_id": "atwt-06-15-07s24", "raw": "A scene from a TV show in which a woman is hugging a young girl.", "with_names": "a woman is hugging a young girl."}, {"scene_id": "atwt-06-15-07s25", "raw": "A scene from a TV show in which a young girl is wearing a pink dress and a long brown hair.", "with_names": "a young girl is wearing a pink dress and a long brown hair."}, {"scene_id": "atwt-06-15-07s26", "raw": "A scene from a TV show in which a man is sitting at a table with his hands folded, looking at another man.", "with_names": "a man is sitting at a table with his hands folded, looking at another man."}, {"scene_id": "atwt-06-15-07s27", "raw": "A scene from a TV show in which a man and a boy stand in a field.", "with_names": "Parker and a boy stand in a field."}, {"scene_id": "atwt-06-15-07s28", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a shirt.", "with_names": "Jade is standing in a kitchen, holding a shirt."}, {"scene_id": "atwt-06-15-07s29", "raw": "A scene from a TV show in which a woman sits on a bed and reads a book.", "with_names": "Cleo sits on a bed and reads a book."}, {"scene_id": "atwt-06-15-07s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-15-07s31", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and Dusty are standing in a room."}, {"scene_id": "atwt-06-15-07s33", "raw": "A scene from a TV show in which a young boy is wearing a t-shirt and a short brown hair", "with_names": "a young boy is wearing a t-shirt and a short brown hair"}, {"scene_id": "atwt-06-15-07s34", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "Faith is looking at J.J.."}, {"scene_id": "atwt-06-15-07s38", "raw": "A scene from a TV show in which a young man is looking at the camera and smiling.", "with_names": "a young man is looking at the camera and smiling."}, {"scene_id": "atwt-06-15-07s39", "raw": "A scene from a TV show in which a woman is wearing a crown and looking out a window.", "with_names": "Katie is wearing a crown and looking out a window."}]