[{"scene_id": "atwt-03-10-10s0", "raw": "A scene from a TV show in which a forest is shown", "with_names": ""}, {"scene_id": "atwt-03-10-10s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-10-10s2", "raw": "A scene from a TV show in which a man is wearing a black coat and a blue shirt.", "with_names": "a man is wearing a black coat and a blue shirt."}, {"scene_id": "atwt-03-10-10s3", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}, {"scene_id": "atwt-03-10-10s4", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, with a baby sitting between them.", "with_names": ""}, {"scene_id": "atwt-03-10-10s5", "raw": "A scene from a TV show in which a pill is shown to be a vitamin pill.", "with_names": ""}, {"scene_id": "atwt-03-10-10s6", "raw": "A scene from a TV show in which a girl is looking at a boy and saying,", "with_names": "a girl is looking at a boy and saying,"}, {"scene_id": "atwt-03-10-10s7", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-10-10s8", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book.", "with_names": ""}, {"scene_id": "atwt-03-10-10s9", "raw": "A scene from a TV show in which three cans of Campbell's soup are shown.", "with_names": "three cans of campbell's soup are shown."}, {"scene_id": "atwt-03-10-10s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-10-10s11", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "atwt-03-10-10s12", "raw": "A scene from a TV show in which a girl is talking to someone and is wearing a pink shirt.", "with_names": ""}, {"scene_id": "atwt-03-10-10s13", "raw": "A scene from a TV show in which a woman holds a box of baby wipes.", "with_names": "a woman holds a box of baby wipes."}, {"scene_id": "atwt-03-10-10s14", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a blonde wig.", "with_names": "a woman is wearing a red sweater and a blonde wig."}, {"scene_id": "atwt-03-10-10s15", "raw": "A scene from a TV show in which a young man is holding a drink and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-03-10-10s16", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-03-10-10s17", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-03-10-10s18", "raw": "A scene from a TV show in which a woman is sitting down and looking down.", "with_names": "a woman is sitting down and looking down."}, {"scene_id": "atwt-03-10-10s19", "raw": "A scene from a TV show in which a man is crying and a woman is looking at him.", "with_names": "a man is crying and a woman is looking at him."}, {"scene_id": "atwt-03-10-10s20", "raw": "A scene from a TV show in which a robotic arm is seen. Miami Medical is written in white on a yellow background.", "with_names": "a robotic arm is. miami medical is written in white on a yellow background."}, {"scene_id": "atwt-03-10-10s21", "raw": "A scene from a TV show in which a man is wearing a beanie and a woman is looking at him.", "with_names": "a man is wearing a beanie and a woman is looking at him."}, {"scene_id": "atwt-03-10-10s22", "raw": "A scene from a TV show in which a woman is shopping for glasses.", "with_names": "a woman is shopping for glasses."}]