[{"scene_id": "atwt-10-07-04s0", "raw": "A scene from a TV show in which a shirtless man is looking at the camera.", "with_names": "a shirtless man is looking at the camera."}, {"scene_id": "atwt-10-07-04s1", "raw": "A scene from a TV show in which a man is walking in a boxing ring with a trainer.", "with_names": "a man is walking in a boxing ring with a trainer."}, {"scene_id": "atwt-10-07-04s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-07-04s3", "raw": "A scene from a TV show in which a blonde girl is wearing a plaid shirt and a red flannel.", "with_names": "a blonde girl is wearing a plaid shirt and a red flannel."}, {"scene_id": "atwt-10-07-04s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "atwt-10-07-04s5", "raw": "A scene from a TV show in which a woman is standing in front of a Christmas tree, holding a handbag and talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-07-04s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-07-04s7", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-10-07-04s8", "raw": "A scene from a TV show in which a man is playing tennis on a tennis court, with a crowd watching him.", "with_names": "a man is playing tennis on a tennis court, with a crowd watching him."}, {"scene_id": "atwt-10-07-04s9", "raw": "A scene from a TV show in which a man is in a boxing ring and a woman is standing behind him.", "with_names": "] is in a boxing ring and a woman is standing behind him."}, {"scene_id": "atwt-10-07-04s10", "raw": "A scene from a TV show in which a man is talking to a woman and making a face.", "with_names": ""}, {"scene_id": "atwt-10-07-04s11", "raw": "A scene from a TV show in which a man is standing in a doorway and a woman is walking away from him.", "with_names": "a man is standing in a doorway and a woman is walking away from him."}, {"scene_id": "atwt-10-07-04s12", "raw": "A scene from a TV show in which a woman is talking to a man and a clock is visible in the background.", "with_names": ""}, {"scene_id": "atwt-10-07-04s13", "raw": "A scene from a TV show in which a young boy is shown a tablet.", "with_names": ""}, {"scene_id": "atwt-10-07-04s14", "raw": "A scene from a TV show in which a woman is standing in front of a window and looking back over her shoulder.", "with_names": "a woman is standing in front of a window and looking back over her shoulder."}, {"scene_id": "atwt-10-07-04s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-07-04s16", "raw": "A scene from a TV show in which a woman is talking to someone and smiling.", "with_names": ""}, {"scene_id": "atwt-10-07-04s17", "raw": "A scene from a TV show in which a man is dancing with a woman in a room with furniture and a vase.", "with_names": "a man is dancing with a woman in a room with furniture and a vase."}, {"scene_id": "atwt-10-07-04s18", "raw": "A scene from a TV show in which a woman is talking to a man in a church.", "with_names": ""}, {"scene_id": "atwt-10-07-04s19", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at the camera.", "with_names": "a woman is sitting in a room and looking at the camera."}, {"scene_id": "atwt-10-07-04s20", "raw": "A scene from a TV show in which a woman is talking to someone and smiling.", "with_names": ""}, {"scene_id": "atwt-10-07-04s21", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "atwt-10-07-04s22", "raw": "A scene from a TV show in which a woman is playing the piano.", "with_names": "a woman is playing the piano."}, {"scene_id": "atwt-10-07-04s23", "raw": "A scene from a TV show in which a woman is having sex with a man.", "with_names": "a woman is having sex with a man."}, {"scene_id": "atwt-10-07-04s24", "raw": "A scene from a TV show in which a man and a woman are standing in a garden, with the woman looking at the man.", "with_names": "a man and a woman are standing in a garden, with the woman looking at the man."}, {"scene_id": "atwt-10-07-04s25", "raw": "A scene from a TV show in which a man is wearing a red shirt and is holding a boxing glove.", "with_names": "a man is wearing a red shirt and is holding a boxing glove."}, {"scene_id": "atwt-10-07-04s26", "raw": "A scene from a TV show in which a man is talking to another man in a kitchen.", "with_names": ""}, {"scene_id": "atwt-10-07-04s27", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-07-04s28", "raw": "A scene from a TV show in which a young girl is wearing a tie-dye shirt", "with_names": "a young girl is wearing a tie-dye shirt"}]