[{"scene_id": "bb-07-31-15s0", "raw": "A scene from a TV show in which a woman is talking to two men in a living room.", "with_names": ""}, {"scene_id": "bb-07-31-15s1", "raw": "A scene from a TV show in which a woman sits on a couch and talks to someone off camera.", "with_names": "a woman sits on a couch and talks to someone off camera."}, {"scene_id": "bb-07-31-15s2", "raw": "A scene from a TV show in which a man is riding a bike and a woman is walking behind him", "with_names": "a man is riding a bike and a woman is walking behind him"}, {"scene_id": "bb-07-31-15s3", "raw": "A scene from a TV show in which a woman is designing a dress for a man.", "with_names": "a woman is designing a dress for a man."}, {"scene_id": "bb-07-31-15s4", "raw": "A scene from a TV show in which a woman is talking to a man about green apples.", "with_names": ""}, {"scene_id": "bb-07-31-15s5", "raw": "A scene from a TV show in which a man and a woman are talking to a lawyer.", "with_names": ""}, {"scene_id": "bb-07-31-15s6", "raw": "A scene from a TV show in which a man and woman are having a conversation with a woman who is wearing a red dress.", "with_names": "a man and woman are having a conversation with a woman who is wearing a red dress."}, {"scene_id": "bb-07-31-15s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-07-31-15s8", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to a man.", "with_names": ""}, {"scene_id": "bb-07-31-15s9", "raw": "A scene from a TV show in which a man holds a piece of paper and talks to another man.", "with_names": "a man holds a piece of paper and talks to another man."}, {"scene_id": "bb-07-31-15s10", "raw": "A scene from a TV show in which a man and a woman sit at a table and talk.", "with_names": "a man and a woman sit at a table and talk."}, {"scene_id": "bb-07-31-15s11", "raw": "A scene from a TV show in which a woman is talking to a saleswoman.", "with_names": ""}, {"scene_id": "bb-07-31-15s12", "raw": "A scene from a TV show in which a man is talking to a doctor about his health.", "with_names": ""}, {"scene_id": "bb-07-31-15s13", "raw": "A scene from a TV show in which two women are talking and smiling.", "with_names": ""}, {"scene_id": "bb-07-31-15s14", "raw": "A scene from a TV show in which a man is talking and gesturing with his hands.", "with_names": ""}]