[{"scene_id": "atwt-09-17-09s0", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera", "with_names": ""}, {"scene_id": "atwt-09-17-09s1", "raw": "A scene from a TV show in which a woman is being hit on the head by a man.", "with_names": "a woman is being hit on the head by a man."}, {"scene_id": "atwt-09-17-09s2", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "atwt-09-17-09s3", "raw": "A scene from a TV show in which a woman holds a baby in her arms.", "with_names": "a woman holds a baby in her arms."}, {"scene_id": "atwt-09-17-09s4", "raw": "A scene from a TV show in which a man is seen running on a field.", "with_names": "a man is running on a field."}, {"scene_id": "atwt-09-17-09s5", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a necklace", "with_names": "a woman is wearing a green shirt and a necklace"}, {"scene_id": "atwt-09-17-09s6", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at ] and smiling."}, {"scene_id": "atwt-09-17-09s7", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "atwt-09-17-09s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-09-17-09s9", "raw": "A scene from a TV show in which a cardboard box is opened and a man is seen inside", "with_names": "a cardboard box is opened and a man is inside"}, {"scene_id": "atwt-09-17-09s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-17-09s11", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a TV and a computer", "with_names": ""}, {"scene_id": "atwt-09-17-09s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-17-09s13", "raw": "A scene from a TV show in which a woman is being sprayed with water.", "with_names": "a woman is being sprayed with water."}, {"scene_id": "atwt-09-17-09s14", "raw": "A scene from a TV show in which a man is sitting in a chair with a laptop open in front of him.", "with_names": ""}, {"scene_id": "atwt-09-17-09s15", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-09-17-09s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-17-09s17", "raw": "A scene from a TV show in which a Sponge-Towel is spilled on a kitchen counter.", "with_names": "a sponge-towel is spilled on a kitchen counter."}, {"scene_id": "atwt-09-17-09s18", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking down.", "with_names": ""}, {"scene_id": "atwt-09-17-09s19", "raw": "A scene from a TV show in which a woman is talking on the phone and her hand is on her face", "with_names": ""}, {"scene_id": "atwt-09-17-09s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-17-09s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-17-09s22", "raw": "A scene from a TV show in which a woman is talking on the phone and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-09-17-09s23", "raw": "A scene from a TV show in which Colgate is being recommended by dental professionals", "with_names": "colgate is being recommended by dental professionals"}, {"scene_id": "atwt-09-17-09s24", "raw": "A scene from a TV show in which a man is sitting on a chair and looking at the camera", "with_names": ""}, {"scene_id": "atwt-09-17-09s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-17-09s26", "raw": "A scene from a TV show in which a woman kisses a baby on the cheek.", "with_names": "a woman kisses a baby on the cheek."}, {"scene_id": "atwt-09-17-09s27", "raw": "A scene from a TV show in which a man is being hit by a car", "with_names": "a man is being hit by a car"}]