[{"scene_id": "oltl-09-22-08s0", "raw": "A scene from a TV show in which a man is talking to someone and the subtitles are not visible", "with_names": ""}, {"scene_id": "oltl-09-22-08s1", "raw": "A scene from a TV show in which a man and a woman are laying in bed together, with the woman's head on the man's chest.", "with_names": "a man and a woman are laying in bed together, with the woman's head on the man's chest."}, {"scene_id": "oltl-09-22-08s2", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-09-22-08s3", "raw": "A scene from a TV show in which a shirtless man is laying on top of a woman, with his hands wrapped around her neck.", "with_names": "a shirtless man is laying on top of a woman, with his hands wrapped around her neck."}, {"scene_id": "oltl-09-22-08s4", "raw": "A scene from a TV show in which a man is kissing another man", "with_names": "a man is kissing another man"}, {"scene_id": "oltl-09-22-08s5", "raw": "A scene from a TV show in which a woman is arguing with her mother.", "with_names": "a woman is arguing with her mother."}, {"scene_id": "oltl-09-22-08s6", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s7", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s8", "raw": "A scene from a TV show in which a woman is watching a man in a store.", "with_names": "Natalie is watching ] in a store."}, {"scene_id": "oltl-09-22-08s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-22-08s10", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s11", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s12", "raw": "A scene from a TV show in which a woman is seen in a dark room, wearing a white hood.", "with_names": "a woman is in a dark room, wearing a white hood."}, {"scene_id": "oltl-09-22-08s13", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "oltl-09-22-08s14", "raw": "A scene from a TV show in which a man is looking at another man.", "with_names": "a man is looking at another man."}, {"scene_id": "oltl-09-22-08s15", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "oltl-09-22-08s16", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s17", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s18", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s19", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s20", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s21", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s22", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s23", "raw": "A scene from a TV show in which a woman is pointing to her face and another woman is looking at her.", "with_names": "a woman is pointing to her face and another woman is looking at her."}, {"scene_id": "oltl-09-22-08s24", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is dressed in a dress.", "with_names": "a man is wearing a tuxedo and a woman is dressed in a dress."}, {"scene_id": "oltl-09-22-08s25", "raw": "A scene from a TV show in which a man is holding a woman in his arms and kissing her.", "with_names": "a man is holding a woman in his arms and kissing her."}, {"scene_id": "oltl-09-22-08s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-22-08s27", "raw": "A scene from a TV show in which a shirtless man is kissing a woman.", "with_names": "a shirtless man is kissing a woman."}, {"scene_id": "oltl-09-22-08s28", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-22-08s29", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s30", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s31", "raw": "A scene from a TV show in which a man is playing with a dog in a store.", "with_names": "a man is playing with a dog in a store."}, {"scene_id": "oltl-09-22-08s32", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s33", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s34", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s35", "raw": "A scene from a TV show in which a woman is in a bathtub, looking at the camera.", "with_names": "a woman is in a bathtub, looking at the camera."}, {"scene_id": "oltl-09-22-08s36", "raw": "A scene from a TV show in which a woman is sitting in a bathtub, wearing a black dress and a man is standing next to her, shirtless.", "with_names": "a woman is sitting in a bathtub, wearing a black dress and a man is standing next to her, shirtless."}, {"scene_id": "oltl-09-22-08s37", "raw": "A scene from a TV show in which a man is seen from behind, wearing a towel on his shoulders, and standing in a bathroom.", "with_names": "a man is from behind, wearing a towel on his shoulders, and standing in a bathroom."}, {"scene_id": "oltl-09-22-08s38", "raw": "A scene from a TV show in which a woman is washing her hair in the shower.", "with_names": "a woman is washing her hair in the shower."}, {"scene_id": "oltl-09-22-08s39", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a brick wall.", "with_names": "a man and a woman are standing in a room with a brick wall."}, {"scene_id": "oltl-09-22-08s40", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s41", "raw": "A scene from a TV show in which a woman is holding a dog and running in a store.", "with_names": "a woman is holding a dog and running in a store."}, {"scene_id": "oltl-09-22-08s42", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s43", "raw": "A scene from a TV show in which a woman is holding a dog and a man is looking at her.", "with_names": "a woman is holding a dog and a man is looking at her."}, {"scene_id": "oltl-09-22-08s44", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s45", "raw": "A scene from a TV show in which a woman is holding a baby in a kitchen.", "with_names": "a woman is holding a baby in a kitchen."}, {"scene_id": "oltl-09-22-08s46", "raw": "A scene from a TV show in which a shirtless man and a woman are hugging in a bathroom.", "with_names": "a shirtless man and a woman are hugging in a bathroom."}, {"scene_id": "oltl-09-22-08s47", "raw": "A scene from a TV show in which a man is shown a gun in a bathroom.", "with_names": ""}, {"scene_id": "oltl-09-22-08s48", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-22-08s49", "raw": "A scene from a TV show in which a teacher is standing in front of a classroom of students.", "with_names": "a teacher is standing in front of a classroom of students."}, {"scene_id": "oltl-09-22-08s50", "raw": "A scene from a TV show in which a woman is touching a man's face.", "with_names": "a woman is touching a man's face."}, {"scene_id": "oltl-09-22-08s51", "raw": "A scene from a TV show in which a teacher is talking to a group of students.", "with_names": ""}, {"scene_id": "oltl-09-22-08s52", "raw": "A scene from a TV show in which a woman is holding a dog and another woman to her right is looking at her.", "with_names": "a woman is holding a dog and another woman to her right is looking at her."}, {"scene_id": "oltl-09-22-08s53", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s54", "raw": "A scene from a TV show in which a woman is seen holding a knife in a kitchen.", "with_names": "a woman is holding a knife in a kitchen."}, {"scene_id": "oltl-09-22-08s55", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s56", "raw": "A scene from a TV show in which a woman is talking to another woman while a cat is sitting on the floor.", "with_names": ""}, {"scene_id": "oltl-09-22-08s57", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-22-08s58", "raw": "A scene from a TV show in which a man is wearing a suit and a black shirt.", "with_names": "a man is wearing a suit and a black shirt."}, {"scene_id": "oltl-09-22-08s59", "raw": "A scene from a TV show in which a woman is holding a dog and looking at the camera.", "with_names": "a woman is holding a dog and looking at the camera."}, {"scene_id": "oltl-09-22-08s60", "raw": "A scene from a TV show in which a woman is holding her hands up to her face and another woman is standing behind her.", "with_names": "a woman is holding her hands up to her face and another woman is standing behind her."}, {"scene_id": "oltl-09-22-08s61", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-22-08s62", "raw": "A scene from a TV show in which a boy is wearing a green shirt and a girl is sitting behind him.", "with_names": "a boy is wearing a green shirt and a girl is sitting behind him."}, {"scene_id": "oltl-09-22-08s63", "raw": "A scene from a TV show in which a man is wearing a shirt and a woman is looking at him.", "with_names": "a man is wearing a shirt and a woman is looking at him."}, {"scene_id": "oltl-09-22-08s64", "raw": "A scene from a TV show in which a boy is standing in front of a classroom full of kids.", "with_names": "a boy is standing in front of a classroom full of kids."}, {"scene_id": "oltl-09-22-08s65", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-22-08s66", "raw": "A scene from a TV show in which a boy is wearing a green shirt and a girl is sitting behind him.", "with_names": "a boy is wearing a green shirt and a girl is sitting behind him."}, {"scene_id": "oltl-09-22-08s67", "raw": "A scene from a TV show in which a blonde woman is looking at a man and smiling.", "with_names": "a blonde woman is looking at a man and smiling."}, {"scene_id": "oltl-09-22-08s68", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-09-22-08s69", "raw": "A scene from a TV show in which a woman is seen on a TV screen, holding up a bottle.", "with_names": "a woman is on a tv screen, holding up a bottle."}, {"scene_id": "oltl-09-22-08s70", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-22-08s71", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-22-08s72", "raw": "A scene from a TV show in which a man is holding a woman in his arms.", "with_names": "a man is holding a woman in his arms."}, {"scene_id": "oltl-09-22-08s73", "raw": "A scene from a TV show in which a woman is standing in a doorway and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-09-22-08s74", "raw": "A scene from a TV show in which a man is wearing a military uniform and is standing in a courtroom.", "with_names": "a man is wearing a military uniform and is standing in a courtroom."}]