[{"scene_id": "oltl-07-19-07s0", "raw": "A scene from a TV show in which a woman is on the phone and smiling", "with_names": "Viki is on the phone and smiling"}, {"scene_id": "oltl-07-19-07s1", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is looking at her.", "with_names": "a woman is wearing a blue dress and a man is looking at her."}, {"scene_id": "oltl-07-19-07s2", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a purple dress.", "with_names": "a man is wearing a suit and a woman is in a purple dress."}, {"scene_id": "oltl-07-19-07s3", "raw": "A scene from a TV show in which a woman is playing the piano and another woman is standing behind her.", "with_names": "a woman is playing the piano and another woman is standing behind her."}, {"scene_id": "oltl-07-19-07s4", "raw": "A scene from a TV show in which a woman is wearing a pink sweater and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-07-19-07s5", "raw": "A scene from a TV show in which a blonde woman is wearing a blue dress and a necklace and is standing between two men.", "with_names": "a blonde woman is wearing a blue dress and a necklace and is standing between two men."}, {"scene_id": "oltl-07-19-07s6", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-19-07s7", "raw": "A scene from a TV show in which a woman is looking at the camera with a neutral expression.", "with_names": "a woman is looking at the camera with a neutral expression."}, {"scene_id": "oltl-07-19-07s8", "raw": "A scene from a TV show in which a woman is handcuffed and a man is standing behind her.", "with_names": "a woman is handcuffed and a man is standing behind her."}, {"scene_id": "oltl-07-19-07s9", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "oltl-07-19-07s10", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-07-19-07s11", "raw": "A scene from a TV show in which a woman is holding a bouquet and looking at a mirror.", "with_names": "a woman is holding a bouquet and looking at a mirror."}, {"scene_id": "oltl-07-19-07s12", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is standing next to her.", "with_names": "a woman is wearing a white dress and a man is standing next to her."}, {"scene_id": "oltl-07-19-07s13", "raw": "A scene from a TV show in which a blonde woman is wearing a headband and looking to the right of the frame.", "with_names": "a blonde woman is wearing a headband and looking to the right of the frame."}, {"scene_id": "oltl-07-19-07s14", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-07-19-07s15", "raw": "A scene from a TV show in which a man is sitting in a chair with his legs crossed, and another man is standing behind him.", "with_names": ""}, {"scene_id": "oltl-07-19-07s16", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-19-07s17", "raw": "A scene from a TV show in which a young woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-19-07s18", "raw": "A scene from a TV show in which a man is lying on the floor with his head resting on a pillow.", "with_names": "a man is lying on the floor with his head resting on a pillow."}, {"scene_id": "oltl-07-19-07s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-19-07s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-19-07s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-19-07s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-19-07s23", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "oltl-07-19-07s24", "raw": "A scene from a TV show in which a yellow and black striped wall is shown", "with_names": ""}]