[{"scene_id": "gl-07-31-06s0", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "Beth is yelling at Alan-Michael."}, {"scene_id": "gl-07-31-06s1", "raw": "A scene from a TV show in which a man and a woman are sitting on a bed and laughing.", "with_names": "a man and a woman are sitting on a bed and laughing."}, {"scene_id": "gl-07-31-06s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-31-06s3", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her", "with_names": ""}, {"scene_id": "gl-07-31-06s4", "raw": "A scene from a TV show in which a man is seen falling from a building.", "with_names": "a man is falling from a building."}, {"scene_id": "gl-07-31-06s5", "raw": "A scene from a TV show in which a man and a woman are holding wine glasses and talking.", "with_names": ""}, {"scene_id": "gl-07-31-06s6", "raw": "A scene from a TV show in which a woman is lying on a hospital bed, a man stands over her, and a nurse stands nearby.", "with_names": "a woman is lying on a hospital bed, a man stands over her, and a nurse stands nearby."}, {"scene_id": "gl-07-31-06s7", "raw": "A scene from a TV show in which a man and a woman are looking at each other and smiling.", "with_names": "a man and a woman are looking at each other and smiling."}, {"scene_id": "gl-07-31-06s8", "raw": "A scene from a TV show in which a woman is holding a man's hand", "with_names": "a woman is holding a man's hand"}, {"scene_id": "gl-07-31-06s9", "raw": "A scene from a TV show in which a woman is dancing in a white dress.", "with_names": "a woman is dancing in a white dress."}, {"scene_id": "gl-07-31-06s10", "raw": "A scene from a TV show in which a man is seen in a dark room, with his face partially obscured by darkness.", "with_names": "a man is in a dark room, with his face partially obscured by darkness."}, {"scene_id": "gl-07-31-06s11", "raw": "A scene from a TV show in which a man is crying and his face is covered in blood", "with_names": "a man is crying and his face is covered in blood"}, {"scene_id": "gl-07-31-06s12", "raw": "A scene from a TV show in which a woman is looking at a light and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-07-31-06s13", "raw": "A scene from a TV show in which a woman is wearing a headscarf and a trench coat.", "with_names": "a woman is wearing a headscarf and a trench coat."}, {"scene_id": "gl-07-31-06s14", "raw": "A scene from a TV show in which a pink screen is shown", "with_names": ""}, {"scene_id": "gl-07-31-06s15", "raw": "A scene from a TV show in which a woman is wearing a head scarf and a jacket.", "with_names": "a woman is wearing a head scarf and a jacket."}, {"scene_id": "gl-07-31-06s16", "raw": "A scene from a TV show in which a woman is laughing and wearing a green tank top.", "with_names": "a woman is laughing and wearing a green tank top."}, {"scene_id": "gl-07-31-06s17", "raw": "A scene from a TV show in which a woman is wearing a headband and looking off to the side.", "with_names": "a woman is wearing a headband and looking off to the side."}, {"scene_id": "gl-07-31-06s18", "raw": "A scene from a TV show in which a pink blob is moving across the screen.", "with_names": "a pink blob is moving across the screen."}, {"scene_id": "gl-07-31-06s19", "raw": "A scene from a TV show in which a woman is wearing a head scarf and a white shirt", "with_names": "a woman is wearing a head scarf and a white shirt"}, {"scene_id": "gl-07-31-06s20", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her phone.", "with_names": ""}, {"scene_id": "gl-07-31-06s21", "raw": "A scene from a TV show in which a woman is wearing a shirt that says \"Crying\" and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-07-31-06s22", "raw": "A scene from a TV show in which a woman is crying and her hand is covering her mouth.", "with_names": "a woman is crying and her hand is covering her mouth."}, {"scene_id": "gl-07-31-06s23", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "gl-07-31-06s24", "raw": "A scene from a TV show in which a woman is screaming and her mouth is wide open.", "with_names": "a woman is screaming and her mouth is wide open."}, {"scene_id": "gl-07-31-06s25", "raw": "", "with_names": ""}]