[{"scene_id": "pc-02-23-01s0", "raw": "A scene from a TV show in which a man is wearing a turban and a woman is kissing him.", "with_names": "Jamal is wearing a turban and Alison is kissing him."}, {"scene_id": "pc-02-23-01s1", "raw": "A scene from a TV show in which a man is standing in a forest and a woman is lying on the ground.", "with_names": "Ian is standing in a forest and a woman is lying on the ground."}, {"scene_id": "pc-02-23-01s2", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "Lucy is crying and Kevin is comforting her."}, {"scene_id": "pc-02-23-01s3", "raw": "A scene from a TV show in which a woman is wearing a black hat and a blue shirt and is smiling.", "with_names": "a woman is wearing a black hat and a blue shirt and is smiling."}, {"scene_id": "pc-02-23-01s4", "raw": "A scene from a TV show in which a man and a woman are dancing in a garden.", "with_names": "a man and a woman are dancing in a garden."}, {"scene_id": "pc-02-23-01s5", "raw": "A scene from a TV show in which a woman is wearing a turtleneck and a wig", "with_names": "Lucy is wearing a turtleneck and a wig"}, {"scene_id": "pc-02-23-01s6", "raw": "A scene from a TV show in which a nurse is seen screaming at a patient.", "with_names": "a nurse is screaming at a patient."}, {"scene_id": "pc-02-23-01s7", "raw": "A scene from a TV show in which a woman is yelling and her hair is up in a bun.", "with_names": "Lucy is yelling and her hair is up in a bun."}, {"scene_id": "pc-02-23-01s8", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "pc-02-23-01s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "pc-02-23-01s10", "raw": "A scene from a TV show in which a woman is laughing and wearing a black turtleneck.", "with_names": "a woman is laughing and wearing a black turtleneck."}, {"scene_id": "pc-02-23-01s11", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman walks in and sits on the floor", "with_names": ""}]