[{"scene_id": "atwt-07-13-09s0", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a flower in her hair.", "with_names": "a woman is wearing a blue dress and a flower in her hair."}, {"scene_id": "atwt-07-13-09s1", "raw": "A scene from a TV show in which a woman is wearing a brown dress and a necklace", "with_names": "a woman is wearing a brown dress and a necklace"}, {"scene_id": "atwt-07-13-09s2", "raw": "A scene from a TV show in which a man is leaning over a woman, looking at her.", "with_names": "a man is leaning over a woman, looking at her."}, {"scene_id": "atwt-07-13-09s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-13-09s4", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a man is standing next to her.", "with_names": "a woman is lying in a hospital bed and a man is standing next to her."}, {"scene_id": "atwt-07-13-09s5", "raw": "A scene from a TV show in which a black mascara wand is shown", "with_names": ""}, {"scene_id": "atwt-07-13-09s6", "raw": "A scene from a TV show in which a woman is lying on a couch with her head resting on her arm.", "with_names": "a woman is lying on a couch with her head resting on her arm."}, {"scene_id": "atwt-07-13-09s7", "raw": "A scene from a TV show in which a man is wearing a pink shirt and a blue tie", "with_names": "a man is wearing a pink shirt and a blue tie"}, {"scene_id": "atwt-07-13-09s8", "raw": "A scene from a TV show in which a woman is seen toe curling with a Dr. Scholls Pedicure Gel.", "with_names": "a woman is toe curling with a dr. scholls pedicure gel."}, {"scene_id": "atwt-07-13-09s9", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a handbag", "with_names": "a woman is wearing a blue dress and a handbag"}, {"scene_id": "atwt-07-13-09s10", "raw": "A scene from a TV show in which a woman is talking on a cell phone while a man stands behind her", "with_names": ""}, {"scene_id": "atwt-07-13-09s11", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-07-13-09s12", "raw": "A scene from a TV show in which a young boy is given a pill by a doctor.", "with_names": "a young boy is given a pill by a doctor."}, {"scene_id": "atwt-07-13-09s13", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her with a shocked expression.", "with_names": "a woman is crying and a man is looking at her with a shocked expression."}, {"scene_id": "atwt-07-13-09s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-13-09s15", "raw": "A scene from a TV show in which a hand is holding a bottle of red wine.", "with_names": "a hand is holding a bottle of red wine."}, {"scene_id": "atwt-07-13-09s16", "raw": "A scene from a TV show in which a woman is talking on a phone.", "with_names": ""}, {"scene_id": "atwt-07-13-09s17", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "atwt-07-13-09s18", "raw": "A scene from a TV show in which a woman is seen holding a baby in a bathtub.", "with_names": "a woman is holding a baby in a bathtub."}, {"scene_id": "atwt-07-13-09s19", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-13-09s20", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-13-09s21", "raw": "A scene from a TV show in which a man is making a face", "with_names": "a man is making a face"}, {"scene_id": "atwt-07-13-09s22", "raw": "A scene from a TV show in which a woman is walking in a room with a white floor and a large white sculpture behind her.", "with_names": "a woman is walking in a room with a white floor and a large white sculpture behind her."}, {"scene_id": "atwt-07-13-09s23", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-13-09s24", "raw": "A scene from a TV show in which a woman is looking off camera.", "with_names": "a woman is looking off camera."}, {"scene_id": "atwt-07-13-09s25", "raw": "A scene from a TV show in which a woman is shown smiling and wearing a yellow top.", "with_names": ""}]