[{"scene_id": "bb-04-22-14s0", "raw": "A scene from a TV show in which a woman is talking about her husband's affair.", "with_names": ""}, {"scene_id": "bb-04-22-14s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-22-14s2", "raw": "A scene from a TV show in which a fashion designer is on stage at a fashion show.", "with_names": "a fashion designer is on stage at a fashion show."}, {"scene_id": "bb-04-22-14s3", "raw": "A scene from a TV show in which a man is seen in a dark room, holding a gun.", "with_names": "a man is in a dark room, holding a gun."}, {"scene_id": "bb-04-22-14s4", "raw": "A scene from a TV show in which a woman is trying to kiss a man on the cheek.", "with_names": "a woman is trying to kiss a man on the cheek."}, {"scene_id": "bb-04-22-14s5", "raw": "A scene from a TV show in which a woman is standing in a room with a desk and chair.", "with_names": "a woman is standing in a room with a desk and chair."}, {"scene_id": "bb-04-22-14s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-22-14s7", "raw": "A scene from a TV show in which a man is wearing a suit and a pink shirt and smiling.", "with_names": "a man is wearing a suit and a pink shirt and smiling."}, {"scene_id": "bb-04-22-14s8", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "bb-04-22-14s9", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "bb-04-22-14s10", "raw": "A scene from a TV show in which a woman is upset and a man is looking at her.", "with_names": "a woman is upset and a man is looking at her."}, {"scene_id": "bb-04-22-14s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-22-14s12", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-04-22-14s13", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-04-22-14s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-22-14s15", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-04-22-14s16", "raw": "A scene from a TV show in which a young woman is upset and a man comforts her.", "with_names": "a young woman is upset and a man comforts her."}, {"scene_id": "bb-04-22-14s17", "raw": "A scene from a TV show in which a man and a woman argue.", "with_names": "a man and a woman argue."}, {"scene_id": "bb-04-22-14s18", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}]