[{"scene_id": "atwt-06-23-05s0", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "Carly is yelling at someone."}, {"scene_id": "atwt-06-23-05s1", "raw": "A scene from a TV show in which Joey is wearing a green and white striped shirt and his face is looking down", "with_names": "joey is wearing a green and white striped shirt and his face is looking down"}, {"scene_id": "atwt-06-23-05s2", "raw": "A scene from a TV show in which a young man is sitting in a garden and looking to the right.", "with_names": "a young man is sitting in a garden and looking to the right."}, {"scene_id": "atwt-06-23-05s3", "raw": "A scene from a TV show in which a man is looking down and his face is scrunched up in pain", "with_names": "a man is looking down and his face is scrunched up in pain"}, {"scene_id": "atwt-06-23-05s4", "raw": "A scene from a TV show in which a white powder is swirled around in a spiral pattern.", "with_names": "a white powder is swirled around in a spiral pattern."}, {"scene_id": "atwt-06-23-05s5", "raw": "A scene from a TV show in which a woman is standing in a kitchen and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-06-23-05s6", "raw": "A scene from a TV show in which a person is spraying a cleaning solution onto a tile floor.", "with_names": "a person is spraying a cleaning solution onto a tile floor."}, {"scene_id": "atwt-06-23-05s7", "raw": "A scene from a TV show in which a woman is sitting next to a man, both looking concerned.", "with_names": "a woman is sitting next to a man, both looking concerned."}, {"scene_id": "atwt-06-23-05s8", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "atwt-06-23-05s9", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-06-23-05s10", "raw": "A scene from a TV show in which a woman is holding a baby and another woman is looking at her.", "with_names": "a woman is holding a baby and another woman is looking at her."}, {"scene_id": "atwt-06-23-05s11", "raw": "A scene from a TV show in which a woman is looking off camera.", "with_names": "a woman is looking off camera."}, {"scene_id": "atwt-06-23-05s12", "raw": "A scene from a TV show in which a UFO is seen flying over a city.", "with_names": "a ufo is flying over a city."}, {"scene_id": "atwt-06-23-05s13", "raw": "A scene from a TV show in which a woman is talking and wearing a green shirt", "with_names": ""}, {"scene_id": "atwt-06-23-05s14", "raw": "A scene from a TV show in which a young man is looking at a piece of paper.", "with_names": "a young man is looking at a piece of paper."}, {"scene_id": "atwt-06-23-05s15", "raw": "A scene from a TV show in which a young man is looking off camera.", "with_names": "a young man is looking off camera."}, {"scene_id": "atwt-06-23-05s16", "raw": "A scene from a TV show in which a pregnancy test is shown", "with_names": ""}, {"scene_id": "atwt-06-23-05s17", "raw": "A scene from a TV show in which a young man is looking off to the side.", "with_names": "a young man is looking off to the side."}, {"scene_id": "atwt-06-23-05s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-23-05s19", "raw": "A scene from a TV show in which a man is shown applying makeup.", "with_names": ""}, {"scene_id": "atwt-06-23-05s20", "raw": "A scene from a TV show in which a woman is wearing a white jacket and a brown scarf", "with_names": "a woman is wearing a white jacket and a brown scarf"}, {"scene_id": "atwt-06-23-05s21", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "atwt-06-23-05s22", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "atwt-06-23-05s23", "raw": "A scene from a TV show in which a woman sits on a couch and talks to the camera.", "with_names": "a woman sits on a couch and talks to the camera."}, {"scene_id": "atwt-06-23-05s24", "raw": "A scene from a TV show in which a woman is smiling and pointing at something.", "with_names": "a woman is smiling and pointing at something."}]