[{"scene_id": "atwt-02-17-05s0", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Aaron and Alison are lying in bed together."}, {"scene_id": "atwt-02-17-05s1", "raw": "A scene from a TV show in which a woman is on the phone and is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-17-05s2", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a green scarf", "with_names": "a man is wearing a leather jacket and a green scarf"}, {"scene_id": "atwt-02-17-05s3", "raw": "A scene from a TV show in which a woman is talking to two young girls.", "with_names": ""}, {"scene_id": "atwt-02-17-05s4", "raw": "A scene from a TV show in which a woman is looking at a computer screen and her mouth is open.", "with_names": "a woman is looking at a computer screen and her mouth is open."}, {"scene_id": "atwt-02-17-05s5", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-02-17-05s6", "raw": "A scene from a TV show in which a family is dancing in a living room.", "with_names": "a family is dancing in a living room."}, {"scene_id": "atwt-02-17-05s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-17-05s8", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-17-05s9", "raw": "A scene from a TV show in which a man is seen through a hole in a wall.", "with_names": "a man is through a hole in a wall."}, {"scene_id": "atwt-02-17-05s10", "raw": "A scene from a TV show in which a woman is wearing a black and white striped shirt and a blonde wig.", "with_names": "a woman is wearing a black and white striped shirt and a blonde wig."}, {"scene_id": "atwt-02-17-05s11", "raw": "A scene from a TV show in which a shirtless man is looking at a woman and smiling.", "with_names": "a shirtless man is looking at a woman and smiling."}, {"scene_id": "atwt-02-17-05s12", "raw": "A scene from a TV show in which a woman is dancing in a bar while a man stands behind her, blocking her view.", "with_names": "a woman is dancing in a bar while a man stands behind her, blocking her view."}, {"scene_id": "atwt-02-17-05s13", "raw": "A scene from a TV show in which a young man is looking at the camera and making a funny face.", "with_names": "a young man is looking at the camera and making a funny face."}, {"scene_id": "atwt-02-17-05s14", "raw": "A scene from a TV show in which a woman is shown from behind, wearing a red dress.", "with_names": ""}, {"scene_id": "atwt-02-17-05s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-17-05s16", "raw": "A scene from a TV show in which a man is walking down a hallway and a woman is standing in front of him.", "with_names": "a man is walking down a hallway and a woman is standing in front of him."}, {"scene_id": "atwt-02-17-05s17", "raw": "A scene from a TV show in which a man is painting a wall while a woman watches.", "with_names": "a man is painting a wall while a woman watches."}, {"scene_id": "atwt-02-17-05s18", "raw": "A scene from a TV show in which a woman is wearing a black and white striped shirt and a short blonde hair", "with_names": "a woman is wearing a black and white striped shirt and a short blonde hair"}, {"scene_id": "atwt-02-17-05s19", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-02-17-05s20", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-02-17-05s21", "raw": "A scene from a TV show in which a woman is standing in a room with a man.", "with_names": "a woman is standing in a room with a man."}, {"scene_id": "atwt-02-17-05s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-17-05s23", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "] is looking at Alison and she is looking away."}, {"scene_id": "atwt-02-17-05s24", "raw": "A scene from a TV show in which a man is looking at a wall.", "with_names": "a man is looking at a wall."}]