[{"scene_id": "bb-07-22-15s0", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "a woman is being groped by a man."}, {"scene_id": "bb-07-22-15s1", "raw": "A scene from a TV show in which a woman is wearing a clown nose and red lipstick.", "with_names": "a woman is wearing a clown nose and red lipstick."}, {"scene_id": "bb-07-22-15s2", "raw": "A scene from a TV show in which a man and a woman are talking to a priest.", "with_names": ""}, {"scene_id": "bb-07-22-15s3", "raw": "A scene from a TV show in which a man is talking to a woman through a door.", "with_names": ""}, {"scene_id": "bb-07-22-15s4", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie.", "with_names": "a man is wearing a suit and a purple tie."}, {"scene_id": "bb-07-22-15s5", "raw": "A scene from a TV show in which a man and a woman sit on a couch and drink champagne.", "with_names": "a man and a woman sit on a couch and drink champagne."}, {"scene_id": "bb-07-22-15s6", "raw": "A scene from a TV show in which a man is seen in a black room, with his eyes closed.", "with_names": "a man is in a black room, with his eyes closed."}, {"scene_id": "bb-07-22-15s7", "raw": "A scene from a TV show in which a man is sitting on a couch and two men are standing behind him.", "with_names": ""}, {"scene_id": "bb-07-22-15s8", "raw": "A scene from a TV show in which a car is seen driving at night.", "with_names": "a car is driving at night."}, {"scene_id": "bb-07-22-15s9", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-07-22-15s10", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-07-22-15s11", "raw": "A scene from a TV show in which two women sit at a dining table and talk.", "with_names": "two women sit at a dining table and talk."}, {"scene_id": "bb-07-22-15s12", "raw": "A scene from a TV show in which a man and woman stand in a living room.", "with_names": "a man and woman stand in a living room."}, {"scene_id": "bb-07-22-15s13", "raw": "A scene from a TV show in which a young woman is crying and hugging a man.", "with_names": "a young woman is crying and hugging a man."}]