[{"scene_id": "oltl-01-28-09s0", "raw": "A scene from a TV show in which a man is holding a baby and two women are standing around him.", "with_names": "a man is holding a baby and two women are standing around him."}, {"scene_id": "oltl-01-28-09s1", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "oltl-01-28-09s2", "raw": "A scene from a TV show in which a man is wearing a yellow shirt and a monk's robe.", "with_names": "a man is wearing a yellow shirt and a monk's robe."}, {"scene_id": "oltl-01-28-09s3", "raw": "A scene from a TV show in which a man is reading a book and his face is distorted by the distortion", "with_names": "a man is reading a book and his face is distorted by the distortion"}, {"scene_id": "oltl-01-28-09s4", "raw": "A scene from a TV show in which a woman is saying, \"Get down and dirty\"", "with_names": "a woman is saying, \"get down and dirty\""}, {"scene_id": "oltl-01-28-09s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-28-09s6", "raw": "A scene from a TV show in which a man is wearing a yellow shirt and a woman is standing behind him.", "with_names": "a man is wearing a yellow shirt and a woman is standing behind him."}, {"scene_id": "oltl-01-28-09s7", "raw": "A scene from a TV show in which a man is holding a piece of paper and talking to another man.", "with_names": ""}, {"scene_id": "oltl-01-28-09s8", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing behind her.", "with_names": "a woman is holding a baby and a man is standing behind her."}, {"scene_id": "oltl-01-28-09s9", "raw": "A scene from a TV show in which a man is wearing a yellow robe and a woman is in a red dress.", "with_names": "a man is wearing a yellow robe and a woman is in a red dress."}, {"scene_id": "oltl-01-28-09s10", "raw": "A scene from a TV show in which a woman is pouring a drink into a cup while a man looks on.", "with_names": "a woman is pouring a drink into a cup while a man looks on."}, {"scene_id": "oltl-01-28-09s11", "raw": "A scene from a TV show in which a woman is being attacked by a man in a bathroom.", "with_names": "a woman is being attacked by a man in a bathroom."}, {"scene_id": "oltl-01-28-09s12", "raw": "A scene from a TV show in which a man is wearing a jacket with the word \"Roi's\" on it.", "with_names": "a man is wearing a jacket with the word \"roi's\" on it."}, {"scene_id": "oltl-01-28-09s13", "raw": "A scene from a TV show in which a woman is singing in a kitchen.", "with_names": "a woman is singing in a kitchen."}, {"scene_id": "oltl-01-28-09s14", "raw": "A scene from a TV show in which a woman is holding a baby and a bottle.", "with_names": "a woman is holding a baby and a bottle."}, {"scene_id": "oltl-01-28-09s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-28-09s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-01-28-09s17", "raw": "A scene from a TV show in which a man is looking at another man with a serious expression.", "with_names": "a man is looking at another man with a serious expression."}, {"scene_id": "oltl-01-28-09s18", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "oltl-01-28-09s19", "raw": "A scene from a TV show in which a woman is holding a baby and a doctor is standing behind her.", "with_names": "a woman is holding a baby and a doctor is standing behind her."}, {"scene_id": "oltl-01-28-09s20", "raw": "A scene from a TV show in which two women are sitting next to each other.", "with_names": "two women are sitting next to each other."}, {"scene_id": "oltl-01-28-09s21", "raw": "A scene from a TV show in which a man is smoking a cigarette and a young boy is watching him.", "with_names": "a man is smoking a cigarette and a young boy is watching him."}, {"scene_id": "oltl-01-28-09s22", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at ] and she is looking back at him."}, {"scene_id": "oltl-01-28-09s23", "raw": "A scene from a TV show in which a man is smoking a cigarette in a restaurant.", "with_names": "] is smoking a cigarette in a restaurant."}, {"scene_id": "oltl-01-28-09s24", "raw": "A scene from a TV show in which a woman is talking on a cell phone and her hand is holding her head", "with_names": ""}, {"scene_id": "oltl-01-28-09s25", "raw": "A scene from a TV show in which a man is sitting at a table with a baby in his lap.", "with_names": "a man is sitting at a table with a baby in his lap."}, {"scene_id": "oltl-01-28-09s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-28-09s27", "raw": "A scene from a TV show in which a man is wearing a yellow robe and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-01-28-09s28", "raw": "A scene from a TV show in which two women are standing in a bar, one of them is wearing a red dress.", "with_names": "two women are standing in a bar, one of them is wearing a red dress."}, {"scene_id": "oltl-01-28-09s29", "raw": "A scene from a TV show in which a man is wearing a tank top and a woman is standing next to him.", "with_names": "a man is wearing a tank top and a woman is standing next to him."}, {"scene_id": "oltl-01-28-09s30", "raw": "A scene from a TV show in which a woman is holding a baby doll.", "with_names": "a woman is holding a baby doll."}, {"scene_id": "oltl-01-28-09s31", "raw": "A scene from a TV show in which a woman is lying in bed with her eyes closed.", "with_names": "a woman is lying in bed with her eyes closed."}]