[{"scene_id": "atwt-06-24-04s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-24-04s1", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-06-24-04s2", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "atwt-06-24-04s3", "raw": "A scene from a TV show in which a woman is having her cervix examined.", "with_names": "a woman is having her cervix examined."}, {"scene_id": "atwt-06-24-04s4", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-06-24-04s5", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a pink dress.", "with_names": "a man is wearing a suit and a woman is in a pink dress."}, {"scene_id": "atwt-06-24-04s6", "raw": "A scene from a TV show in which a woman is holding a baby in a white blanket.", "with_names": "a woman is holding a baby in a white blanket."}, {"scene_id": "atwt-06-24-04s7", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-24-04s8", "raw": "A scene from a TV show in which a woman is kissing a stuffed rabbit.", "with_names": "a woman is kissing a stuffed rabbit."}, {"scene_id": "atwt-06-24-04s9", "raw": "A scene from a TV show in which a man is standing in front of a pink and blue background. The title reads: Persistent heartburn 2 or more days a week, despite treatment and diet changes, may be Acid Reflux Disease.", "with_names": "a man is standing in front of a pink and blue background. the title reads: persistent heartburn 2 or more days a week, despite treatment and diet changes, may be acid reflux disease."}, {"scene_id": "atwt-06-24-04s10", "raw": "A scene from a TV show in which a woman is smiling and a man is kissing her on the cheek.", "with_names": "a woman is smiling and a man is kissing her on the cheek."}, {"scene_id": "atwt-06-24-04s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-24-04s12", "raw": "A scene from a TV show in which a man is talking to a woman and is wearing suspenders.", "with_names": ""}, {"scene_id": "atwt-06-24-04s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-24-04s14", "raw": "A scene from a TV show in which a man is talking and his eyes are closed", "with_names": ""}, {"scene_id": "atwt-06-24-04s15", "raw": "A scene from a TV show in which a blonde girl is talking to an older woman.", "with_names": ""}, {"scene_id": "atwt-06-24-04s16", "raw": "A scene from a TV show in which a girl is holding a white rabbit.", "with_names": "a girl is holding a white rabbit."}, {"scene_id": "atwt-06-24-04s17", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-24-04s18", "raw": "A scene from a TV show in which the words \"As World\" are displayed on a blue screen.", "with_names": "the words \"as world\" are displayed on a blue screen."}, {"scene_id": "atwt-06-24-04s19", "raw": "A scene from a TV show in which the word \"twist\" is written in white on a black background", "with_names": "the word \"twist\" is written in white on a black background"}, {"scene_id": "atwt-06-24-04s20", "raw": "A scene from a TV show in which a woman is holding a white rabbit.", "with_names": "a woman is holding a white rabbit."}, {"scene_id": "atwt-06-24-04s21", "raw": "A scene from a TV show in which a man is giving a woman a ring.", "with_names": "a man is giving a woman a ring."}, {"scene_id": "atwt-06-24-04s22", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "atwt-06-24-04s23", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-06-24-04s24", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-06-24-04s25", "raw": "A scene from a TV show in which a young man is looking off to the side, with a serious expression.", "with_names": "a young man is looking off to the side, with a serious expression."}, {"scene_id": "atwt-06-24-04s26", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-24-04s27", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek", "with_names": "a woman is kissing a man on the cheek"}, {"scene_id": "atwt-06-24-04s28", "raw": "A scene from a TV show in which a blonde woman is talking and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-06-24-04s29", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-24-04s30", "raw": "A scene from a TV show in which two bowls are shown, one with noodles and the other with no noodles.", "with_names": "two bowls are shown, one with noodles and the other with no noodles."}, {"scene_id": "atwt-06-24-04s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-24-04s32", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}]