[{"scene_id": "pc-07-01-03s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-01-03s1", "raw": "A scene from a TV show in which a man is touching a woman's face", "with_names": "a man is touching a woman's face"}, {"scene_id": "pc-07-01-03s2", "raw": "A scene from a TV show in which a man is seen walking through a tunnel with a glowing orb.", "with_names": "a man is walking through a tunnel with a glowing orb."}, {"scene_id": "pc-07-01-03s3", "raw": "A scene from a TV show in which a man is standing in a room with a potted plant and a couch. He is talking on the phone and appears to be talking to someone.", "with_names": ""}, {"scene_id": "pc-07-01-03s4", "raw": "A scene from a TV show in which a woman is looking down and touching her face", "with_names": "a woman is looking down and touching her face"}, {"scene_id": "pc-07-01-03s5", "raw": "A scene from a TV show in which a man is looking down and his face is contorted", "with_names": "a man is looking down and his face is contorted"}, {"scene_id": "pc-07-01-03s6", "raw": "A scene from a TV show in which a man is talking on a microphone", "with_names": ""}, {"scene_id": "pc-07-01-03s7", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-07-01-03s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-01-03s9", "raw": "A scene from a TV show in which a man is standing behind a woman, and she is sitting on a couch.", "with_names": ""}, {"scene_id": "pc-07-01-03s10", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a puzzled expression.", "with_names": ""}, {"scene_id": "pc-07-01-03s11", "raw": "A scene from a TV show in which a woman is interviewed by a man.", "with_names": "a woman is interviewed by a man."}, {"scene_id": "pc-07-01-03s12", "raw": "A scene from a TV show in which a man is standing next to a woman in a church, and she is looking at a candle.", "with_names": "a man is standing next to a woman in a church, and she is looking at a candle."}, {"scene_id": "pc-07-01-03s13", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, with a group of people standing around them.", "with_names": ""}]