[{"scene_id": "oltl-11-17-06s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a laptop.", "with_names": "Rex and Adriana are standing in a room with a laptop."}, {"scene_id": "oltl-11-17-06s1", "raw": "A scene from a TV show in which a man is dancing with a woman in a living room.", "with_names": "a man is dancing with a woman in a living room."}, {"scene_id": "oltl-11-17-06s2", "raw": "A scene from a TV show in which a woman stands in front of a jury and speaks.", "with_names": "a woman stands in front of a jury and speaks."}, {"scene_id": "oltl-11-17-06s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-17-06s4", "raw": "A scene from a TV show in which a shirtless man pours a cup of coffee from a silver coffee pot.", "with_names": "a shirtless man pours a cup of coffee from a silver coffee pot."}, {"scene_id": "oltl-11-17-06s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-17-06s6", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "oltl-11-17-06s7", "raw": "A scene from a TV show in which a man is standing in front of a group of people.", "with_names": "] is standing in front of a group of people."}, {"scene_id": "oltl-11-17-06s8", "raw": "A scene from a TV show in which a woman is holding a baby in a room.", "with_names": "a woman is holding a baby in a room."}, {"scene_id": "oltl-11-17-06s9", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-11-17-06s10", "raw": "A scene from a TV show in which a woman is talking to another woman in a bar.", "with_names": ""}, {"scene_id": "oltl-11-17-06s11", "raw": "A scene from a TV show in which a young woman is looking at the camera with a shocked expression.", "with_names": "a young woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-11-17-06s12", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a man is standing behind her.", "with_names": "a woman is wearing a red jacket and a man is standing behind her."}, {"scene_id": "oltl-11-17-06s13", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, holding hands.", "with_names": "a man and a woman are sitting at a table, holding hands."}, {"scene_id": "oltl-11-17-06s14", "raw": "A scene from a TV show in which a woman is being scolded by two other women.", "with_names": "a woman is being scolded by two other women."}, {"scene_id": "oltl-11-17-06s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-17-06s16", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-11-17-06s17", "raw": "A scene from a TV show in which a man is standing in a room with three women.", "with_names": "a man is standing in a room with three women."}, {"scene_id": "oltl-11-17-06s18", "raw": "A scene from a TV show in which a man is standing in a courtroom, wearing a suit and tie.", "with_names": "a man is standing in a courtroom, wearing a suit and tie."}, {"scene_id": "oltl-11-17-06s19", "raw": "A scene from a TV show in which a pregnant woman is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-17-06s20", "raw": "A scene from a TV show in which a woman is standing in a bedroom and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-17-06s21", "raw": "A scene from a TV show in which a woman is talking to a man in a brown leather jacket.", "with_names": ""}, {"scene_id": "oltl-11-17-06s22", "raw": "A scene from a TV show in which a young girl is talking to someone.", "with_names": ""}, {"scene_id": "oltl-11-17-06s23", "raw": "A scene from a TV show in which a woman is being sued by her husband.", "with_names": "a woman is being sued by her husband."}, {"scene_id": "oltl-11-17-06s24", "raw": "A scene from a TV show in which a man is wearing a suit and a purple shirt.", "with_names": "a man is wearing a suit and a purple shirt."}, {"scene_id": "oltl-11-17-06s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-17-06s26", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-17-06s27", "raw": "A scene from a TV show in which a man is grabbing a woman's dress.", "with_names": "a man is grabbing a woman's dress."}, {"scene_id": "oltl-11-17-06s28", "raw": "A scene from a TV show in which a woman is being abused by a man.", "with_names": "a woman is being abused by a man."}, {"scene_id": "oltl-11-17-06s29", "raw": "A scene from a TV show in which a woman is being followed by a man.", "with_names": "a woman is being followed by a man."}, {"scene_id": "oltl-11-17-06s30", "raw": "A scene from a TV show in which a black woman is looking at a white man.", "with_names": "a black woman is looking at a white man."}, {"scene_id": "oltl-11-17-06s31", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-17-06s32", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "a man is wearing a suit and a blue shirt."}, {"scene_id": "oltl-11-17-06s33", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-17-06s34", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-11-17-06s35", "raw": "A scene from a TV show in which a man is wearing a leather jacket and his eyes are closed.", "with_names": "a man is wearing a leather jacket and his eyes are closed."}]