[{"scene_id": "atwt-06-15-06s0", "raw": "A scene from a TV show in which a blonde woman is looking at a man.", "with_names": "a blonde woman is looking at Mike."}, {"scene_id": "atwt-06-15-06s1", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-06-15-06s2", "raw": "A scene from a TV show in which a woman is standing in front of a bookshelf.", "with_names": "a woman is standing in front of a bookshelf."}, {"scene_id": "atwt-06-15-06s3", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-06-15-06s4", "raw": "A scene from a TV show in which a woman is wearing a yellow suit and a man is in a black suit.", "with_names": "a woman is wearing a yellow suit and a man is in a black suit."}, {"scene_id": "atwt-06-15-06s5", "raw": "A scene from a TV show in which a woman is screaming at a man.", "with_names": "a woman is screaming at a man."}, {"scene_id": "atwt-06-15-06s6", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "atwt-06-15-06s7", "raw": "A scene from a TV show in which a woman is singing and smiling.", "with_names": "a woman is singing and smiling."}, {"scene_id": "atwt-06-15-06s8", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and a necklace", "with_names": "a woman is wearing a yellow shirt and a necklace"}, {"scene_id": "atwt-06-15-06s9", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-06-15-06s10", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a red and white striped shirt", "with_names": "a man is wearing a suit and ] is in a red and white striped shirt"}, {"scene_id": "atwt-06-15-06s11", "raw": "A scene from a TV show in which two women are standing in a library, with one of them looking annoyed.", "with_names": "two women are standing in a library, with one of them looking annoyed."}, {"scene_id": "atwt-06-15-06s12", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is sitting next to her.", "with_names": "a woman is wearing a green dress and a man is sitting next to her."}, {"scene_id": "atwt-06-15-06s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-15-06s14", "raw": "A scene from a TV show in which a man is wearing a red bandana and a white shirt.", "with_names": "a man is wearing a red bandana and a white shirt."}, {"scene_id": "atwt-06-15-06s15", "raw": "A scene from a TV show in which two women are standing in a library.", "with_names": "two women are standing in a library."}, {"scene_id": "atwt-06-15-06s16", "raw": "A scene from a TV show in which a young man is wearing a red and black striped shirt and a serious expression.", "with_names": "a young man is wearing a red and black striped shirt and a serious expression."}, {"scene_id": "atwt-06-15-06s17", "raw": "A scene from a TV show in which a man is playing a game of basketball in a park.", "with_names": "a man is playing a game of basketball in a park."}, {"scene_id": "atwt-06-15-06s18", "raw": "A scene from a TV show in which a man is sitting at a dining table, writing in a notebook.", "with_names": "a man is sitting at a dining table, writing in a notebook."}, {"scene_id": "atwt-06-15-06s19", "raw": "A scene from a TV show in which a woman is flirting with a man.", "with_names": "a woman is flirting with a man."}, {"scene_id": "atwt-06-15-06s20", "raw": "A scene from a TV show in which a man is looking at a cell phone and another man is standing behind him.", "with_names": "a man is looking at a cell phone and another man is standing behind him."}, {"scene_id": "atwt-06-15-06s21", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "atwt-06-15-06s22", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}, {"scene_id": "atwt-06-15-06s23", "raw": "A scene from a TV show in which a woman is looking off camera.", "with_names": "a woman is looking off camera."}, {"scene_id": "atwt-06-15-06s24", "raw": "A scene from a TV show in which a man is talking to a boy and the boy is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-06-15-06s25", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-06-15-06s26", "raw": "A scene from a TV show in which a man is shaking hands with a crowd.", "with_names": "a man is shaking hands with a crowd."}]