[{"scene_id": "atwt-10-14-05s0", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "Holden is looking at Lily."}, {"scene_id": "atwt-10-14-05s1", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt with a floral pattern.", "with_names": "a man is wearing a suit and a shirt with a floral pattern."}, {"scene_id": "atwt-10-14-05s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-14-05s3", "raw": "A scene from a TV show in which a man is sitting in front of a mirror and looking at his face.", "with_names": "a man is sitting in front of a mirror and looking at his face."}, {"scene_id": "atwt-10-14-05s4", "raw": "A scene from a TV show in which a man is lying on the ground and another man to his right is holding a knife.", "with_names": "a man is lying on the ground and another man to his right is holding a knife."}, {"scene_id": "atwt-10-14-05s5", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-14-05s6", "raw": "A scene from a TV show in which a woman is seen wearing a blue suit and a white shirt. She is smiling and holding her hands to her mouth. The caption reads: It's a beautiful feeling", "with_names": "a woman is wearing a blue suit and a white shirt. she is smiling and holding her hands to her mouth. the caption reads: it's a beautiful feeling"}, {"scene_id": "atwt-10-14-05s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-14-05s8", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-10-14-05s9", "raw": "A scene from a TV show in which a woman is giving flowers to a man and a boy.", "with_names": "a woman is giving flowers to a man and a boy."}, {"scene_id": "atwt-10-14-05s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-14-05s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-14-05s12", "raw": "A scene from a TV show in which a young boy is brushing his teeth.", "with_names": "a young boy is brushing his teeth."}, {"scene_id": "atwt-10-14-05s13", "raw": "A scene from a TV show in which a man is sitting at a bar and talking on the phone.", "with_names": ""}, {"scene_id": "atwt-10-14-05s14", "raw": "A scene from a TV show in which a man is wearing a suit and a red shirt and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-14-05s15", "raw": "A scene from a TV show in which a woman is smiling and looking down.", "with_names": "a woman is smiling and looking down."}, {"scene_id": "atwt-10-14-05s16", "raw": "A scene from a TV show in which a man is talking about his experience with a therapist.", "with_names": ""}, {"scene_id": "atwt-10-14-05s17", "raw": "A scene from a TV show in which a man is holding a picture of a woman.", "with_names": "a man is holding a picture of a woman."}, {"scene_id": "atwt-10-14-05s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-14-05s19", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-10-14-05s20", "raw": "A scene from a TV show in which a woman is seen holding her hand to her face, looking shocked.", "with_names": "a woman is holding her hand to her face, looking shocked."}, {"scene_id": "atwt-10-14-05s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-14-05s22", "raw": "A scene from a TV show in which a nurse is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-10-14-05s23", "raw": "A scene from a TV show in which a man is sitting at a desk with a microphone and a cup of coffee.", "with_names": "] is sitting at a desk with a microphone and a cup of coffee."}, {"scene_id": "atwt-10-14-05s24", "raw": "A scene from a TV show in which a woman is smiling and looking at another woman.", "with_names": "a woman is smiling and looking at another woman."}, {"scene_id": "atwt-10-14-05s25", "raw": "A scene from a TV show in which a person is standing in a dark room with their back to the camera. They are glowing green and their body is glowing green as well.", "with_names": "a person is standing in a dark room with their back to the camera. they are glowing green and their body is glowing green as well."}, {"scene_id": "atwt-10-14-05s26", "raw": "A scene from a TV show in which a man is looking at a woman and is looking angry.", "with_names": "a man is looking at a woman and is looking angry."}, {"scene_id": "atwt-10-14-05s27", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "] is looking at the camera with a confused expression."}, {"scene_id": "atwt-10-14-05s28", "raw": "A scene from a TV show in which a woman is sitting in a chair on a plane, with her legs crossed.", "with_names": ""}, {"scene_id": "atwt-10-14-05s29", "raw": "A scene from a TV show in which a woman is wearing a black suit and a necklace", "with_names": "a woman is wearing a black suit and a necklace"}, {"scene_id": "atwt-10-14-05s30", "raw": "A scene from a TV show in which a young girl is seen crying.", "with_names": "a young girl is crying."}, {"scene_id": "atwt-10-14-05s31", "raw": "A scene from a TV show in which a man and his dog are playing on the beach.", "with_names": "a man and his dog are playing on the beach."}]