[{"scene_id": "atwt-01-19-10s0", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-01-19-10s1", "raw": "A scene from a TV show in which a man is sitting in a chair and talking on the phone.", "with_names": ""}, {"scene_id": "atwt-01-19-10s2", "raw": "A scene from a TV show in which a woman is talking to someone and looking at her neck.", "with_names": ""}, {"scene_id": "atwt-01-19-10s3", "raw": "A scene from a TV show in which a man is standing in front of a door and looking at a clock", "with_names": "a man is standing in front of a door and looking at a clock"}, {"scene_id": "atwt-01-19-10s4", "raw": "A scene from a TV show in which a woman is holding a wine glass and talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-19-10s5", "raw": "A scene from a TV show in which a woman is sitting at a table and looking down.", "with_names": "a woman is sitting at a table and looking down."}, {"scene_id": "atwt-01-19-10s6", "raw": "A scene from a TV show in which a woman is on the phone and is looking at a man.", "with_names": "a woman is on the phone and is looking at a man."}, {"scene_id": "atwt-01-19-10s7", "raw": "A scene from a TV show in which a man is sitting at a desk with a laptop and a book. The screen is split into two, with one half showing a person working on a laptop and the other", "with_names": "a man is sitting at a desk with a laptop and a book. the screen is split into two, with one half showing a person working on a laptop and the other"}, {"scene_id": "atwt-01-19-10s8", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "atwt-01-19-10s9", "raw": "A scene from a TV show in which a girl is looking at a book and her face is scrunched up", "with_names": "a girl is looking at a book and her face is scrunched up"}, {"scene_id": "atwt-01-19-10s10", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-01-19-10s11", "raw": "A scene from a TV show in which a bright light is seen", "with_names": "a bright light is"}, {"scene_id": "atwt-01-19-10s12", "raw": "A scene from a TV show in which a man and a woman are sitting at a dining table, eating food and smiling at each other.", "with_names": "a man and a woman are sitting at a dining table, eating food and smiling at each other."}, {"scene_id": "atwt-01-19-10s13", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "atwt-01-19-10s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-19-10s15", "raw": "A scene from a TV show in which a doctor and a woman are standing next to each other. The doctor to the left is wearing a white coat, and the woman to the right is wearing a yellow dress. Caption", "with_names": "a doctor and a woman are standing next to each other. the doctor to the left is wearing a white coat, and the woman to the right is wearing a yellow dress. caption"}, {"scene_id": "atwt-01-19-10s16", "raw": "A scene from a TV show in which a woman is wearing a green jacket and a necklace", "with_names": "a woman is wearing a green jacket and a necklace"}, {"scene_id": "atwt-01-19-10s17", "raw": "A scene from a TV show in which a water droplet is suspended in a glass of water.", "with_names": "a water droplet is suspended in a glass of water."}, {"scene_id": "atwt-01-19-10s18", "raw": "A scene from a TV show in which a man is looking at a door with a sign on it.", "with_names": "a man is looking at a door with a sign on it."}, {"scene_id": "atwt-01-19-10s19", "raw": "A scene from a TV show in which a girl is smiling and looking to the side.", "with_names": "a girl is smiling and looking to the side."}, {"scene_id": "atwt-01-19-10s20", "raw": "A scene from a TV show in which a man sits in a chair and looks at the camera.", "with_names": "a man sits in a chair and looks at the camera."}]