[{"scene_id": "pc-07-31-03s0", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "pc-07-31-03s1", "raw": "A scene from a TV show in which a black man is wearing a purple vest and white pants and a white man is wearing a black shirt.", "with_names": "a black man is wearing a purple vest and white pants and a white man is wearing a black shirt."}, {"scene_id": "pc-07-31-03s2", "raw": "A scene from a TV show in which a man and a little girl are talking to each other.", "with_names": ""}, {"scene_id": "pc-07-31-03s3", "raw": "A scene from a TV show in which a couple is sitting on a blanket in a park, with a baby sitting between them.", "with_names": "a couple is sitting on a blanket in a park, with a baby sitting between them."}, {"scene_id": "pc-07-31-03s4", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "pc-07-31-03s5", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "pc-07-31-03s6", "raw": "A scene from a TV show in which a man is talking to someone and his eyes are closed.", "with_names": ""}, {"scene_id": "pc-07-31-03s7", "raw": "A scene from a TV show in which a man is smiling and wearing a red shirt.", "with_names": "a man is smiling and wearing a red shirt."}, {"scene_id": "pc-07-31-03s8", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-31-03s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with her eyes closed.", "with_names": ""}, {"scene_id": "pc-07-31-03s10", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "pc-07-31-03s11", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-07-31-03s12", "raw": "A scene from a TV show in which a man is holding a woman's hand and talking to her.", "with_names": ""}, {"scene_id": "pc-07-31-03s13", "raw": "A scene from a TV show in which purple vertical bars are moving", "with_names": "purple vertical bars are moving"}]