[{"scene_id": "pc-07-31-03s0", "raw": "a man and woman are walking around a building and talking.", "with_names": ""}, {"scene_id": "pc-07-31-03s1", "raw": "a man is standing in a circle and another man is standing in front of him and he is flipping a coin.", "with_names": "a man is standing in a circle and another man is standing in front of him and he is flipping a coin."}, {"scene_id": "pc-07-31-03s2", "raw": "a man and a woman are walking around in a room.", "with_names": ""}, {"scene_id": "pc-07-31-03s3", "raw": "a man is sitting on a blanket with a woman and then a woman is sitting on a table.", "with_names": "a man is sitting on a blanket with a woman and then a woman is sitting on a table."}, {"scene_id": "pc-07-31-03s4", "raw": "a group of people are walking around a mall and talking.", "with_names": ""}, {"scene_id": "pc-07-31-03s5", "raw": "a man and a woman are kissing each other and then they kiss.", "with_names": "Caleb and Livvie are kissing each other and then they kiss."}, {"scene_id": "pc-07-31-03s6", "raw": "a man is sitting at a table with other people and they are eating.", "with_names": "a man is sitting at a table with other people and they are eating."}, {"scene_id": "pc-07-31-03s7", "raw": "a man and a woman are laughing and talking to each other.", "with_names": ""}, {"scene_id": "pc-07-31-03s8", "raw": "a man and a woman are laughing and laughing at each other.", "with_names": "Rafe and Alison are laughing and laughing at each other."}, {"scene_id": "pc-07-31-03s9", "raw": "a man and a woman are sitting at a table and talking to each other.", "with_names": ""}, {"scene_id": "pc-07-31-03s10", "raw": "a man is talking about a group of people are doing a good time.", "with_names": ""}, {"scene_id": "pc-07-31-03s11", "raw": "a man and a woman are walking around a room and then the woman walks away.", "with_names": ""}, {"scene_id": "pc-07-31-03s12", "raw": "a man and a woman are sitting at a table and they are playing a game of hand wrestling.", "with_names": "Caleb and Livvie are sitting at a table and they are playing a game of hand wrestling."}, {"scene_id": "pc-07-31-03s13", "raw": "a group of people are shown in various locations and then a woman is shown holding a jar of fruit.", "with_names": ""}]