[{"scene_id": "bb-05-24-17s0", "raw": "A scene from a TV show in which a man is being filmed by a camera.", "with_names": "Rick is being filmed by a camera."}, {"scene_id": "bb-05-24-17s1", "raw": "A scene from a TV show in which a woman is holding a baby on a couch.", "with_names": "a woman is holding a baby on a couch."}, {"scene_id": "bb-05-24-17s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-05-24-17s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-24-17s4", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "bb-05-24-17s5", "raw": "A scene from a TV show in which a young man is talking to a black man.", "with_names": ""}, {"scene_id": "bb-05-24-17s6", "raw": "A scene from a TV show in which a black woman is talking to a white woman.", "with_names": ""}, {"scene_id": "bb-05-24-17s7", "raw": "A scene from a TV show in which a man and a woman are posing for a photo.", "with_names": "a man and Maya are posing for a photo."}, {"scene_id": "bb-05-24-17s8", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "bb-05-24-17s9", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "Julius is in a hospital bed, wearing a mask."}, {"scene_id": "bb-05-24-17s10", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Maya is looking at Rick and he is looking back at her."}, {"scene_id": "bb-05-24-17s11", "raw": "A scene from a TV show in which a man and a woman stand in a living room with a lit candle.", "with_names": "Zende and Nicole stand in a living room with a lit candle."}, {"scene_id": "bb-05-24-17s12", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-05-24-17s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-24-17s14", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}]