[{"scene_id": "oltl-05-05-10s0", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-05-05-10s1", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-05-05-10s2", "raw": "A scene from a TV show in which a man holds a letter in his hand.", "with_names": "a man holds a letter in his hand."}, {"scene_id": "oltl-05-05-10s3", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-05-05-10s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-05-10s5", "raw": "A scene from a TV show in which a woman is standing next to a man in a suit.", "with_names": "a woman is standing next to a man in a suit."}, {"scene_id": "oltl-05-05-10s6", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-05-05-10s7", "raw": "A scene from a TV show in which a man is talking to someone and looking down.", "with_names": ""}, {"scene_id": "oltl-05-05-10s8", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-05-05-10s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-05-10s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-05-10s11", "raw": "A scene from a TV show in which a woman is looking at a man and making a face.", "with_names": "a woman is looking at a man and making a face."}, {"scene_id": "oltl-05-05-10s12", "raw": "A scene from a TV show in which a young boy is sitting on a bench and looking at something.", "with_names": "a young boy is sitting on a bench and looking at something."}, {"scene_id": "oltl-05-05-10s13", "raw": "A scene from a TV show in which a man is sitting on a couch and looking off to the side.", "with_names": ""}, {"scene_id": "oltl-05-05-10s14", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-05-05-10s15", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a man is in a suit.", "with_names": "a woman is wearing a white shirt and a man is in a suit."}, {"scene_id": "oltl-05-05-10s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-05-10s17", "raw": "A scene from a TV show in which a woman is being harassed by a black woman.", "with_names": "a woman is being harassed by a black woman."}, {"scene_id": "oltl-05-05-10s18", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-05-10s19", "raw": "A scene from a TV show in which a man is sitting in a restaurant and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-05-05-10s20", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a woman is standing behind him", "with_names": "a man is wearing a suit and tie and a woman is standing behind him"}, {"scene_id": "oltl-05-05-10s21", "raw": "A scene from a TV show in which a man is standing behind a woman at a desk.", "with_names": "a man is standing behind a woman at a desk."}, {"scene_id": "oltl-05-05-10s22", "raw": "A scene from a TV show in which a woman is looking at a man and making a face.", "with_names": "a woman is looking at a man and making a face."}, {"scene_id": "oltl-05-05-10s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-05-10s24", "raw": "A scene from a TV show in which a man is sitting on a couch with his hand up to his mouth, and a young boy is standing next to him.", "with_names": ""}, {"scene_id": "oltl-05-05-10s25", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, the woman is looking at the man with a surprised expression.", "with_names": "a man and a woman are standing next to each other, the woman is looking at the man with a surprised expression."}, {"scene_id": "oltl-05-05-10s26", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "oltl-05-05-10s27", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "oltl-05-05-10s28", "raw": "A scene from a TV show in which a teacher is caught on camera using a cell phone in a school bathroom.", "with_names": "a teacher is caught on camera using a cell phone in a school bathroom."}, {"scene_id": "oltl-05-05-10s29", "raw": "A scene from a TV show in which a woman is talking on a cell phone and her hand is in her mouth.", "with_names": ""}, {"scene_id": "oltl-05-05-10s30", "raw": "A scene from a TV show in which a boy and a woman are standing in a room.", "with_names": "a boy and a woman are standing in a room."}, {"scene_id": "oltl-05-05-10s31", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a book.", "with_names": ""}, {"scene_id": "oltl-05-05-10s32", "raw": "A scene from a TV show in which a woman is standing in front of three men at a desk.", "with_names": "a woman is standing in front of three men at a desk."}, {"scene_id": "oltl-05-05-10s33", "raw": "A scene from a TV show in which a pregnant woman is standing next to a man.", "with_names": "a pregnant woman is standing next to a man."}, {"scene_id": "oltl-05-05-10s34", "raw": "A scene from a TV show in which a woman is looking down and smiling.", "with_names": "a woman is looking down and smiling."}]