[{"scene_id": "oltl-10-10-07s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-10-07s1", "raw": "A scene from a TV show in which a man is sitting at a desk and talking on the phone.", "with_names": ""}, {"scene_id": "oltl-10-10-07s2", "raw": "A scene from a TV show in which a young boy is standing in a kitchen, wearing a baseball uniform.", "with_names": "a young boy is standing in a kitchen, wearing a baseball uniform."}, {"scene_id": "oltl-10-10-07s3", "raw": "A scene from a TV show in which a police officer is being arrested by a man.", "with_names": "a police officer is being arrested by a man."}, {"scene_id": "oltl-10-10-07s4", "raw": "A scene from a TV show in which a baby is seen with a pacifier in his mouth.", "with_names": "a baby is with a pacifier in his mouth."}, {"scene_id": "oltl-10-10-07s5", "raw": "A scene from a TV show in which a woman is crying and another woman is standing behind her.", "with_names": "a woman is crying and another woman is standing behind her."}, {"scene_id": "oltl-10-10-07s6", "raw": "A scene from a TV show in which a woman is standing in a kitchen with two children and a man.", "with_names": "a woman is standing in a kitchen with two children and a man."}, {"scene_id": "oltl-10-10-07s7", "raw": "A scene from a TV show in which a woman is driving a car with a child in the back seat.", "with_names": "a woman is driving a car with a child in the back seat."}, {"scene_id": "oltl-10-10-07s8", "raw": "A scene from a TV show in which a woman is trying to get a baby out of a crib.", "with_names": "a woman is trying to get a baby out of a crib."}, {"scene_id": "oltl-10-10-07s9", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-10-10-07s10", "raw": "A scene from a TV show in which a woman is driving a car and a young boy is sitting in the passenger seat.", "with_names": "a woman is driving a car and a young boy is sitting in the passenger seat."}, {"scene_id": "oltl-10-10-07s11", "raw": "A scene from a TV show in which two police officers are standing in a bedroom, one of them is holding a baby.", "with_names": "two police officers are standing in a bedroom, one of them is holding a baby."}, {"scene_id": "oltl-10-10-07s12", "raw": "A scene from a TV show in which a man is talking on a cell phone with another man standing next to him.", "with_names": ""}, {"scene_id": "oltl-10-10-07s13", "raw": "A scene from a TV show in which a man is looking at his cell phone and another man is standing behind him", "with_names": "a man is looking at his cell phone and another man is standing behind him"}, {"scene_id": "oltl-10-10-07s14", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-10-07s15", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-10-10-07s16", "raw": "A scene from a TV show in which a boy and a girl are sitting on a bench and talking.", "with_names": ""}, {"scene_id": "oltl-10-10-07s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-10-10-07s18", "raw": "A scene from a TV show in which a young girl is driving a car and looks out the window.", "with_names": "a young girl is driving a car and looks out the window."}, {"scene_id": "oltl-10-10-07s19", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-10-07s20", "raw": "A scene from a TV show in which a woman is standing in a room with a vase and a teddy bear.", "with_names": "a woman is standing in a room with a vase and a teddy bear."}, {"scene_id": "oltl-10-10-07s21", "raw": "A scene from a TV show in which a police officer is talking to a man in a suit.", "with_names": ""}, {"scene_id": "oltl-10-10-07s22", "raw": "A scene from a TV show in which a woman is driving a car and is looking at the camera.", "with_names": "a woman is driving a car and is looking at the camera."}, {"scene_id": "oltl-10-10-07s23", "raw": "A scene from a TV show in which a mother is consoling her daughter.", "with_names": "a mother is consoling her daughter."}, {"scene_id": "oltl-10-10-07s24", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-10-10-07s25", "raw": "A scene from a TV show in which a woman is driving a car with a child in the back seat.", "with_names": "a woman is driving a car with a child in the back seat."}, {"scene_id": "oltl-10-10-07s26", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-10-10-07s27", "raw": "A scene from a TV show in which a woman is driving a car and a child is sitting in the back seat.", "with_names": "a woman is driving a car and a child is sitting in the back seat."}, {"scene_id": "oltl-10-10-07s28", "raw": "A scene from a TV show in which a woman is holding a gun to a young girl's head.", "with_names": "a woman is holding a gun to a young girl's head."}, {"scene_id": "oltl-10-10-07s29", "raw": "A scene from a TV show in which a man is holding a toy and a woman is sitting next to him.", "with_names": "a man is holding a toy and a woman is sitting next to him."}, {"scene_id": "oltl-10-10-07s30", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}]