[{"scene_id": "oltl-04-25-07s0", "raw": "A scene from a TV show in which a man is sitting at a desk and another man is standing in a doorway.", "with_names": "a man is sitting at a desk and another man is standing in a doorway."}, {"scene_id": "oltl-04-25-07s1", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "a man and a woman are sitting in a car."}, {"scene_id": "oltl-04-25-07s2", "raw": "A scene from a TV show in which a woman is standing next to a man and a younger woman.", "with_names": "a woman is standing next to a man and a younger woman."}, {"scene_id": "oltl-04-25-07s3", "raw": "A scene from a TV show in which a man with long dreadlocks is standing in a room.", "with_names": "a man with long dreadlocks is standing in a room."}, {"scene_id": "oltl-04-25-07s4", "raw": "A scene from a TV show in which a woman is sitting at a restaurant table with a wine glass and a bowl of food.", "with_names": "a woman is sitting at a restaurant table with a wine glass and a bowl of food."}, {"scene_id": "oltl-04-25-07s5", "raw": "A scene from a TV show in which a man is holding a gun and looking at it.", "with_names": "a man is holding a gun and looking at it."}, {"scene_id": "oltl-04-25-07s6", "raw": "A scene from a TV show in which a man is holding papers and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-25-07s7", "raw": "A scene from a TV show in which a woman is talking to a man with dreadlocks.", "with_names": ""}, {"scene_id": "oltl-04-25-07s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-25-07s9", "raw": "A scene from a TV show in which a woman is sitting next to a man in a car.", "with_names": "a woman is sitting next to a man in a car."}, {"scene_id": "oltl-04-25-07s10", "raw": "A scene from a TV show in which a man is drowning and a woman is trying to save him.", "with_names": "a man is drowning and a woman is trying to save him."}, {"scene_id": "oltl-04-25-07s11", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a black dress.", "with_names": "a woman is wearing a red leather jacket and a black dress."}, {"scene_id": "oltl-04-25-07s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-25-07s13", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "oltl-04-25-07s14", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "oltl-04-25-07s15", "raw": "A scene from a TV show in which a woman is sitting next to a man in a car.", "with_names": "a woman is sitting next to a man in a car."}, {"scene_id": "oltl-04-25-07s16", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "oltl-04-25-07s17", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a man is looking at her.", "with_names": "a woman is wearing a red leather jacket and a man is looking at her."}, {"scene_id": "oltl-04-25-07s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-25-07s19", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-04-25-07s20", "raw": "A scene from a TV show in which a blonde woman is smiling and wearing a white shirt.", "with_names": "a blonde woman is smiling and wearing a white shirt."}, {"scene_id": "oltl-04-25-07s21", "raw": "A scene from a TV show in which a woman is singing in front of a microphone.", "with_names": "a woman is singing in front of a microphone."}, {"scene_id": "oltl-04-25-07s22", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "oltl-04-25-07s23", "raw": "A scene from a TV show in which a man and a woman sit in a car and talk on their cell phones.", "with_names": "a man and a woman sit in a car and talk on their cell phones."}, {"scene_id": "oltl-04-25-07s24", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "oltl-04-25-07s25", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-04-25-07s26", "raw": "A scene from a TV show in which a man is looking at a woman through a door.", "with_names": "a man is looking at a woman through a door."}]