[{"scene_id": "gl-01-17-05s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-01-17-05s1", "raw": "A scene from a TV show in which a woman is being tortured by a man", "with_names": "a woman is being tortured by a man"}, {"scene_id": "gl-01-17-05s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-01-17-05s3", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "gl-01-17-05s4", "raw": "A scene from a TV show in which a woman is talking to a man in a store.", "with_names": ""}, {"scene_id": "gl-01-17-05s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-17-05s6", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "gl-01-17-05s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-17-05s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-17-05s9", "raw": "A scene from a TV show in which a woman is looking up and her hair is in a ponytail", "with_names": "a woman is looking up and her hair is in a ponytail"}, {"scene_id": "gl-01-17-05s10", "raw": "", "with_names": ""}, {"scene_id": "gl-01-17-05s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-17-05s12", "raw": "A scene from a TV show in which a woman is talking to a man in a dark room.", "with_names": ""}, {"scene_id": "gl-01-17-05s13", "raw": "A scene from a TV show in which a man is talking to someone and the subtitles are not visible.", "with_names": ""}, {"scene_id": "gl-01-17-05s14", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking down.", "with_names": ""}, {"scene_id": "gl-01-17-05s15", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "gl-01-17-05s16", "raw": "A scene from a TV show in which a man is talking to a doctor.", "with_names": ""}, {"scene_id": "gl-01-17-05s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-17-05s18", "raw": "A scene from a TV show in which a man is eating a sandwich in a hospital bed", "with_names": "a man is eating a sandwich in a hospital bed"}, {"scene_id": "gl-01-17-05s19", "raw": "A scene from a TV show in which a man is holding a shirt and a woman is sitting on a chair", "with_names": ""}, {"scene_id": "gl-01-17-05s20", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is looking at a woman.", "with_names": "a man is wearing a suit and a red tie and is looking at a woman."}, {"scene_id": "gl-01-17-05s21", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-01-17-05s22", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-01-17-05s23", "raw": "A scene from a TV show in which a woman is singing in a bar.", "with_names": "a woman is singing in a bar."}, {"scene_id": "gl-01-17-05s24", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and looking at a woman.", "with_names": "a man is wearing a suit and a red tie and looking at a woman."}]