[{"scene_id": "gl-01-23-03s0", "raw": "A scene from a TV show in which a man is standing in a room with a woman, and another man is standing behind him.", "with_names": "a man is standing in a room with a woman, and another man is standing behind him."}, {"scene_id": "gl-01-23-03s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-23-03s2", "raw": "A scene from a TV show in which a man is talking on a phone in a lobby.", "with_names": ""}, {"scene_id": "gl-01-23-03s3", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-01-23-03s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-23-03s5", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-01-23-03s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-23-03s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-01-23-03s8", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a door.", "with_names": ""}, {"scene_id": "gl-01-23-03s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-23-03s10", "raw": "A scene from a TV show in which a man is sitting in a bar and talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-23-03s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-23-03s12", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "a man and a woman are standing in a doorway."}, {"scene_id": "gl-01-23-03s13", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a suit and a tie", "with_names": ""}, {"scene_id": "gl-01-23-03s14", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-23-03s15", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a coat.", "with_names": ""}, {"scene_id": "gl-01-23-03s16", "raw": "A scene from a TV show in which a man and a woman are looking at a book together.", "with_names": "a man and a woman are looking at a book together."}, {"scene_id": "gl-01-23-03s17", "raw": "A scene from a TV show in which a woman is holding her hand up to her face", "with_names": "a woman is holding her hand up to her face"}, {"scene_id": "gl-01-23-03s18", "raw": "A scene from a TV show in which a man is reading a letter.", "with_names": "a man is reading a letter."}, {"scene_id": "gl-01-23-03s19", "raw": "A scene from a TV show in which a man is talking on the phone while another man is standing behind him", "with_names": ""}, {"scene_id": "gl-01-23-03s20", "raw": "A scene from a TV show in which a man and a woman are standing in a room, smiling at each other.", "with_names": "a man and a woman are standing in a room, smiling at each other."}, {"scene_id": "gl-01-23-03s21", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "gl-01-23-03s22", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}]