[{"scene_id": "gl-04-16-04s0", "raw": "A scene from a TV show in which a man is holding a baby in front of a fireplace.", "with_names": "a man is holding a baby in front of a fireplace."}, {"scene_id": "gl-04-16-04s1", "raw": "A scene from a TV show in which a woman is sitting in a room and a painting is hanging on the wall.", "with_names": "a woman is sitting in a room and a painting is hanging on the wall."}, {"scene_id": "gl-04-16-04s2", "raw": "A scene from a TV show in which a woman is talking to a man who is wearing a shirt.", "with_names": ""}, {"scene_id": "gl-04-16-04s3", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-04-16-04s4", "raw": "A scene from a TV show in which a man is talking on a cell phone and his face is distorted.", "with_names": ""}, {"scene_id": "gl-04-16-04s5", "raw": "A scene from a TV show in which a woman is laughing and wearing a purple jacket.", "with_names": "a woman is laughing and wearing a purple jacket."}, {"scene_id": "gl-04-16-04s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-04-16-04s7", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-04-16-04s8", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Jeffrey is kissing Marah on the cheek."}, {"scene_id": "gl-04-16-04s9", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man.", "with_names": "Michelle is being kissed on the cheek by Ed."}, {"scene_id": "gl-04-16-04s10", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-04-16-04s11", "raw": "A scene from a TV show in which a woman is walking down a hallway and another woman is standing behind her.", "with_names": "a woman is walking down a hallway and another woman is standing behind her."}, {"scene_id": "gl-04-16-04s12", "raw": "A scene from a TV show in which a woman is wearing a pink sequined jacket and a black dress.", "with_names": "a woman is wearing a pink sequined jacket and a black dress."}, {"scene_id": "gl-04-16-04s13", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "Marah is smiling and looking at the camera."}, {"scene_id": "gl-04-16-04s14", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing suits.", "with_names": ""}, {"scene_id": "gl-04-16-04s15", "raw": "A scene from a TV show in which a woman is being stalked by a man.", "with_names": "a woman is being stalked by a man."}, {"scene_id": "gl-04-16-04s16", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-04-16-04s17", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-04-16-04s18", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a black top", "with_names": "a woman is wearing a red jacket and a black top"}, {"scene_id": "gl-04-16-04s19", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "gl-04-16-04s20", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "gl-04-16-04s22", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Michelle is crying"}, {"scene_id": "gl-04-16-04s23", "raw": "A scene from a TV show in which a man is talking to someone and the person is wearing a suit", "with_names": ""}, {"scene_id": "gl-04-16-04s24", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-16-04s25", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a room.", "with_names": "Harley and Eden are standing next to each other in a room."}, {"scene_id": "gl-04-16-04s26", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-04-16-04s29", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}]