[{"scene_id": "atwt-10-06-09s0", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing behind her, looking at her through a window.", "with_names": "a woman is sitting at a table and Liberty is standing behind her, looking at her through a window."}, {"scene_id": "atwt-10-06-09s1", "raw": "A scene from a TV show in which a man is wearing a grey shirt and a woman is standing behind him.", "with_names": "a man is wearing a grey shirt and a woman is standing behind him."}, {"scene_id": "atwt-10-06-09s2", "raw": "A scene from a TV show in which a woman is crying and a man is kissing her on the cheek.", "with_names": "a woman is crying and a man is kissing her on the cheek."}, {"scene_id": "atwt-10-06-09s3", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-06-09s4", "raw": "A scene from a TV show in which a man is surrounded by cereal.", "with_names": "a man is surrounded by cereal."}, {"scene_id": "atwt-10-06-09s5", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is kissing her neck.", "with_names": "a woman is lying on a bed and a man is kissing her neck."}, {"scene_id": "atwt-10-06-09s6", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-10-06-09s7", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-10-06-09s8", "raw": "A scene from a TV show in which a man is crying and a woman is comforting him.", "with_names": "a man is crying and a woman is comforting him."}, {"scene_id": "atwt-10-06-09s9", "raw": "A scene from a TV show in which a woman is shown with her hair highlighted with a green tennis ball.", "with_names": ""}, {"scene_id": "atwt-10-06-09s10", "raw": "A scene from a TV show in which a man is holding a cup and looking at the camera.", "with_names": "a man is holding a cup and looking at the camera."}, {"scene_id": "atwt-10-06-09s11", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a necklace", "with_names": "a woman is wearing a red sweater and a necklace"}, {"scene_id": "atwt-10-06-09s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is touching her shoulder.", "with_names": ""}, {"scene_id": "atwt-10-06-09s13", "raw": "A scene from a TV show in which Ellen DeGeneres is sitting on a bed and looking at the camera.", "with_names": "ellen degeneres is sitting on a bed and looking at the camera."}, {"scene_id": "atwt-10-06-09s14", "raw": "A scene from a TV show in which a man and a woman sit next to each other on a couch.", "with_names": "a man and a woman sit next to each other on a couch."}, {"scene_id": "atwt-10-06-09s15", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-06-09s16", "raw": "A scene from a TV show in which a man holds a baby in his arms while a woman holds a teddy bear.", "with_names": "a man holds a baby in his arms while a woman holds a teddy bear."}, {"scene_id": "atwt-10-06-09s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-10-06-09s18", "raw": "A scene from a TV show in which a woman is standing on a dock with a dog and a chair.", "with_names": "a woman is standing on a dock with a dog and a chair."}, {"scene_id": "atwt-10-06-09s19", "raw": "A scene from a TV show in which a man is seen holding a gun to his head.", "with_names": "a man is holding a gun to his head."}, {"scene_id": "atwt-10-06-09s20", "raw": "A scene from a TV show in which a girl is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-06-09s21", "raw": "A scene from a TV show in which a man is holding a little girl.", "with_names": "a man is holding a little girl."}, {"scene_id": "atwt-10-06-09s22", "raw": "A scene from a TV show in which a dog is eating a bag of food.", "with_names": "a dog is eating a bag of food."}, {"scene_id": "atwt-10-06-09s23", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-06-09s24", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a blue bag.", "with_names": "a woman is wearing a pink shirt and a blue bag."}, {"scene_id": "atwt-10-06-09s25", "raw": "A scene from a TV show in which a man is laying on a bed with his eyes closed.", "with_names": "a man is laying on a bed with his eyes closed."}, {"scene_id": "atwt-10-06-09s26", "raw": "A scene from a TV show in which a man is seen eating a can of Lays potato chips.", "with_names": "a man is eating a can of lays potato chips."}]