[{"scene_id": "gl-03-06-06s0", "raw": "a woman is talking about a man and then a woman is laughing.", "with_names": ""}, {"scene_id": "gl-03-06-06s1", "raw": "a man and a woman are sitting down and talking about something.", "with_names": ""}, {"scene_id": "gl-03-06-06s2", "raw": "a man is talking about a man who is in a room.", "with_names": ""}, {"scene_id": "gl-03-06-06s3", "raw": "a man is sitting in a chair and he is reading a newspaper.", "with_names": ""}, {"scene_id": "gl-03-06-06s4", "raw": "a man is talking to a woman and then she is laughing.", "with_names": ""}, {"scene_id": "gl-03-06-06s5", "raw": "a man and woman are in a room and they are having a conversation.", "with_names": "a man and woman are in a room and they are having a conversation."}, {"scene_id": "gl-03-06-06s6", "raw": "a woman is laughing and laughing while a man is laughing.", "with_names": "a woman is laughing and laughing while Alan-Michael is laughing."}, {"scene_id": "gl-03-06-06s7", "raw": "a man is talking about his friend and he is reading a book.", "with_names": ""}, {"scene_id": "gl-03-06-06s8", "raw": "a man is talking about a man and then he is laughing.", "with_names": ""}, {"scene_id": "gl-03-06-06s9", "raw": "a man and a woman are talking and laughing and laughing.", "with_names": ""}, {"scene_id": "gl-03-06-06s10", "raw": "a woman is talking about a woman and then two women are shown talking about it.", "with_names": ""}, {"scene_id": "gl-03-06-06s11", "raw": "a woman is walking around a room with a man and then she is holding a book.", "with_names": ""}, {"scene_id": "gl-03-06-06s12", "raw": "a man is looking at the camera and then he is staring at the camera.", "with_names": "Jonathan is looking at the camera and then he is staring at the camera."}, {"scene_id": "gl-03-06-06s13", "raw": "a woman is talking to a man and then a woman is laughing.", "with_names": ""}, {"scene_id": "gl-03-06-06s14", "raw": "a man is talking on a phone and then a man is talking.", "with_names": ""}, {"scene_id": "gl-03-06-06s15", "raw": "a man is walking and laughing while another man is talking.", "with_names": ""}, {"scene_id": "gl-03-06-06s16", "raw": "a woman is walking through a room and then a man is walking through a room.", "with_names": "Tammy is walking through a room and then a man is walking through a room."}, {"scene_id": "gl-03-06-06s17", "raw": "a man and woman are talking about a topic and then a man is talking.", "with_names": ""}, {"scene_id": "gl-03-06-06s18", "raw": "a man is talking about a woman and she is laughing.", "with_names": ""}, {"scene_id": "gl-03-06-06s19", "raw": "a man and a woman are dressed in formal clothing and they are dancing.", "with_names": "a man and Tammy are dressed in formal clothing and they are dancing."}, {"scene_id": "gl-03-06-06s20", "raw": "a man and woman are laughing and laughing and laughing.", "with_names": "Jeffrey and woman are laughing and laughing and laughing."}, {"scene_id": "gl-03-06-06s21", "raw": "a woman is speaking to a group of people who are sitting at a table.", "with_names": "a woman is speaking to a group of people who are sitting at a table."}, {"scene_id": "gl-03-06-06s22", "raw": "a man and woman are talking about a man and they are laughing.", "with_names": ""}, {"scene_id": "gl-03-06-06s23", "raw": "a man is talking to a woman and then he is laughing.", "with_names": ""}, {"scene_id": "gl-03-06-06s24", "raw": "a woman is talking to a man and she is laughing.", "with_names": ""}, {"scene_id": "gl-03-06-06s25", "raw": "a woman is dressed up in a white dress and a white dress is dancing.", "with_names": "Tammy is dressed up in a white dress and a white dress is dancing."}, {"scene_id": "gl-03-06-06s26", "raw": "a man and a woman are sitting on a bed and the man is laughing.", "with_names": "Jeffrey and Cassie are sitting on a bed and the man is laughing."}, {"scene_id": "gl-03-06-06s27", "raw": "a man and woman are walking around a room and then a man is kissing a woman.", "with_names": ""}, {"scene_id": "gl-03-06-06s28", "raw": "a man opens the door and then walks into the room and then opens the door.", "with_names": "Jonathan opens the door and then walks into the room and then opens the door."}, {"scene_id": "gl-03-06-06s29", "raw": "a man and woman are talking to each other and then they kiss.", "with_names": ""}, {"scene_id": "gl-03-06-06s30", "raw": "a woman is talking on a phone and talking to someone.", "with_names": ""}, {"scene_id": "gl-03-06-06s31", "raw": "a man and woman are talking about a man and they are laughing.", "with_names": ""}]