[{"scene_id": "oltl-01-02-07s0", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "Nash and Jessica are sitting in a car."}, {"scene_id": "oltl-01-02-07s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-01-02-07s2", "raw": "A scene from a TV show in which a man is sitting at a desk and looking at papers.", "with_names": "a man is sitting at a desk and looking at papers."}, {"scene_id": "oltl-01-02-07s3", "raw": "A scene from a TV show in which a man is wearing a robe and a woman is standing next to him.", "with_names": "a man is wearing a robe and a woman is standing next to him."}, {"scene_id": "oltl-01-02-07s4", "raw": "A scene from a TV show in which the word \"Oli\" is written on a wall", "with_names": "the word \"oli\" is written on a wall"}, {"scene_id": "oltl-01-02-07s5", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with a plate of food in front of them.", "with_names": "a man and a woman are sitting at a table, with a plate of food in front of them."}, {"scene_id": "oltl-01-02-07s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-02-07s7", "raw": "A scene from a TV show in which a man is standing in a room with a blue wall and a Christmas tree.", "with_names": "a man is standing in a room with a blue wall and a christmas tree."}, {"scene_id": "oltl-01-02-07s8", "raw": "A scene from a TV show in which a man is looking down and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-01-02-07s9", "raw": "A scene from a TV show in which a woman is wearing a red turtleneck and a black scarf.", "with_names": "a woman is wearing a red turtleneck and a black scarf."}, {"scene_id": "oltl-01-02-07s10", "raw": "A scene from a TV show in which a man is driving a car and his hair is in a ponytail.", "with_names": "a man is driving a car and his hair is in a ponytail."}, {"scene_id": "oltl-01-02-07s11", "raw": "A scene from a TV show in which a man is standing in front of a Christmas tree.", "with_names": "a man is standing in front of a christmas tree."}, {"scene_id": "oltl-01-02-07s12", "raw": "A scene from a TV show in which a man is holding his face in his hands.", "with_names": "a man is holding his face in his hands."}, {"scene_id": "oltl-01-02-07s13", "raw": "A scene from a TV show in which two women are sitting at a table in a restaurant. One of them is wearing a green jacket and the other one is wearing a red sweater.", "with_names": "two women are sitting at a table in a restaurant. one of them is wearing a green jacket and the other one is wearing a red sweater."}, {"scene_id": "oltl-01-02-07s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-01-02-07s15", "raw": "A scene from a TV show in which a man is standing in a hospital room, talking to a patient.", "with_names": ""}, {"scene_id": "oltl-01-02-07s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-02-07s17", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a necklace.", "with_names": "a woman is wearing a red sweater and a necklace."}, {"scene_id": "oltl-01-02-07s18", "raw": "A scene from a TV show in which a man is sitting in a car and looking at the camera.", "with_names": "a man is sitting in a car and looking at the camera."}, {"scene_id": "oltl-01-02-07s19", "raw": "A scene from a TV show in which a black woman is sitting next to a white woman at a restaurant.", "with_names": "a black woman is sitting next to a white woman at a restaurant."}, {"scene_id": "oltl-01-02-07s20", "raw": "A scene from a TV show in which a man is lying in a hospital bed, with a doctor standing next to him.", "with_names": "a man is lying in a hospital bed, with a doctor standing next to him."}, {"scene_id": "oltl-01-02-07s21", "raw": "A scene from a TV show in which a man is standing in front of a window, his head is tilted back, and his eyes are closed. A woman is leaning over him, trying to get his attention", "with_names": "a man is standing in front of a window, his head is tilted back, and his eyes are closed. a woman is leaning over him, trying to get his attention"}, {"scene_id": "oltl-01-02-07s22", "raw": "A scene from a TV show in which a giant catfish is seen swimming in a river.", "with_names": "a giant catfish is swimming in a river."}, {"scene_id": "oltl-01-02-07s23", "raw": "A scene from a TV show in which a woman is yelling at a man in a hospital bed.", "with_names": "a woman is yelling at a man in a hospital bed."}, {"scene_id": "oltl-01-02-07s24", "raw": "A scene from a TV show in which two women are sitting at a table in a restaurant.", "with_names": "two women are sitting at a table in a restaurant."}, {"scene_id": "oltl-01-02-07s25", "raw": "A scene from a TV show in which a man is drinking coffee and another man is looking at him.", "with_names": "a man is drinking coffee and another man is looking at him."}, {"scene_id": "oltl-01-02-07s26", "raw": "A scene from a TV show in which a man is sitting in a chair and looking to the right.", "with_names": ""}, {"scene_id": "oltl-01-02-07s27", "raw": "A scene from a TV show in which a man is holding a cup and wearing a suit.", "with_names": "a man is holding a cup and wearing a suit."}, {"scene_id": "oltl-01-02-07s28", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-02-07s29", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}]