[{"scene_id": "atwt-07-24-09s0", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "atwt-07-24-09s1", "raw": "A scene from a TV show in which a man is holding a laptop and a woman is standing next to him.", "with_names": "a man is holding a laptop and a woman is standing next to him."}, {"scene_id": "atwt-07-24-09s2", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a necklace", "with_names": "a woman is wearing a pink shirt and a necklace"}, {"scene_id": "atwt-07-24-09s3", "raw": "A scene from a TV show in which a woman is wearing a grey suit and a man is dressed in a black suit.", "with_names": "a woman is wearing a grey suit and ] is dressed in a black suit."}, {"scene_id": "atwt-07-24-09s4", "raw": "A scene from a TV show in which a ghost is driving a car and a woman is sitting behind him.", "with_names": "a ghost is driving a car and a woman is sitting behind him."}, {"scene_id": "atwt-07-24-09s5", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a tie and is laughing.", "with_names": "a man is wearing a blue shirt and a tie and is laughing."}, {"scene_id": "atwt-07-24-09s6", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-07-24-09s7", "raw": "A scene from a TV show in which a woman is looking at the camera with her mouth open.", "with_names": "] is looking at the camera with her mouth open."}, {"scene_id": "atwt-07-24-09s8", "raw": "A scene from a TV show in which a woman is walking on a stage with a man standing behind her.", "with_names": "a woman is walking on a stage with a man standing behind her."}, {"scene_id": "atwt-07-24-09s9", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-07-24-09s10", "raw": "A scene from a TV show in which a man is wearing a red shirt and a woman is behind him", "with_names": "a man is wearing a red shirt and ] is behind him"}, {"scene_id": "atwt-07-24-09s11", "raw": "A scene from a TV show in which a woman is wearing a zebra print dress and a necklace", "with_names": "a woman is wearing a zebra print dress and a necklace"}, {"scene_id": "atwt-07-24-09s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-24-09s13", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is in a suit.", "with_names": "a woman is wearing a pink dress and a man is in a suit."}, {"scene_id": "atwt-07-24-09s14", "raw": "A scene from a TV show in which a woman is holding a box and looking at it.", "with_names": "a woman is holding a box and looking at it."}, {"scene_id": "atwt-07-24-09s15", "raw": "A scene from a TV show in which a woman is wearing a zebra print shirt and a necklace", "with_names": "a woman is wearing a zebra print shirt and a necklace"}, {"scene_id": "atwt-07-24-09s16", "raw": "A scene from a TV show in which a woman is sitting at a bar, with a glass of wine in front of her and a man standing behind her.", "with_names": "] is sitting at a bar, with a glass of wine in front of her and a man standing behind her."}, {"scene_id": "atwt-07-24-09s17", "raw": "A scene from a TV show in which a man and a woman are in a futuristic city, with a pool and a hot tub in the middle of the city.", "with_names": "a man and a woman are in a futuristic city, with a pool and a hot tub in the middle of the city."}, {"scene_id": "atwt-07-24-09s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-24-09s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-24-09s20", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a tie and looking at a woman.", "with_names": "a man is wearing a blue shirt and a tie and looking at a woman."}, {"scene_id": "atwt-07-24-09s21", "raw": "A scene from a TV show in which a woman is holding a drink and looking down", "with_names": "a woman is holding a drink and looking down"}, {"scene_id": "atwt-07-24-09s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-24-09s23", "raw": "A scene from a TV show in which a woman is shopping in a supermarket.", "with_names": "] is shopping in a supermarket."}, {"scene_id": "atwt-07-24-09s24", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "] is yelling at a woman."}, {"scene_id": "atwt-07-24-09s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-24-09s26", "raw": "A scene from a TV show in which a woman is wearing a zebra print shirt and a necklace and talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-24-09s27", "raw": "A scene from a TV show in which a UFO is seen flying over a city.", "with_names": "a ufo is flying over a city."}]