[{"scene_id": "oltl-05-11-07s0", "raw": "A scene from a TV show in which a man is giving a woman a bouquet.", "with_names": "Miles is giving Marty a bouquet."}, {"scene_id": "oltl-05-11-07s1", "raw": "A scene from a TV show in which a man is sitting at a desk, looking down at his hands.", "with_names": "a man is sitting at a desk, looking down at his hands."}, {"scene_id": "oltl-05-11-07s2", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "oltl-05-11-07s3", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a stethoscope around his neck.", "with_names": "a man is wearing a white lab coat and a stethoscope around his neck."}, {"scene_id": "oltl-05-11-07s4", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "oltl-05-11-07s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-11-07s6", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is listening.", "with_names": ""}, {"scene_id": "oltl-05-11-07s7", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "oltl-05-11-07s8", "raw": "A scene from a TV show in which a nurse is shown helping a patient at a desk.", "with_names": ""}, {"scene_id": "oltl-05-11-07s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-11-07s10", "raw": "A scene from a TV show in which a woman is walking down a hallway with a doctor standing behind her.", "with_names": "a woman is walking down a hallway with a doctor standing behind her."}, {"scene_id": "oltl-05-11-07s11", "raw": "A scene from a TV show in which a man is standing next to another man, both are wearing ties.", "with_names": "a man is standing next to another man, both are wearing ties."}, {"scene_id": "oltl-05-11-07s12", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "oltl-05-11-07s13", "raw": "A scene from a TV show in which a woman is holding a baby and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-05-11-07s14", "raw": "A scene from a TV show in which a woman is wearing a necklace and earrings", "with_names": "a woman is wearing a necklace and earrings"}, {"scene_id": "oltl-05-11-07s15", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-05-11-07s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-11-07s17", "raw": "A scene from a TV show in which a man is standing in front of a window, looking down at a book.", "with_names": "a man is standing in front of a window, looking down at a book."}, {"scene_id": "oltl-05-11-07s18", "raw": "A scene from a TV show in which a young girl is being held by her mother.", "with_names": "a young girl is being held by her mother."}, {"scene_id": "oltl-05-11-07s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-11-07s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-11-07s21", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-05-11-07s22", "raw": "A scene from a TV show in which a doctor is talking to a patient and another doctor is standing behind them.", "with_names": ""}, {"scene_id": "oltl-05-11-07s23", "raw": "A scene from a TV show in which a man is comforting a woman.", "with_names": "a man is comforting a woman."}, {"scene_id": "oltl-05-11-07s24", "raw": "A scene from a TV show in which a man is sitting at a table with a red shirt and a brown jacket on.", "with_names": "a man is sitting at a table with a red shirt and a brown jacket on."}, {"scene_id": "oltl-05-11-07s25", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a chair.", "with_names": "a man is standing in a room with a desk and a chair."}]