[{"scene_id": "pc-01-24-03s0", "raw": "A scene from a TV show in which a woman is seen opening a door and a man is standing behind her", "with_names": "Lucy is opening a door and Ian is standing behind her"}, {"scene_id": "pc-01-24-03s1", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-24-03s2", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-01-24-03s3", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "pc-01-24-03s4", "raw": "A scene from a TV show in which a man is seen in a dark room, with his face partially obscured by darkness.", "with_names": "a man is in a dark room, with his face partially obscured by darkness."}, {"scene_id": "pc-01-24-03s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-24-03s6", "raw": "A scene from a TV show in which a woman is singing and her hair is in a ponytail.", "with_names": "a woman is singing and her hair is in a ponytail."}, {"scene_id": "pc-01-24-03s7", "raw": "A scene from a TV show in which a man is talking about his ex-girlfriend.", "with_names": ""}, {"scene_id": "pc-01-24-03s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-01-24-03s9", "raw": "A scene from a TV show in which a woman is lying on a bed with a knife in her back", "with_names": "] is lying on a bed with a knife in her back"}, {"scene_id": "pc-01-24-03s10", "raw": "A scene from a TV show in which a woman is holding her skirt up to show her underwear.", "with_names": "a woman is holding her skirt up to show her underwear."}, {"scene_id": "pc-01-24-03s11", "raw": "A scene from a TV show in which a man is arguing with a police officer.", "with_names": "a man is arguing with a police officer."}, {"scene_id": "pc-01-24-03s12", "raw": "A scene from a TV show in which a man is holding a woman by the neck and she is looking at him with a shocked expression.", "with_names": "a man is holding a woman by the neck and she is looking at him with a shocked expression."}, {"scene_id": "pc-01-24-03s13", "raw": "A scene from a TV show in which a black box is opened and the words Port Charles surrender are displayed on the screen", "with_names": "a black box is opened and the words port charles surrender are displayed on the screen"}]