[{"scene_id": "gl-07-23-03s0", "raw": "A scene from a TV show in which a woman is seen in a black dress and a man in black standing in front of a curtain.", "with_names": "a woman is in a black dress and a man in black standing in front of a curtain."}, {"scene_id": "gl-07-23-03s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-07-23-03s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-23-03s3", "raw": "A scene from a TV show in which two men kiss a woman on the cheek.", "with_names": "two men kiss a woman on the cheek."}, {"scene_id": "gl-07-23-03s4", "raw": "A scene from a TV show in which a woman is wearing a pink dress and holding a bottle.", "with_names": "a woman is wearing a pink dress and holding a bottle."}, {"scene_id": "gl-07-23-03s5", "raw": "A scene from a TV show in which a man is holding a gun.", "with_names": "a man is holding a gun."}, {"scene_id": "gl-07-23-03s7", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-23-03s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-23-03s9", "raw": "A scene from a TV show in which a man is looking at a picture frame.", "with_names": "a man is looking at a picture frame."}, {"scene_id": "gl-07-23-03s10", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is standing behind her.", "with_names": "a woman is wearing a pink dress and a man is standing behind her."}, {"scene_id": "gl-07-23-03s11", "raw": "A scene from a TV show in which a woman and a man are sitting next to each other, with a candle between them.", "with_names": "Marina and Shayne are sitting next to each other, with a candle between them."}, {"scene_id": "gl-07-23-03s12", "raw": "A scene from a TV show in which a woman is topless and a man is looking at her.", "with_names": "a woman is topless and a man is looking at her."}, {"scene_id": "gl-07-23-03s13", "raw": "A scene from a TV show in which a woman is wearing a necklace and a tiara", "with_names": "a woman is wearing a necklace and a tiara"}, {"scene_id": "gl-07-23-03s14", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "gl-07-23-03s15", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is in a white shirt.", "with_names": "a woman is wearing a pink dress and a man is in a white shirt."}, {"scene_id": "gl-07-23-03s16", "raw": "A scene from a TV show in which a man is touching a woman's hand", "with_names": "a man is touching a woman's hand"}, {"scene_id": "gl-07-23-03s17", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "gl-07-23-03s18", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "Harley is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "gl-07-23-03s19", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-07-23-03s20", "raw": "A scene from a TV show in which a woman and a man sit at a table with a candle and a glass of orange juice.", "with_names": "Gus and a man sit at a table with a candle and a glass of orange juice."}, {"scene_id": "gl-07-23-03s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-23-03s22", "raw": "A scene from a TV show in which two young women are sitting in a garden, one of them is holding a cup.", "with_names": "two young women are sitting in a garden, one of them is holding a cup."}, {"scene_id": "gl-07-23-03s23", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-07-23-03s25", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking.", "with_names": ""}, {"scene_id": "gl-07-23-03s26", "raw": "A scene from a TV show in which a woman is wearing a necklace and a man is looking at her.", "with_names": "Lizzie is wearing a necklace and a man is looking at her."}, {"scene_id": "gl-07-23-03s27", "raw": "A scene from a TV show in which a man is talking to the camera while a football is in the background.", "with_names": ""}, {"scene_id": "gl-07-23-03s28", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-07-23-03s29", "raw": "A scene from a TV show in which a man is sitting in a room with a white shirt on.", "with_names": "a man is sitting in a room with a white shirt on."}, {"scene_id": "gl-07-23-03s30", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-07-23-03s31", "raw": "A scene from a TV show in which a woman is wearing a white dress and a lamp is on", "with_names": "a woman is wearing a white dress and a lamp is on"}, {"scene_id": "gl-07-23-03s32", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]