[{"scene_id": "bb-02-10-15s0", "raw": "A scene from a TV show in which a man lies in bed and reads a book.", "with_names": "Ridge lies in bed and reads a book."}, {"scene_id": "bb-02-10-15s1", "raw": "A scene from a TV show in which a woman sits in a chair and talks to a reporter.", "with_names": "a woman sits in a chair and talks to a reporter."}, {"scene_id": "bb-02-10-15s2", "raw": "A scene from a TV show in which a man sits at a desk and looks at his phone.", "with_names": "a man sits at a desk and looks at his phone."}, {"scene_id": "bb-02-10-15s3", "raw": "A scene from a TV show in which a man is talking and gesturing with his hands.", "with_names": ""}, {"scene_id": "bb-02-10-15s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-02-10-15s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-10-15s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "bb-02-10-15s7", "raw": "A scene from a TV show in which a shirtless man and a woman are lying in bed together.", "with_names": "a shirtless man and a woman are lying in bed together."}, {"scene_id": "bb-02-10-15s8", "raw": "A scene from a TV show in which a man is bending over a woman and a dog.", "with_names": "a man is bending over a woman and a dog."}, {"scene_id": "bb-02-10-15s9", "raw": "A scene from a TV show in which a man stands in a room with a desk and a chair.", "with_names": "a man stands in a room with a desk and a chair."}, {"scene_id": "bb-02-10-15s10", "raw": "A scene from a TV show in which a man is talking to another man in a room with a window.", "with_names": ""}, {"scene_id": "bb-02-10-15s11", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-02-10-15s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-10-15s13", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-02-10-15s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-10-15s15", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "bb-02-10-15s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-10-15s17", "raw": "A scene from a TV show in which a woman is walking down a hallway and turns around to look at someone.", "with_names": "a woman is walking down a hallway and turns around to look at someone."}, {"scene_id": "bb-02-10-15s18", "raw": "", "with_names": ""}, {"scene_id": "bb-02-10-15s19", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at a wall.", "with_names": "a man is wearing a suit and a tie and looking at a wall."}]