[{"scene_id": "atwt-02-27-03s0", "raw": "A scene from a TV show in which a man is holding a cell phone to his face.", "with_names": "a man is holding a cell phone to his face."}, {"scene_id": "atwt-02-27-03s1", "raw": "A scene from a TV show in which a man is wearing a brown coat and a black shirt.", "with_names": "a man is wearing a brown coat and a black shirt."}, {"scene_id": "atwt-02-27-03s2", "raw": "A scene from a TV show in which a woman is sitting in a bar, a man is standing next to her, and another man is in the background.", "with_names": "a woman is sitting in a bar, a man is standing next to her, and another man is in the background."}, {"scene_id": "atwt-02-27-03s3", "raw": "A scene from a TV show in which a woman is pouring wine from a wine glass into a glass.", "with_names": "a woman is pouring wine from a wine glass into a glass."}, {"scene_id": "atwt-02-27-03s4", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a red shirt.", "with_names": "a man is wearing a leather jacket and a red shirt."}, {"scene_id": "atwt-02-27-03s5", "raw": "A scene from a TV show in which a man is standing on a rock in the ocean, looking out at the waves. The caption reads: Depressed mood, loss of interest, sleep problems, difficulty concentrating.", "with_names": "a man is standing on a rock in the ocean, looking out at the waves. the caption reads: depressed mood, loss of interest, sleep problems, difficulty concentrating."}, {"scene_id": "atwt-02-27-03s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-02-27-03s7", "raw": "A scene from a TV show in which a woman is singing", "with_names": "a woman is singing"}, {"scene_id": "atwt-02-27-03s8", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is standing next to him.", "with_names": "a man is wearing a leather jacket and a woman is standing next to him."}, {"scene_id": "atwt-02-27-03s9", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-02-27-03s10", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a red shirt.", "with_names": "a man is wearing a leather jacket and a red shirt."}, {"scene_id": "atwt-02-27-03s11", "raw": "A scene from a TV show in which a man is walking down a park bench with a backpack on.", "with_names": "a man is walking down a park bench with a backpack on."}, {"scene_id": "atwt-02-27-03s12", "raw": "A scene from a TV show in which a young boy is being comforted by a man in a suit.", "with_names": "a young boy is being comforted by a man in a suit."}, {"scene_id": "atwt-02-27-03s13", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "atwt-02-27-03s14", "raw": "A scene from a TV show in which a man is wearing a brown leather jacket and a woman is standing next to him.", "with_names": "a man is wearing a brown leather jacket and a woman is standing next to him."}, {"scene_id": "atwt-02-27-03s15", "raw": "A scene from a TV show in which two men are standing in a room, one is wearing a green leather jacket and the other is wearing a blue shirt.", "with_names": "two men are standing in a room, one is wearing a green leather jacket and the other is wearing a blue shirt."}, {"scene_id": "atwt-02-27-03s16", "raw": "A scene from a TV show in which a woman is standing in a lake, holding a torch up to the sky.", "with_names": "a woman is standing in a lake, holding a torch up to the sky."}, {"scene_id": "atwt-02-27-03s17", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a red shirt.", "with_names": "a man is wearing a leather jacket and a red shirt."}, {"scene_id": "atwt-02-27-03s18", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-02-27-03s19", "raw": "A scene from a TV show in which a woman is sitting in front of a microphone and talking to a young boy.", "with_names": ""}, {"scene_id": "atwt-02-27-03s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-27-03s21", "raw": "A scene from a TV show in which a man is looking down and his hair is wet.", "with_names": "a man is looking down and his hair is wet."}, {"scene_id": "atwt-02-27-03s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-27-03s23", "raw": "A scene from a TV show in which two women are standing in a corridor, talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-27-03s24", "raw": "A scene from a TV show in which a woman is being hugged by a man.", "with_names": "a woman is being hugged by a man."}, {"scene_id": "atwt-02-27-03s25", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-02-27-03s26", "raw": "A scene from a TV show in which a man is walking down a hallway with a suitcase.", "with_names": "a man is walking down a hallway with a suitcase."}, {"scene_id": "atwt-02-27-03s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-27-03s28", "raw": "A scene from a TV show in which a woman is drinking coffee", "with_names": "a woman is drinking coffee"}, {"scene_id": "atwt-02-27-03s29", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-02-27-03s30", "raw": "A scene from a TV show in which a woman is sitting on a dresser and putting on socks.", "with_names": "a woman is sitting on a dresser and putting on socks."}]