[{"scene_id": "gl-09-26-05s0", "raw": "A scene from a TV show in which a man is talking to someone in a garden.", "with_names": ""}, {"scene_id": "gl-09-26-05s1", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "gl-09-26-05s2", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is in a ponytail.", "with_names": ""}, {"scene_id": "gl-09-26-05s3", "raw": "A scene from a TV show in which a man is hugging a woman and kissing her on the cheek.", "with_names": "a man is hugging a woman and kissing her on the cheek."}, {"scene_id": "gl-09-26-05s4", "raw": "A scene from a TV show in which a woman is wearing a pink polo shirt and a white collar.", "with_names": "a woman is wearing a pink polo shirt and a white collar."}, {"scene_id": "gl-09-26-05s5", "raw": "A scene from a TV show in which a man is reading a book to a young girl.", "with_names": "a man is reading a book to a young girl."}, {"scene_id": "gl-09-26-05s6", "raw": "A scene from a TV show in which a girl is wearing a pink shirt and a white collar", "with_names": "a girl is wearing a pink shirt and a white collar"}, {"scene_id": "gl-09-26-05s7", "raw": "A scene from a TV show in which a woman is talking on her cell phone while a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-09-26-05s8", "raw": "A scene from a TV show in which a man is slapping a woman on the butt.", "with_names": "a man is slapping a woman on the butt."}, {"scene_id": "gl-09-26-05s9", "raw": "A scene from a TV show in which a woman is talking on the phone and her hand is holding a cell phone", "with_names": ""}, {"scene_id": "gl-09-26-05s10", "raw": "A scene from a TV show in which a woman is standing in a doorway and crying.", "with_names": "a woman is standing in a doorway and crying."}, {"scene_id": "gl-09-26-05s11", "raw": "A scene from a TV show in which a man is throwing a trash can at a woman.", "with_names": "a man is throwing a trash can at a woman."}, {"scene_id": "gl-09-26-05s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-09-26-05s13", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-09-26-05s14", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-09-26-05s15", "raw": "A scene from a TV show in which a maid is seen in a short skirt and apron", "with_names": "a maid is in a short skirt and apron"}, {"scene_id": "gl-09-26-05s16", "raw": "A scene from a TV show in which a woman is singing in a room with a fireplace.", "with_names": "a woman is singing in a room with a fireplace."}, {"scene_id": "gl-09-26-05s17", "raw": "A scene from a TV show in which a woman is wearing a black dress and white collar.", "with_names": "a woman is wearing a black dress and white collar."}, {"scene_id": "gl-09-26-05s18", "raw": "A scene from a TV show in which a man is reaching out to a woman.", "with_names": "a man is reaching out to a woman."}, {"scene_id": "gl-09-26-05s19", "raw": "A scene from a TV show in which a man is wearing a camo shirt and a grey hoodie.", "with_names": "a man is wearing a camo shirt and a grey hoodie."}, {"scene_id": "gl-09-26-05s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-09-26-05s21", "raw": "A scene from a TV show in which a man is wearing a camo jacket and a hoodie", "with_names": "a man is wearing a camo jacket and a hoodie"}, {"scene_id": "gl-09-26-05s22", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "gl-09-26-05s23", "raw": "A scene from a TV show in which a man is holding a young boy and looking at him.", "with_names": "a man is holding a young boy and looking at him."}, {"scene_id": "gl-09-26-05s24", "raw": "A scene from a TV show in which a man is trying to open a door with his hands.", "with_names": "a man is trying to open a door with his hands."}, {"scene_id": "gl-09-26-05s25", "raw": "A scene from a TV show in which a man is talking to a child.", "with_names": ""}, {"scene_id": "gl-09-26-05s26", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-26-05s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-26-05s28", "raw": "A scene from a TV show in which a woman is sitting at a bar and a man is standing behind her.", "with_names": "a woman is sitting at a bar and a man is standing behind her."}, {"scene_id": "gl-09-26-05s29", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "gl-09-26-05s30", "raw": "A scene from a TV show in which a syringe is lying on the floor next to a person's feet.", "with_names": "a syringe is lying on the floor next to a person's feet."}, {"scene_id": "gl-09-26-05s31", "raw": "A scene from a TV show in which a woman is holding a knife and looking angry.", "with_names": "a woman is holding a knife and looking angry."}, {"scene_id": "gl-09-26-05s32", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "gl-09-26-05s33", "raw": "", "with_names": ""}]