[{"scene_id": "gl-10-07-04s0", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her", "with_names": ""}, {"scene_id": "gl-10-07-04s1", "raw": "A scene from a TV show in which a woman is wearing a brown suit and a man is in a blue shirt.", "with_names": "a woman is wearing a brown suit and a man is in a blue shirt."}, {"scene_id": "gl-10-07-04s2", "raw": "A scene from a TV show in which a man is throwing a box at another man.", "with_names": "a man is throwing a box at another man."}, {"scene_id": "gl-10-07-04s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-07-04s4", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-10-07-04s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-07-04s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-07-04s7", "raw": "A scene from a TV show in which a man is standing in front of a sign that says \"Emergency\"", "with_names": "a man is standing in front of a sign that says \"emergency\""}, {"scene_id": "gl-10-07-04s8", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-07-04s9", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "gl-10-07-04s10", "raw": "A scene from a TV show in which a woman is giving a man a ring.", "with_names": "a woman is giving a man a ring."}, {"scene_id": "gl-10-07-04s11", "raw": "A scene from a TV show in which a woman is kissing another woman", "with_names": "a woman is kissing another woman"}, {"scene_id": "gl-10-07-04s12", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-10-07-04s13", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-10-07-04s14", "raw": "A scene from a TV show in which a man is talking on a cell phone and a woman is looking at him.", "with_names": ""}, {"scene_id": "gl-10-07-04s15", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-10-07-04s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-07-04s17", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-10-07-04s18", "raw": "A scene from a TV show in which a woman is walking down a street with a man behind her.", "with_names": "a woman is walking down a street with a man behind her."}, {"scene_id": "gl-10-07-04s19", "raw": "A scene from a TV show in which a man is looking at a picture and talking to someone.", "with_names": ""}, {"scene_id": "gl-10-07-04s20", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is sitting next to him.", "with_names": "a man is lying in a hospital bed and a woman is sitting next to him."}, {"scene_id": "gl-10-07-04s21", "raw": "", "with_names": ""}]