[{"scene_id": "bb-08-20-15s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room and talking.", "with_names": ""}, {"scene_id": "bb-08-20-15s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-20-15s2", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-08-20-15s3", "raw": "A scene from a TV show in which a model walks the runway in a white gown.", "with_names": "a model walks the runway in a white gown."}, {"scene_id": "bb-08-20-15s4", "raw": "A scene from a TV show in which a man and a woman stand in a room and talk.", "with_names": "a man and a woman stand in a room and talk."}, {"scene_id": "bb-08-20-15s5", "raw": "A scene from a TV show in which a man and a woman are standing in front of a fireplace.", "with_names": "a man and a woman are standing in front of a fireplace."}, {"scene_id": "bb-08-20-15s6", "raw": "A scene from a TV show in which a woman is looking at a man and a baby.", "with_names": "a woman is looking at a man and a baby."}, {"scene_id": "bb-08-20-15s7", "raw": "A scene from a TV show in which a woman is sitting at a dinner table with a man and a dog.", "with_names": "a woman is sitting at a dinner table with a man and a dog."}, {"scene_id": "bb-08-20-15s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-20-15s9", "raw": "A scene from a TV show in which a man and a woman are talking in a living room.", "with_names": ""}, {"scene_id": "bb-08-20-15s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-20-15s11", "raw": "A scene from a TV show in which a man and a woman are having a romantic dinner.", "with_names": "a man and a woman are having a romantic dinner."}, {"scene_id": "bb-08-20-15s12", "raw": "A scene from a TV show in which a man and a woman are lying on a couch.", "with_names": "a man and a woman are lying on a couch."}, {"scene_id": "bb-08-20-15s13", "raw": "A scene from a TV show in which a woman is talking to a man at a restaurant.", "with_names": ""}, {"scene_id": "bb-08-20-15s14", "raw": "A scene from a TV show in which a woman looks at a man and says, \"I'm sorry.\"", "with_names": "a woman looks at a man and says, \"i'm sorry.\""}, {"scene_id": "bb-08-20-15s15", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "bb-08-20-15s16", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}]