[{"scene_id": "atwt-07-06-10s0", "raw": "A scene from a TV show in which a woman is talking to a parrot", "with_names": ""}, {"scene_id": "atwt-07-06-10s1", "raw": "A scene from a TV show in which a woman is talking to a man, and he is looking at her with a look of concern on his face.", "with_names": ""}, {"scene_id": "atwt-07-06-10s2", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down, with his hand covering his mouth.", "with_names": ""}, {"scene_id": "atwt-07-06-10s3", "raw": "A scene from a TV show in which a young boy is dancing in a suit.", "with_names": "a young boy is dancing in a suit."}, {"scene_id": "atwt-07-06-10s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-06-10s5", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "atwt-07-06-10s6", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-07-06-10s7", "raw": "A scene from a TV show in which a man is sitting in a bar and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-06-10s8", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "atwt-07-06-10s9", "raw": "A scene from a TV show in which a woman is holding a man by the neck and pulling him towards her.", "with_names": "a woman is holding ] by the neck and pulling him towards her."}, {"scene_id": "atwt-07-06-10s10", "raw": "A scene from a TV show in which a man is holding a camera up to his face.", "with_names": "a man is holding a camera up to his face."}, {"scene_id": "atwt-07-06-10s11", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-06-10s12", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-06-10s13", "raw": "A scene from a TV show in which a man is standing next to another man and they are both looking at something.", "with_names": "a man is standing next to another man and they are both looking at something."}, {"scene_id": "atwt-07-06-10s14", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "atwt-07-06-10s15", "raw": "A scene from a TV show in which people are working in a factory.", "with_names": "people are working in a factory."}, {"scene_id": "atwt-07-06-10s16", "raw": "A scene from a TV show in which a man is wearing a wig and a black shirt", "with_names": "a man is wearing a wig and a black shirt"}, {"scene_id": "atwt-07-06-10s17", "raw": "A scene from a TV show in which a man is sitting at a table with a plate of food.", "with_names": "a man is sitting at a table with a plate of food."}, {"scene_id": "atwt-07-06-10s18", "raw": "A scene from a TV show in which a man is handcuffed and a woman is holding a bottle.", "with_names": "a man is handcuffed and a woman is holding a bottle."}, {"scene_id": "atwt-07-06-10s19", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-06-10s20", "raw": "A scene from a TV show in which a woman is crying on the phone.", "with_names": "a woman is crying on the phone."}, {"scene_id": "atwt-07-06-10s21", "raw": "A scene from a TV show in which a woman is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "atwt-07-06-10s22", "raw": "A scene from a TV show in which a young man is being arrested by a police officer and a lawyer.", "with_names": "a young man is being arrested by a police officer and a lawyer."}, {"scene_id": "atwt-07-06-10s23", "raw": "A scene from a TV show in which a woman is seen through a purple lens.", "with_names": "a woman is through a purple lens."}]