[{"scene_id": "oltl-11-09-07s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Todd and Marty are standing in a room."}, {"scene_id": "oltl-11-09-07s1", "raw": "A scene from a TV show in which a man is talking to someone outside a door.", "with_names": ""}, {"scene_id": "oltl-11-09-07s2", "raw": "A scene from a TV show in which three nurses are talking in a hospital.", "with_names": ""}, {"scene_id": "oltl-11-09-07s3", "raw": "A scene from a TV show in which a man is being asked to marry a woman by a priest.", "with_names": "a man is being asked to marry a woman by a priest."}, {"scene_id": "oltl-11-09-07s4", "raw": "A scene from a TV show in which a man is sitting at a desk and talking on the phone.", "with_names": ""}, {"scene_id": "oltl-11-09-07s5", "raw": "A scene from a TV show in which a woman is talking to a man and a young girl.", "with_names": ""}, {"scene_id": "oltl-11-09-07s6", "raw": "A scene from a TV show in which a woman is wearing a black shirt and wet hair.", "with_names": "a woman is wearing a black shirt and wet hair."}, {"scene_id": "oltl-11-09-07s7", "raw": "A scene from a TV show in which a young girl is looking at her cell phone.", "with_names": "a young girl is looking at her cell phone."}, {"scene_id": "oltl-11-09-07s8", "raw": "A scene from a TV show in which a blonde woman is wearing a black shirt and a man is behind her.", "with_names": "a blonde woman is wearing a black shirt and a man is behind her."}, {"scene_id": "oltl-11-09-07s9", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "oltl-11-09-07s10", "raw": "A scene from a TV show in which a nurse is dancing in a bar.", "with_names": "a nurse is dancing in a bar."}, {"scene_id": "oltl-11-09-07s11", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "a man is looking at a blonde woman."}, {"scene_id": "oltl-11-09-07s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-11-09-07s13", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a man is standing behind her.", "with_names": "a woman is wearing a black shirt and a man is standing behind her."}, {"scene_id": "oltl-11-09-07s14", "raw": "A scene from a TV show in which a man is talking to a group of people.", "with_names": ""}, {"scene_id": "oltl-11-09-07s15", "raw": "A scene from a TV show in which a man is standing in a room with a woman, and another woman is in the background.", "with_names": "a man is standing in a room with a woman, and another woman is in the background."}, {"scene_id": "oltl-11-09-07s16", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a shirt.", "with_names": "a man is wearing a leather jacket and a shirt."}, {"scene_id": "oltl-11-09-07s17", "raw": "A scene from a TV show in which a man is sitting on a couch with a cup of coffee.", "with_names": ""}, {"scene_id": "oltl-11-09-07s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-09-07s19", "raw": "A scene from a TV show in which a man is sitting in front of a typewriter", "with_names": "a man is sitting in front of a typewriter"}, {"scene_id": "oltl-11-09-07s20", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-11-09-07s21", "raw": "A scene from a TV show in which a man and a woman sit at a table with a cup and a bowl of food.", "with_names": "a man and a woman sit at a table with a cup and a bowl of food."}, {"scene_id": "oltl-11-09-07s22", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-11-09-07s23", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "oltl-11-09-07s24", "raw": "A scene from a TV show in which a man is pointing at another man.", "with_names": "a man is pointing at another man."}, {"scene_id": "oltl-11-09-07s25", "raw": "A scene from a TV show in which a man and a woman are standing close to each other, the woman is holding a bouquet.", "with_names": "a man and a woman are standing close to each other, the woman is holding a bouquet."}, {"scene_id": "oltl-11-09-07s26", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "oltl-11-09-07s27", "raw": "A scene from a TV show in which a man is standing in a room, holding a cup and looking at a woman who is sitting on a bed.", "with_names": "a man is standing in a room, holding a cup and looking at a woman who is sitting on a bed."}, {"scene_id": "oltl-11-09-07s28", "raw": "A scene from a TV show in which a woman is holding a cell phone and a man is standing next to her.", "with_names": "a woman is holding a cell phone and a man is standing next to her."}, {"scene_id": "oltl-11-09-07s29", "raw": "A scene from a TV show in which a woman is being escorted by two nurses.", "with_names": "a woman is being escorted by two nurses."}, {"scene_id": "oltl-11-09-07s30", "raw": "A scene from a TV show in which a man is sitting at a desk wearing a suit and a hat", "with_names": "a man is sitting at a desk wearing a suit and a hat"}, {"scene_id": "oltl-11-09-07s31", "raw": "A scene from a TV show in which a bride is smiling at her groom.", "with_names": "a bride is smiling at her groom."}, {"scene_id": "oltl-11-09-07s32", "raw": "A scene from a TV show in which two women are talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-09-07s33", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt.", "with_names": "a man is wearing a leather jacket and a black shirt."}, {"scene_id": "oltl-11-09-07s34", "raw": "A scene from a TV show in which a woman is in a kitchen, wearing a blue uniform and white apron.", "with_names": "a woman is in a kitchen, wearing a blue uniform and white apron."}]