[{"scene_id": "gl-06-23-06s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-23-06s1", "raw": "A scene from a TV show in which a woman is seen in a white dress and a man is wearing a black jacket.", "with_names": "a woman is in a white dress and a man is wearing a black jacket."}, {"scene_id": "gl-06-23-06s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-23-06s3", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man.", "with_names": "a woman is being kissed on the cheek by a man."}, {"scene_id": "gl-06-23-06s4", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-06-23-06s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "gl-06-23-06s6", "raw": "A scene from a TV show in which a woman is wearing a bandana on her head.", "with_names": "a woman is wearing a bandana on her head."}, {"scene_id": "gl-06-23-06s7", "raw": "A scene from a TV show in which a man is talking to someone and his hands are in front of him.", "with_names": ""}, {"scene_id": "gl-06-23-06s8", "raw": "A scene from a TV show in which a man is talking to someone and his hand is in the air", "with_names": ""}, {"scene_id": "gl-06-23-06s9", "raw": "A scene from a TV show in which a woman is being attacked by another woman.", "with_names": "a woman is being attacked by another woman."}, {"scene_id": "gl-06-23-06s10", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-23-06s11", "raw": "", "with_names": ""}, {"scene_id": "gl-06-23-06s12", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm sorry.\"", "with_names": "a man is looking at ] and saying, \"i'm sorry.\""}, {"scene_id": "gl-06-23-06s13", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-06-23-06s14", "raw": "A scene from a TV show in which a man is sitting at a table with a wine glass and a woman is standing behind him.", "with_names": "a man is sitting at a table with a wine glass and ] is standing behind him."}, {"scene_id": "gl-06-23-06s15", "raw": "A scene from a TV show in which a woman is sitting at a table with wine glasses and a man is standing next to her.", "with_names": "a woman is sitting at a table with wine glasses and a man is standing next to her."}, {"scene_id": "gl-06-23-06s16", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-06-23-06s17", "raw": "A scene from a TV show in which a doctor is looking at a laptop and a patient is on the other side of the room", "with_names": "a doctor is looking at a laptop and a patient is on the other side of the room"}, {"scene_id": "gl-06-23-06s18", "raw": "A scene from a TV show in which a man is talking to someone and he is looking at his watch.", "with_names": ""}, {"scene_id": "gl-06-23-06s19", "raw": "A scene from a TV show in which a blonde woman is yelling at a woman in a pink shirt.", "with_names": "a blonde woman is yelling at a woman in a pink shirt."}, {"scene_id": "gl-06-23-06s20", "raw": "A scene from a TV show in which a woman is talking to a man and making a funny face.", "with_names": ""}, {"scene_id": "gl-06-23-06s21", "raw": "A scene from a TV show in which a woman is wearing a cowboy hat and a scarf around her neck.", "with_names": "a woman is wearing a cowboy hat and a scarf around her neck."}, {"scene_id": "gl-06-23-06s22", "raw": "A scene from a TV show in which a man is yelling at a sign.", "with_names": "a man is yelling at a sign."}, {"scene_id": "gl-06-23-06s23", "raw": "A scene from a TV show in which a woman is trying to get her husband to stop cheating on her.", "with_names": "a woman is trying to get her husband to stop cheating on her."}, {"scene_id": "gl-06-23-06s24", "raw": "A scene from a TV show in which a woman is wearing a black bandana on her head.", "with_names": "a woman is wearing a black bandana on her head."}, {"scene_id": "gl-06-23-06s25", "raw": "", "with_names": ""}]