[{"scene_id": "pc-02-07-03s0", "raw": "A scene from a TV show in which a woman is standing next to a man, and he is sitting at a table, drinking a glass of water.", "with_names": "a woman is standing next to a man, and he is sitting at a table, drinking a glass of water."}, {"scene_id": "pc-02-07-03s1", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "pc-02-07-03s2", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-02-07-03s3", "raw": "A scene from a TV show in which a woman is dancing in front of a mirror", "with_names": "a woman is dancing in front of a mirror"}, {"scene_id": "pc-02-07-03s4", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-02-07-03s5", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a coat.", "with_names": ""}, {"scene_id": "pc-02-07-03s6", "raw": "A scene from a TV show in which a man is looking at his hand and talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-02-07-03s7", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "pc-02-07-03s8", "raw": "A scene from a TV show in which a woman is in a white turtleneck and a leather jacket, looking through bars.", "with_names": "Lucy is in a white turtleneck and a leather jacket, looking through bars."}, {"scene_id": "pc-02-07-03s9", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man.", "with_names": "a woman is being kissed on the cheek by a man."}, {"scene_id": "pc-02-07-03s10", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a necklace", "with_names": "a woman is wearing a red shirt and a necklace"}, {"scene_id": "pc-02-07-03s11", "raw": "A scene from a TV show in which a man is running away from a door", "with_names": "Caleb is running away from a door"}, {"scene_id": "pc-02-07-03s13", "raw": "A scene from a TV show in which a woman is trapped behind bars.", "with_names": "lucy is trapped behind bars."}, {"scene_id": "pc-02-07-03s14", "raw": "A scene from a TV show in which a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "pc-02-07-03s15", "raw": "A scene from a TV show in which a woman is walking through a foggy forest.", "with_names": "a woman is walking through a foggy forest."}, {"scene_id": "pc-02-07-03s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-02-07-03s18", "raw": "A scene from a TV show in which a man is talking and his hair is long and a necklace is visible.", "with_names": ""}]