[{"scene_id": "atwt-09-20-04s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-20-04s1", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-20-04s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-20-04s3", "raw": "A scene from a TV show in which a man is wearing a tie-dye shirt and red shorts and is holding his head in his hands. A woman is standing next to", "with_names": "a man is wearing a tie-dye shirt and red shorts and is holding his head in his hands. a woman is standing next to"}, {"scene_id": "atwt-09-20-04s4", "raw": "A scene from a TV show in which a man is sitting on a couch with a woman sitting next to him.", "with_names": ""}, {"scene_id": "atwt-09-20-04s5", "raw": "A scene from a TV show in which a black screen says 1-800-MEDICARE and the words Your official information source", "with_names": "a black screen says 1-800-medicare and the words your official information source"}, {"scene_id": "atwt-09-20-04s6", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-09-20-04s7", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-20-04s8", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "atwt-09-20-04s9", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-09-20-04s10", "raw": "A scene from a TV show in which a man is seen in a room with a black screen.", "with_names": "a man is in a room with a black screen."}, {"scene_id": "atwt-09-20-04s11", "raw": "A scene from a TV show in which a man is yelling and making a face", "with_names": "a man is yelling and making a face"}, {"scene_id": "atwt-09-20-04s12", "raw": "A scene from a TV show in which a man is holding a baby and a woman stands behind him", "with_names": "a man is holding a baby and a woman stands behind him"}, {"scene_id": "atwt-09-20-04s13", "raw": "A scene from a TV show in which a woman is holding a young boy and a girl is standing behind them.", "with_names": "a woman is holding a young boy and a girl is standing behind them."}, {"scene_id": "atwt-09-20-04s14", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her", "with_names": ""}, {"scene_id": "atwt-09-20-04s15", "raw": "A scene from a TV show in which a woman is getting her hair done.", "with_names": "a woman is getting her hair done."}, {"scene_id": "atwt-09-20-04s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-09-20-04s17", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-20-04s18", "raw": "A scene from a TV show in which a woman is holding a child in front of a Christmas tree.", "with_names": "a woman is holding a child in front of a christmas tree."}, {"scene_id": "atwt-09-20-04s19", "raw": "A scene from a TV show in which a woman is talking to someone in a hallway.", "with_names": ""}, {"scene_id": "atwt-09-20-04s20", "raw": "A scene from a TV show in which three women are sitting in a movie theater.", "with_names": "three women are sitting in a movie theater."}, {"scene_id": "atwt-09-20-04s21", "raw": "A scene from a TV show in which a young boy is sitting on a couch and a man is standing behind him.", "with_names": ""}, {"scene_id": "atwt-09-20-04s22", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-09-20-04s23", "raw": "A scene from a TV show in which a blonde girl is holding a little boy in a living room.", "with_names": "a blonde girl is holding a little boy in a living room."}, {"scene_id": "atwt-09-20-04s24", "raw": "A scene from a TV show in which a woman is playing the violin.", "with_names": "a woman is playing the violin."}, {"scene_id": "atwt-09-20-04s25", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "atwt-09-20-04s26", "raw": "A scene from a TV show in which a woman is lying in bed with her mouth open and her eyes wide open.", "with_names": "a woman is lying in bed with her mouth open and her eyes wide open."}, {"scene_id": "atwt-09-20-04s27", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-20-04s28", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-20-04s29", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]