[{"scene_id": "bb-12-28-16s0", "raw": "A scene from a TV show in which a house is surrounded by flowers.", "with_names": "a house is surrounded by flowers."}, {"scene_id": "bb-12-28-16s1", "raw": "A scene from a TV show in which a man and a woman are talking in a room with plants.", "with_names": ""}, {"scene_id": "bb-12-28-16s2", "raw": "A scene from a TV show in which a woman is sitting in a library, holding a glass and looking at her phone.", "with_names": "a woman is sitting in a library, holding a glass and looking at her phone."}, {"scene_id": "bb-12-28-16s3", "raw": "A scene from a TV show in which Liam Spencer is wearing a leather jacket.", "with_names": "liam spencer is wearing a leather jacket."}, {"scene_id": "bb-12-28-16s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-28-16s5", "raw": "A scene from a TV show in which a man is wearing a dress and socks and is standing in a living room.", "with_names": "a man is wearing a dress and socks and is standing in a living room."}, {"scene_id": "bb-12-28-16s6", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "bb-12-28-16s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "bb-12-28-16s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and putting on her shoes.", "with_names": ""}, {"scene_id": "bb-12-28-16s9", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "bb-12-28-16s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-28-16s11", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "bb-12-28-16s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-12-28-16s13", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Liam is looking at Steffy and she is looking back at him."}]