[{"scene_id": "oltl-08-22-11s0", "raw": "A scene from a TV show in which a woman is having a drink with a man.", "with_names": "Starr is having a drink with Dani."}, {"scene_id": "oltl-08-22-11s1", "raw": "A scene from a TV show in which a man is smiling and looking at a woman.", "with_names": "a man is smiling and looking at a woman."}, {"scene_id": "oltl-08-22-11s2", "raw": "A scene from a TV show in which a man is seen walking into a room and a woman is standing in the doorway.", "with_names": "a man is walking into a room and ] is standing in the doorway."}, {"scene_id": "oltl-08-22-11s3", "raw": "A scene from a TV show in which a woman is walking out of a door and a man is standing behind her.", "with_names": "a woman is walking out of a door and a man is standing behind her."}, {"scene_id": "oltl-08-22-11s4", "raw": "A scene from a TV show in which a man is being stalked by a woman.", "with_names": "a man is being stalked by a woman."}, {"scene_id": "oltl-08-22-11s5", "raw": "A scene from a TV show in which the word \"One Life to Live\" is spelled out in blue letters.", "with_names": "the word \"one life to live\" is spelled out in blue letters."}, {"scene_id": "oltl-08-22-11s6", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-22-11s7", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-08-22-11s8", "raw": "A scene from a TV show in which a man is trying to kiss a woman.", "with_names": "a man is trying to kiss a woman."}, {"scene_id": "oltl-08-22-11s9", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-08-22-11s10", "raw": "A scene from a TV show in which a woman is shown dancing with a pole.", "with_names": ""}, {"scene_id": "oltl-08-22-11s11", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "oltl-08-22-11s12", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-22-11s13", "raw": "A scene from a TV show in which a man is touching a woman's breast.", "with_names": "a man is touching a woman's breast."}, {"scene_id": "oltl-08-22-11s14", "raw": "A scene from a TV show in which two women are arguing in a bar.", "with_names": "two women are arguing in a bar."}, {"scene_id": "oltl-08-22-11s15", "raw": "A scene from a TV show in which a man is talking to a woman, and he is holding his hand up to his face.", "with_names": ""}, {"scene_id": "oltl-08-22-11s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-22-11s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-22-11s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a look of disgust.", "with_names": ""}, {"scene_id": "oltl-08-22-11s19", "raw": "A scene from a TV show in which a man is walking down a hallway and another man is standing in front of him.", "with_names": "a man is walking down a hallway and another man is standing in front of him."}, {"scene_id": "oltl-08-22-11s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-08-22-11s21", "raw": "A scene from a TV show in which a young man is looking at a blonde woman.", "with_names": "a young man is looking at a blonde woman."}, {"scene_id": "oltl-08-22-11s22", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-22-11s23", "raw": "A scene from a TV show in which a young man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "oltl-08-22-11s24", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}, {"scene_id": "oltl-08-22-11s25", "raw": "A scene from a TV show in which a man is walking down a hallway and a chair is sitting in front of a mirror.", "with_names": "a man is walking down a hallway and a chair is sitting in front of a mirror."}, {"scene_id": "oltl-08-22-11s26", "raw": "A scene from a TV show in which a man and a woman are dancing in a club.", "with_names": "a man and a woman are dancing in a club."}, {"scene_id": "oltl-08-22-11s27", "raw": "A scene from a TV show in which a woman is standing in a hallway with a man standing behind her.", "with_names": "a woman is standing in a hallway with a man standing behind her."}, {"scene_id": "oltl-08-22-11s28", "raw": "A scene from a TV show in which a woman is wearing a black dress and silver earrings.", "with_names": "a woman is wearing a black dress and silver earrings."}, {"scene_id": "oltl-08-22-11s29", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "oltl-08-22-11s30", "raw": "A scene from a TV show in which a man is walking down a sidewalk, his head is down, and he is wearing a black shirt and black pants.", "with_names": "a man is walking down a sidewalk, his head is down, and he is wearing a black shirt and black pants."}, {"scene_id": "oltl-08-22-11s31", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-22-11s32", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-08-22-11s33", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at the camera.", "with_names": "a woman is sitting on a bed and looking at the camera."}, {"scene_id": "oltl-08-22-11s34", "raw": "A scene from a TV show in which two women are standing in a room, one of them is crying.", "with_names": "two women are standing in a room, one of them is crying."}, {"scene_id": "oltl-08-22-11s35", "raw": "A scene from a TV show in which a man is holding a gun to his face.", "with_names": "a man is holding a gun to his face."}]