[{"scene_id": "oltl-01-26-10s0", "raw": "A scene from a TV show in which a man is standing next to a woman in a library.", "with_names": "Todd is standing next to Viki in a library."}, {"scene_id": "oltl-01-26-10s1", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, talking and laughing.", "with_names": ""}, {"scene_id": "oltl-01-26-10s2", "raw": "A scene from a TV show in which a man is doing push-ups on a floor.", "with_names": "a man is doing push-ups on a floor."}, {"scene_id": "oltl-01-26-10s3", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-01-26-10s4", "raw": "", "with_names": ""}, {"scene_id": "oltl-01-26-10s5", "raw": "A scene from a TV show in which a woman is wearing a corset and a feather duster", "with_names": "a woman is wearing a corset and a feather duster"}, {"scene_id": "oltl-01-26-10s6", "raw": "A scene from a TV show in which a door is opened and a man is seen inside.", "with_names": "a door is opened and a man is inside."}, {"scene_id": "oltl-01-26-10s7", "raw": "A scene from a TV show in which a woman is wearing a red corset and a short skirt.", "with_names": "a woman is wearing a red corset and a short skirt."}, {"scene_id": "oltl-01-26-10s8", "raw": "", "with_names": ""}, {"scene_id": "oltl-01-26-10s9", "raw": "A scene from a TV show in which a woman is drinking a glass of whiskey.", "with_names": "a woman is drinking a glass of whiskey."}, {"scene_id": "oltl-01-26-10s10", "raw": "A scene from a TV show in which a hand is seen lighting a candle with a lighter.", "with_names": "a hand is lighting a candle with a lighter."}, {"scene_id": "oltl-01-26-10s11", "raw": "A scene from a TV show in which a woman is lying on a couch with her legs spread and a man standing behind her.", "with_names": "a woman is lying on a couch with her legs spread and a man standing behind her."}, {"scene_id": "oltl-01-26-10s12", "raw": "A scene from a TV show in which a man is standing next to a woman in a library.", "with_names": "a man is standing next to a woman in a library."}, {"scene_id": "oltl-01-26-10s13", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at the camera.", "with_names": "a blonde woman is smiling and looking at the camera."}, {"scene_id": "oltl-01-26-10s14", "raw": "A scene from a TV show in which a woman is being comforted by a man in a white coat.", "with_names": "a woman is being comforted by a man in a white coat."}, {"scene_id": "oltl-01-26-10s15", "raw": "A scene from a TV show in which a woman is holding a man's hand and looking at him.", "with_names": "a woman is holding a man's hand and looking at him."}, {"scene_id": "oltl-01-26-10s16", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-01-26-10s17", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at a book.", "with_names": ""}, {"scene_id": "oltl-01-26-10s18", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-01-26-10s19", "raw": "A scene from a TV show in which a woman is on the phone and her mouth is open.", "with_names": "a woman is on the phone and her mouth is open."}, {"scene_id": "oltl-01-26-10s20", "raw": "A scene from a TV show in which a woman is hugging an older man from behind.", "with_names": "a woman is hugging an older man from behind."}, {"scene_id": "oltl-01-26-10s21", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "oltl-01-26-10s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-26-10s23", "raw": "A scene from a TV show in which a woman is sitting on the floor with a man standing behind her, both of them holding a white paper.", "with_names": "a woman is sitting on the floor with a man standing behind her, both of them holding a white paper."}, {"scene_id": "oltl-01-26-10s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-26-10s25", "raw": "A scene from a TV show in which a man is lighting a candle.", "with_names": "a man is lighting a candle."}, {"scene_id": "oltl-01-26-10s26", "raw": "A scene from a TV show in which a woman is looking up and to the right.", "with_names": "a woman is looking up and to the right."}, {"scene_id": "oltl-01-26-10s27", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-01-26-10s28", "raw": "A scene from a TV show in which a man is talking to a woman while holding a cell phone.", "with_names": ""}, {"scene_id": "oltl-01-26-10s29", "raw": "A scene from a TV show in which a man is wearing a vest and a tie and talking to another man.", "with_names": ""}, {"scene_id": "oltl-01-26-10s30", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-01-26-10s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-26-10s32", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "oltl-01-26-10s33", "raw": "A scene from a TV show in which a woman is screaming.", "with_names": "a woman is screaming."}, {"scene_id": "oltl-01-26-10s34", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-26-10s35", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is cut short.", "with_names": ""}, {"scene_id": "oltl-01-26-10s36", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-01-26-10s37", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-01-26-10s38", "raw": "A scene from a TV show in which a woman and a young girl sit on a couch.", "with_names": "a woman and a young girl sit on a couch."}, {"scene_id": "oltl-01-26-10s39", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "oltl-01-26-10s40", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-01-26-10s41", "raw": "A scene from a TV show in which a young boy is wearing a red and black shirt and a backpack.", "with_names": "a young boy is wearing a red and black shirt and a backpack."}, {"scene_id": "oltl-01-26-10s42", "raw": "A scene from a TV show in which a woman is hugging a man and a boy is standing next to her.", "with_names": "a woman is hugging a man and a boy is standing next to her."}, {"scene_id": "oltl-01-26-10s43", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-01-26-10s44", "raw": "", "with_names": ""}, {"scene_id": "oltl-01-26-10s45", "raw": "A scene from a TV show in which a woman is holding a snake in her hand and a little girl is watching.", "with_names": "a woman is holding a snake in her hand and a little girl is watching."}]