[{"scene_id": "oltl-05-11-06s0", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-05-11-06s1", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-05-11-06s2", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "oltl-05-11-06s3", "raw": "A scene from a TV show in which a man is being attacked by a group of men.", "with_names": "a man is being attacked by a group of men."}, {"scene_id": "oltl-05-11-06s4", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-05-11-06s5", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-05-11-06s6", "raw": "A scene from a TV show in which a woman is standing in front of a window with her hands on her hips.", "with_names": "a woman is standing in front of a window with her hands on her hips."}, {"scene_id": "oltl-05-11-06s7", "raw": "A scene from a TV show in which a man is crying and another man demonstratively wiping his tears away.", "with_names": "a man is crying and another man demonstratively wiping his tears away."}, {"scene_id": "oltl-05-11-06s8", "raw": "A scene from a TV show in which a man is being wheeled on a stretcher into a hospital.", "with_names": "a man is being wheeled on a stretcher into a hospital."}, {"scene_id": "oltl-05-11-06s9", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-11-06s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-11-06s11", "raw": "A scene from a TV show in which a nurse is giving a patient a drink of water.", "with_names": "a nurse is giving a patient a drink of water."}, {"scene_id": "oltl-05-11-06s12", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her", "with_names": ""}, {"scene_id": "oltl-05-11-06s13", "raw": "A scene from a TV show in which a blonde woman is standing in a room with a potted plant.", "with_names": "a blonde woman is standing in a room with a potted plant."}, {"scene_id": "oltl-05-11-06s14", "raw": "A scene from a TV show in which a woman is lying in a hospital bed", "with_names": "a woman is lying in a hospital bed"}, {"scene_id": "oltl-05-11-06s15", "raw": "A scene from a TV show in which two doctors are talking to each other.", "with_names": ""}, {"scene_id": "oltl-05-11-06s16", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-05-11-06s17", "raw": "A scene from a TV show in which a woman is lying in bed with a laptop on her lap and a man sitting next to her.", "with_names": "a woman is lying in bed with a laptop on her lap and a man sitting next to her."}, {"scene_id": "oltl-05-11-06s18", "raw": "A scene from a TV show in which a man is looking at a woman and making a funny face.", "with_names": "a man is looking at a woman and making a funny face."}, {"scene_id": "oltl-05-11-06s19", "raw": "A scene from a TV show in which a woman is being chased by a man.", "with_names": "a woman is being chased by a man."}, {"scene_id": "oltl-05-11-06s20", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a doctor is standing next to her.", "with_names": "a woman is lying in a hospital bed and a doctor is standing next to her."}, {"scene_id": "oltl-05-11-06s21", "raw": "A scene from a TV show in which a man is holding a cell phone and looking at it.", "with_names": "a man is holding a cell phone and looking at it."}, {"scene_id": "oltl-05-11-06s22", "raw": "A scene from a TV show in which a blonde man and a brunette woman are looking at each other.", "with_names": "a blonde man and a brunette woman are looking at each other."}, {"scene_id": "oltl-05-11-06s23", "raw": "A scene from a TV show in which a woman is holding a baby in her arms and a man is lying in bed", "with_names": "a woman is holding a baby in her arms and a man is lying in bed"}, {"scene_id": "oltl-05-11-06s24", "raw": "A scene from a TV show in which a man is talking on the phone", "with_names": ""}, {"scene_id": "oltl-05-11-06s25", "raw": "A scene from a TV show in which a man and a woman are standing in a hospital corridor.", "with_names": "a man and a woman are standing in a hospital corridor."}]