[{"scene_id": "oltl-12-03-10s0", "raw": "A scene from a TV show in which a man is talking to a clock", "with_names": ""}, {"scene_id": "oltl-12-03-10s1", "raw": "A scene from a TV show in which two women are sitting at a table, drinking orange juice.", "with_names": "two women are sitting at a table, drinking orange juice."}, {"scene_id": "oltl-12-03-10s2", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-12-03-10s3", "raw": "A scene from a TV show in which a man is talking to a woman at a table.", "with_names": ""}, {"scene_id": "oltl-12-03-10s4", "raw": "A scene from a TV show in which a woman is smiling and looking down.", "with_names": "a woman is smiling and looking down."}, {"scene_id": "oltl-12-03-10s5", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and a woman are walking down a hallway."}, {"scene_id": "oltl-12-03-10s6", "raw": "A scene from a TV show in which a woman is wearing a black dress and a red wig.", "with_names": "a woman is wearing a black dress and a red wig."}, {"scene_id": "oltl-12-03-10s7", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "oltl-12-03-10s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-03-10s9", "raw": "A scene from a TV show in which a woman is pointing at a man.", "with_names": "a woman is pointing at a man."}, {"scene_id": "oltl-12-03-10s10", "raw": "A scene from a TV show in which a man is laughing and a woman is standing next to him.", "with_names": "a man is laughing and a woman is standing next to him."}, {"scene_id": "oltl-12-03-10s11", "raw": "A scene from a TV show in which a man is sitting at a table with his hands folded and a woman is standing next to him.", "with_names": "a man is sitting at a table with his hands folded and a woman is standing next to him."}, {"scene_id": "oltl-12-03-10s12", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "oltl-12-03-10s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-03-10s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-03-10s15", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "oltl-12-03-10s16", "raw": "A scene from a TV show in which a woman is wearing a black suit and a gold necklace.", "with_names": "a woman is wearing a black suit and a gold necklace."}, {"scene_id": "oltl-12-03-10s17", "raw": "A scene from a TV show in which a woman is holding up a dress and another woman is watching her.", "with_names": "a woman is holding up a dress and another woman is watching her."}, {"scene_id": "oltl-12-03-10s18", "raw": "A scene from a TV show in which a young boy is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-03-10s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-03-10s20", "raw": "A scene from a TV show in which a woman is making a face", "with_names": "a woman is making a face"}, {"scene_id": "oltl-12-03-10s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-12-03-10s22", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-03-10s23", "raw": "A scene from a TV show in which a man is talking to a lawyer.", "with_names": ""}, {"scene_id": "oltl-12-03-10s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-12-03-10s25", "raw": "A scene from a TV show in which a woman is looking at a man and a watch.", "with_names": "a woman is looking at a man and a watch."}, {"scene_id": "oltl-12-03-10s26", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-03-10s27", "raw": "A scene from a TV show in which a woman is standing in a hotel room, looking at a bed.", "with_names": "a woman is standing in a hotel room, looking at a bed."}, {"scene_id": "oltl-12-03-10s28", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-12-03-10s29", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-12-03-10s30", "raw": "A scene from a TV show in which a woman is wearing a black suit and a pearl necklace.", "with_names": "a woman is wearing a black suit and a pearl necklace."}, {"scene_id": "oltl-12-03-10s31", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-03-10s32", "raw": "A scene from a TV show in which a man is chasing a woman down a street.", "with_names": "a man is chasing a woman down a street."}, {"scene_id": "oltl-12-03-10s33", "raw": "A scene from a TV show in which a man is sitting at a table and talking to another man.", "with_names": ""}, {"scene_id": "oltl-12-03-10s34", "raw": "A scene from a TV show in which a man is holding a woman by the collar and she is crying.", "with_names": "a man is holding a woman by the collar and she is crying."}, {"scene_id": "oltl-12-03-10s35", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "oltl-12-03-10s36", "raw": "A scene from a TV show in which a man is talking and pointing his finger.", "with_names": ""}, {"scene_id": "oltl-12-03-10s37", "raw": "A scene from a TV show in which a woman is sitting on a bed and reaching for a glass of wine.", "with_names": "a woman is sitting on a bed and reaching for a glass of wine."}, {"scene_id": "oltl-12-03-10s38", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-12-03-10s39", "raw": "A scene from a TV show in which a woman is being harassed by a man in a restaurant.", "with_names": "] is being harassed by John in a restaurant."}, {"scene_id": "oltl-12-03-10s40", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-03-10s41", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-03-10s42", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and she is holding a cup.", "with_names": "a man is sitting at a table with a woman, and she is holding a cup."}, {"scene_id": "oltl-12-03-10s43", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "a woman is slapping a man in the face."}, {"scene_id": "oltl-12-03-10s44", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-03-10s45", "raw": "A scene from a TV show in which a woman is seen bending over to pick up a couch.", "with_names": "a woman is bending over to pick up a couch."}, {"scene_id": "oltl-12-03-10s46", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}]