[{"scene_id": "gl-08-22-06s0", "raw": "A scene from a TV show in which a woman is wearing a white dress and her hands are in front of her.", "with_names": "a woman is wearing a white dress and her hands are in front of her."}, {"scene_id": "gl-08-22-06s1", "raw": "A scene from a TV show in which a man is talking to a woman in a yellow dress.", "with_names": ""}, {"scene_id": "gl-08-22-06s2", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-08-22-06s3", "raw": "A scene from a TV show in which a man is talking on a payphone.", "with_names": ""}, {"scene_id": "gl-08-22-06s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-22-06s5", "raw": "A scene from a TV show in which a man is wearing a white shirt and red braces and is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-22-06s6", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is standing in front of her.", "with_names": "a woman is wearing a white dress and a man is standing in front of her."}, {"scene_id": "gl-08-22-06s7", "raw": "A scene from a TV show in which a man and a woman are sitting at a desk.", "with_names": "a man and a woman are sitting at a desk."}, {"scene_id": "gl-08-22-06s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-08-22-06s9", "raw": "A scene from a TV show in which a man is talking to a woman while she is holding a cup.", "with_names": ""}, {"scene_id": "gl-08-22-06s10", "raw": "A scene from a TV show in which a woman is sitting on a bed and is wearing a white dress.", "with_names": "a woman is sitting on a bed and is wearing a white dress."}, {"scene_id": "gl-08-22-06s11", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-22-06s12", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-08-22-06s13", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-08-22-06s14", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-22-06s15", "raw": "A scene from a TV show in which a woman is standing next to a man in a hospital bed, with her fist raised.", "with_names": "a woman is standing next to a man in a hospital bed, with her fist raised."}, {"scene_id": "gl-08-22-06s16", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and smiling", "with_names": "a man is wearing a suit and a tie and smiling"}, {"scene_id": "gl-08-22-06s17", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}, {"scene_id": "gl-08-22-06s18", "raw": "A scene from a TV show in which a man is standing behind two women, one of whom is looking at him with a disgusted expression.", "with_names": "a man is standing behind two women, one of whom is looking at him with a disgusted expression."}, {"scene_id": "gl-08-22-06s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-22-06s20", "raw": "A scene from a TV show in which a man is sitting naked in bed, holding a lamp and talking to another man.", "with_names": ""}, {"scene_id": "gl-08-22-06s21", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-08-22-06s22", "raw": "A scene from a TV show in which a candle is lit in a dark room.", "with_names": "a candle is lit in a dark room."}, {"scene_id": "gl-08-22-06s23", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "gl-08-22-06s24", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and smiling.", "with_names": "a man is wearing a suit and a tie and smiling."}, {"scene_id": "gl-08-22-06s25", "raw": "A scene from a TV show in which a blonde woman is standing in a room with a man and a woman standing behind her.", "with_names": "a blonde woman is standing in a room with ] and a woman standing behind her."}, {"scene_id": "gl-08-22-06s26", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "gl-08-22-06s27", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}]