[{"scene_id": "gl-12-26-03s0", "raw": "A scene from a TV show in which a man is cooking a pizza while a woman watches.", "with_names": "Jeffrey is cooking a pizza while Harley watches."}, {"scene_id": "gl-12-26-03s1", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are both looking at a red bag.", "with_names": "a man is sitting next to a woman and they are both looking at a red bag."}, {"scene_id": "gl-12-26-03s2", "raw": "A scene from a TV show in which a man is holding a wine glass and a woman is standing behind him.", "with_names": "a man is holding a wine glass and a woman is standing behind him."}, {"scene_id": "gl-12-26-03s3", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "gl-12-26-03s4", "raw": "A scene from a TV show in which a man is seen in a black room, wearing a black shirt and black pants.", "with_names": "a man is in a black room, wearing a black shirt and black pants."}, {"scene_id": "gl-12-26-03s5", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-26-03s6", "raw": "A scene from a TV show in which a man is reading a letter to a woman.", "with_names": "a man is reading a letter to a woman."}, {"scene_id": "gl-12-26-03s7", "raw": "A scene from a TV show in which a woman is wearing a black suit and red blouse.", "with_names": "a woman is wearing a black suit and red blouse."}, {"scene_id": "gl-12-26-03s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-12-26-03s9", "raw": "A scene from a TV show in which a man and a woman sit across from each other at a table.", "with_names": "a man and a woman sit across from each other at a table."}, {"scene_id": "gl-12-26-03s10", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "gl-12-26-03s11", "raw": "A scene from a TV show in which a man is standing in a dark room, looking at a woman through a doorway.", "with_names": "a man is standing in a dark room, looking at a woman through a doorway."}, {"scene_id": "gl-12-26-03s12", "raw": "A scene from a TV show in which a man is sitting at a table with a glass of champagne.", "with_names": "a man is sitting at a table with a glass of champagne."}, {"scene_id": "gl-12-26-03s13", "raw": "A scene from a TV show in which a man is talking on a cell phone and a woman is sitting next to him.", "with_names": ""}, {"scene_id": "gl-12-26-03s14", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "gl-12-26-03s15", "raw": "A scene from a TV show in which a man and a woman are holding martini glasses.", "with_names": "a man and a woman are holding martini glasses."}, {"scene_id": "gl-12-26-03s16", "raw": "A scene from a TV show in which a woman is sitting in a bar and talking to someone.", "with_names": ""}, {"scene_id": "gl-12-26-03s17", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a lawyer.", "with_names": ""}, {"scene_id": "gl-12-26-03s18", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other, both looking at something. The woman is drinking from a glass.", "with_names": "a man and a woman are sitting next to each other, both looking at something. the woman is drinking from a glass."}, {"scene_id": "gl-12-26-03s19", "raw": "A scene from a TV show in which a woman is seen in a doorway, her face is obscured by a man's hand.", "with_names": "a woman is in a doorway, her face is obscured by a man's hand."}, {"scene_id": "gl-12-26-03s20", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "Christopher and ] are sitting next to each other."}, {"scene_id": "gl-12-26-03s21", "raw": "", "with_names": ""}, {"scene_id": "gl-12-26-03s22", "raw": "A scene from a TV show in which a woman lights a candle in a church.", "with_names": "] lights a candle in a church."}, {"scene_id": "gl-12-26-03s23", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "gl-12-26-03s24", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "gl-12-26-03s25", "raw": "", "with_names": ""}]