[{"scene_id": "oltl-03-20-07s0", "raw": "A scene from a TV show in which a man and a woman are working together in an office.", "with_names": "Bo and Natalie are working together in an office."}, {"scene_id": "oltl-03-20-07s1", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-03-20-07s2", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-03-20-07s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-20-07s4", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "oltl-03-20-07s5", "raw": "A scene from a TV show in which a woman is holding a newspaper and a man is sitting next to her.", "with_names": "a woman is holding a newspaper and a man is sitting next to her."}, {"scene_id": "oltl-03-20-07s6", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "oltl-03-20-07s7", "raw": "A scene from a TV show in which a woman is looking shocked.", "with_names": "a woman is looking shocked."}, {"scene_id": "oltl-03-20-07s8", "raw": "A scene from a TV show in which a man is sitting in a room with a bookshelf and a computer.", "with_names": "a man is sitting in a room with a bookshelf and a computer."}, {"scene_id": "oltl-03-20-07s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-20-07s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-20-07s11", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "oltl-03-20-07s12", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-03-20-07s13", "raw": "A scene from a TV show in which a woman is reading a magazine while a man looks at her.", "with_names": "a woman is reading a magazine while a man looks at her."}, {"scene_id": "oltl-03-20-07s14", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-03-20-07s15", "raw": "A scene from a TV show in which a woman is talking to another woman in a warehouse.", "with_names": ""}, {"scene_id": "oltl-03-20-07s16", "raw": "A scene from a TV show in which a man is wearing a white shirt and tie and is sitting in a chair. He is talking and gesturing with his hands.", "with_names": ""}, {"scene_id": "oltl-03-20-07s17", "raw": "A scene from a TV show in which a man is talking to a woman and a police officer.", "with_names": ""}, {"scene_id": "oltl-03-20-07s18", "raw": "A scene from a TV show in which a woman is walking into a door and a man stands behind her.", "with_names": "a woman is walking into a door and a man stands behind her."}, {"scene_id": "oltl-03-20-07s19", "raw": "A scene from a TV show in which a man is playing a saxophone and a woman is singing.", "with_names": "a man is playing a saxophone and a woman is singing."}, {"scene_id": "oltl-03-20-07s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-20-07s21", "raw": "A scene from a TV show in which a man is wearing a suit and a red scarf", "with_names": "a man is wearing a suit and a red scarf"}, {"scene_id": "oltl-03-20-07s22", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-03-20-07s23", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-20-07s24", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a man is holding a cup.", "with_names": "a woman is wearing a fur coat and a man is holding a cup."}, {"scene_id": "oltl-03-20-07s25", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-20-07s26", "raw": "A scene from a TV show in which a man is looking at a woman in the mirror.", "with_names": "a man is looking at ] in the mirror."}, {"scene_id": "oltl-03-20-07s27", "raw": "A scene from a TV show in which a man is standing in front of a microwave.", "with_names": "a man is standing in front of a microwave."}, {"scene_id": "oltl-03-20-07s28", "raw": "A scene from a TV show in which a woman is drinking coffee.", "with_names": "a woman is drinking coffee."}, {"scene_id": "oltl-03-20-07s29", "raw": "A scene from a TV show in which a man is holding a woman by the shoulders and she is looking away from him.", "with_names": "a man is holding a woman by the shoulders and she is looking away from him."}, {"scene_id": "oltl-03-20-07s30", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-03-20-07s31", "raw": "A scene from a TV show in which a man is sitting next to another man and they are both looking at a computer screen.", "with_names": "a man is sitting next to another man and they are both looking at a computer screen."}]