[{"scene_id": "atwt-01-24-03s0", "raw": "A scene from a TV show in which a woman is pouring a drink for a dog.", "with_names": "a woman is pouring a drink for a dog."}, {"scene_id": "atwt-01-24-03s1", "raw": "A scene from a TV show in which a man is lying in a hospital bed with his mouth open.", "with_names": "a man is lying in a hospital bed with his mouth open."}, {"scene_id": "atwt-01-24-03s2", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, both looking at each other.", "with_names": "a woman is sitting at a table with a man, both looking at each other."}, {"scene_id": "atwt-01-24-03s3", "raw": "A scene from a TV show in which a woman is looking at a man and his shirt", "with_names": "a woman is looking at a man and his shirt"}, {"scene_id": "atwt-01-24-03s4", "raw": "A scene from a TV show in which a blonde woman is looking at a man.", "with_names": "a blonde woman is looking at a man."}, {"scene_id": "atwt-01-24-03s5", "raw": "A scene from a TV show in which a woman is talking to a cat.", "with_names": ""}, {"scene_id": "atwt-01-24-03s6", "raw": "A scene from a TV show in which a blonde woman is standing in front of a window, wearing a red shirt and a necklace.", "with_names": "a blonde woman is standing in front of a window, wearing a red shirt and a necklace."}, {"scene_id": "atwt-01-24-03s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-24-03s8", "raw": "A scene from a TV show in which a man is lying in a hospital bed, his head resting on his arms.", "with_names": "a man is lying in a hospital bed, his head resting on his arms."}, {"scene_id": "atwt-01-24-03s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-24-03s10", "raw": "A scene from a TV show in which a woman is holding a large black box and a man is standing next to her.", "with_names": "a woman is holding a large black box and a man is standing next to her."}, {"scene_id": "atwt-01-24-03s11", "raw": "A scene from a TV show in which a man is standing in front of a staircase and a window.", "with_names": "a man is standing in front of a staircase and a window."}, {"scene_id": "atwt-01-24-03s12", "raw": "A scene from a TV show in which a woman is opening a door and a man is standing outside", "with_names": "a woman is opening a door and a man is standing outside"}, {"scene_id": "atwt-01-24-03s13", "raw": "A scene from a TV show in which a man is holding a cell phone and a woman is standing next to him.", "with_names": "a man is holding a cell phone and a woman is standing next to him."}, {"scene_id": "atwt-01-24-03s14", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-01-24-03s15", "raw": "A scene from a TV show in which a man is installing a window.", "with_names": "a man is installing a window."}, {"scene_id": "atwt-01-24-03s16", "raw": "A scene from a TV show in which a blonde woman is comforting a brunette woman.", "with_names": "a blonde woman is comforting a brunette woman."}, {"scene_id": "atwt-01-24-03s17", "raw": "A scene from a TV show in which a man and a woman are standing in a living room. A little boy is standing in front of them.", "with_names": "a man and a woman are standing in a living room. a little boy is standing in front of them."}, {"scene_id": "atwt-01-24-03s18", "raw": "A scene from a TV show in which a woman is walking away from a man.", "with_names": "a woman is walking away from a man."}, {"scene_id": "atwt-01-24-03s19", "raw": "A scene from a TV show in which a man is shopping in a grocery store.", "with_names": "a man is shopping in a grocery store."}, {"scene_id": "atwt-01-24-03s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-24-03s21", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-24-03s22", "raw": "A scene from a TV show in which a man is seen putting a blue book into a bag.", "with_names": "a man is putting a blue book into a bag."}, {"scene_id": "atwt-01-24-03s23", "raw": "A scene from a TV show in which a man is wearing a brown sweater and a badge on his chest.", "with_names": "a man is wearing a brown sweater and a badge on his chest."}, {"scene_id": "atwt-01-24-03s24", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a knife and looking at it.", "with_names": "a woman is standing in a kitchen, holding a knife and looking at it."}, {"scene_id": "atwt-01-24-03s25", "raw": "A scene from a TV show in which two blonde women are standing next to each other.", "with_names": "two blonde women are standing next to each other."}, {"scene_id": "atwt-01-24-03s26", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]