[{"scene_id": "gl-06-12-03s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-12-03s1", "raw": "A scene from a TV show in which a woman is sitting next to a man and another man is standing next to her.", "with_names": "a woman is sitting next to a man and another man is standing next to her."}, {"scene_id": "gl-06-12-03s2", "raw": "A scene from a TV show in which a man is talking about the world turning upside down.", "with_names": ""}, {"scene_id": "gl-06-12-03s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-06-12-03s4", "raw": "A scene from a TV show in which two women are crying", "with_names": "two women are crying"}, {"scene_id": "gl-06-12-03s5", "raw": "A scene from a TV show in which two men are kneeling on the floor, looking at something.", "with_names": "two men are kneeling on the floor, looking at something."}, {"scene_id": "gl-06-12-03s6", "raw": "A scene from a TV show in which a woman is talking to someone and her face is scrunched up", "with_names": ""}, {"scene_id": "gl-06-12-03s7", "raw": "A scene from a TV show in which a man is seen wearing a white shirt and black pants.", "with_names": "a man is wearing a white shirt and black pants."}, {"scene_id": "gl-06-12-03s8", "raw": "A scene from a TV show in which a man is talking to someone and wearing suspenders", "with_names": ""}, {"scene_id": "gl-06-12-03s9", "raw": "A scene from a TV show in which a woman is looking up at a window.", "with_names": "a woman is looking up at a window."}, {"scene_id": "gl-06-12-03s10", "raw": "", "with_names": ""}, {"scene_id": "gl-06-12-03s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-06-12-03s12", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "gl-06-12-03s13", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at a teapot.", "with_names": "a woman is sitting next to a man and they are both looking at a teapot."}, {"scene_id": "gl-06-12-03s14", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "gl-06-12-03s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-06-12-03s16", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking annoyed.", "with_names": "a man is wearing a suit and a tie and looking annoyed."}]