[{"scene_id": "gl-06-12-03s0", "raw": "a man and woman kiss each other in a restaurant.", "with_names": "Edmund and woman kiss each other in a restaurant."}, {"scene_id": "gl-06-12-03s1", "raw": "a man and woman are sitting at a table and they are eating and talking.", "with_names": ""}, {"scene_id": "gl-06-12-03s2", "raw": "a man is walking around a room and then a man is standing behind him.", "with_names": ""}, {"scene_id": "gl-06-12-03s3", "raw": "a woman is talking to a man and then a man is walking on a table.", "with_names": ""}, {"scene_id": "gl-06-12-03s4", "raw": "a woman is talking about a man and then a man is walking around.", "with_names": ""}, {"scene_id": "gl-06-12-03s5", "raw": "a man is talking about a woman who is getting her neck massage.", "with_names": ""}, {"scene_id": "gl-06-12-03s6", "raw": "a man and a woman are talking and kissing each other.", "with_names": ""}, {"scene_id": "gl-06-12-03s7", "raw": "a man and a woman are passionately kissing each other in a room.", "with_names": "Edmund and Cassie are passionately kissing each other in a room."}, {"scene_id": "gl-06-12-03s8", "raw": "a man is walking around a room and then a woman is talking to her.", "with_names": ""}, {"scene_id": "gl-06-12-03s9", "raw": "a woman is talking to a man and then she is shown.", "with_names": ""}, {"scene_id": "gl-06-12-03s10", "raw": "", "with_names": ""}, {"scene_id": "gl-06-12-03s11", "raw": "a man is walking into a microphone and then a man is talking.", "with_names": ""}, {"scene_id": "gl-06-12-03s12", "raw": "a man and a woman kiss each other on a bed.", "with_names": "a man and Cassie kiss each other on a bed."}, {"scene_id": "gl-06-12-03s13", "raw": "a man and a woman are sitting at a table and talking about the experience.", "with_names": ""}, {"scene_id": "gl-06-12-03s14", "raw": "a man is laughing while a man is laughing at him.", "with_names": "a man is laughing while a man is laughing at him."}, {"scene_id": "gl-06-12-03s15", "raw": "a woman is talking to a man and then a woman is shown standing next to her.", "with_names": ""}, {"scene_id": "gl-06-12-03s16", "raw": "a man and woman are talking about a romantic experience.", "with_names": ""}]