[{"scene_id": "bb-09-27-17s0", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "bb-09-27-17s1", "raw": "A scene from a TV show in which a woman is lying on a bed with a pink pillow.", "with_names": "Sally is lying on a bed with a pink pillow."}, {"scene_id": "bb-09-27-17s2", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Wyatt and Katie sit on a couch and talk."}, {"scene_id": "bb-09-27-17s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a hospital room.", "with_names": "Liam and Sally are standing next to each other in a hospital room."}, {"scene_id": "bb-09-27-17s4", "raw": "A scene from a TV show in which a man is standing in front of a window and looking out.", "with_names": "a man is standing in front of a window and looking out."}, {"scene_id": "bb-09-27-17s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-27-17s6", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a man is in a suit.", "with_names": "Sally is wearing a blue shirt and Liam is in a suit."}, {"scene_id": "bb-09-27-17s7", "raw": "A scene from a TV show in which a woman is looking at a picture and saying, \"I'm sorry.\"", "with_names": "a woman is looking at a picture and saying, \"i'm sorry.\""}, {"scene_id": "bb-09-27-17s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-27-17s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-09-27-17s10", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "Sally is smiling at Liam."}, {"scene_id": "bb-09-27-17s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-27-17s12", "raw": "A scene from a TV show in which a man is yelling at a book.", "with_names": "a man is yelling at a book."}, {"scene_id": "bb-09-27-17s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-27-17s14", "raw": "A scene from a TV show in which a woman is standing on a cliff overlooking the ocean.", "with_names": "Bill is standing on a cliff overlooking the ocean."}]