[{"scene_id": "atwt-09-13-10s0", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Jack and Carly are lying in bed together."}, {"scene_id": "atwt-09-13-10s1", "raw": "A scene from a TV show in which a young man is wearing a blue shirt and a black wig", "with_names": "a young man is wearing a blue shirt and a black wig"}, {"scene_id": "atwt-09-13-10s2", "raw": "A scene from a TV show in which a girl is wearing a pink and white striped shirt and a red bra.", "with_names": "a girl is wearing a pink and white striped shirt and a red bra."}, {"scene_id": "atwt-09-13-10s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-13-10s4", "raw": "A scene from a TV show in which a girl is handing a box of cereal to a boy.", "with_names": "a girl is handing a box of cereal to a boy."}, {"scene_id": "atwt-09-13-10s5", "raw": "A scene from a TV show in which a man sits at a desk with a woman sitting behind him.", "with_names": "a man sits at a desk with a woman sitting behind him."}, {"scene_id": "atwt-09-13-10s6", "raw": "A scene from a TV show in which a man is wearing a Hawaiian shirt and a woman is behind him", "with_names": "] is wearing a hawaiian shirt and a woman is behind him"}, {"scene_id": "atwt-09-13-10s7", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-09-13-10s8", "raw": "A scene from a TV show in which a woman is lying on top of a man, with her head resting on his shoulder.", "with_names": "a woman is lying on top of ], with her head resting on his shoulder."}, {"scene_id": "atwt-09-13-10s9", "raw": "A scene from a TV show in which a box of pills is shown", "with_names": ""}, {"scene_id": "atwt-09-13-10s10", "raw": "A scene from a TV show in which a woman is sitting at a table with a flower in front of her.", "with_names": "a woman is sitting at a table with a flower in front of her."}, {"scene_id": "atwt-09-13-10s11", "raw": "A scene from a TV show in which salmon is shown in the center, a plant is in the top left corner, and a dish of food is on the bottom right.", "with_names": ""}, {"scene_id": "atwt-09-13-10s12", "raw": "A scene from a TV show in which a man is walking down a hallway and his hand is on a door", "with_names": "a man is walking down a hallway and his hand is on a door"}, {"scene_id": "atwt-09-13-10s13", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-13-10s14", "raw": "A scene from a TV show in which a box is labeled Bounce", "with_names": "a box is labeled bounce"}, {"scene_id": "atwt-09-13-10s15", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them with a confused expression.", "with_names": ""}, {"scene_id": "atwt-09-13-10s16", "raw": "A scene from a TV show in which a man is sitting at a table with his hand on his face, looking upset.", "with_names": "a man is sitting at a table with his hand on his face, looking upset."}, {"scene_id": "atwt-09-13-10s17", "raw": "A scene from a TV show in which a water bottle is shown with a blue wave and the words \"30 days of freshness\"", "with_names": ""}, {"scene_id": "atwt-09-13-10s18", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-09-13-10s19", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-09-13-10s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-13-10s21", "raw": "A scene from a TV show in which a man is sitting at a desk and smiling.", "with_names": "a man is sitting at a desk and smiling."}]