[{"scene_id": "oltl-03-31-10s0", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "David is looking at Kim and she is looking back at him."}, {"scene_id": "oltl-03-31-10s1", "raw": "A scene from a TV show in which a young woman is looking at a man and he is looking back at her.", "with_names": "a young woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-03-31-10s2", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-03-31-10s3", "raw": "A scene from a TV show in which a man is talking to two police officers.", "with_names": ""}, {"scene_id": "oltl-03-31-10s4", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman stands next to him, and a doctor stands nearby.", "with_names": "] is lying in a hospital bed, Allison stands next to him, and a doctor stands nearby."}, {"scene_id": "oltl-03-31-10s5", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "oltl-03-31-10s6", "raw": "A scene from a TV show in which a black circle is superimposed on a yellow rectangle", "with_names": "a black circle is superimposed on a yellow rectangle"}, {"scene_id": "oltl-03-31-10s7", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is standing behind her.", "with_names": "a woman is wearing a dress and a man is standing behind her."}, {"scene_id": "oltl-03-31-10s8", "raw": "A scene from a TV show in which a man and a woman are standing on ladders and talking.", "with_names": ""}, {"scene_id": "oltl-03-31-10s9", "raw": "A scene from a TV show in which a man is wearing a tank top and a woman is standing next to him.", "with_names": "a man is wearing a tank top and a woman is standing next to him."}, {"scene_id": "oltl-03-31-10s10", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with a milkshake and a glass of wine.", "with_names": "a man and a woman are sitting at a table, with a milkshake and a glass of wine."}, {"scene_id": "oltl-03-31-10s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-31-10s12", "raw": "A scene from a TV show in which a man is slapping a woman.", "with_names": "a man is slapping ]."}, {"scene_id": "oltl-03-31-10s13", "raw": "A scene from a TV show in which a police officer is talking to a man in a suit.", "with_names": ""}, {"scene_id": "oltl-03-31-10s14", "raw": "A scene from a TV show in which a woman is holding a gun to a man's head.", "with_names": "a woman is holding a gun to a man's head."}, {"scene_id": "oltl-03-31-10s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-31-10s16", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman stands next to him, and a doctor stands nearby.", "with_names": "a man is lying in a hospital bed, a woman stands next to him, and a doctor stands nearby."}, {"scene_id": "oltl-03-31-10s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-31-10s18", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-03-31-10s19", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-03-31-10s20", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, talking to another man.", "with_names": ""}, {"scene_id": "oltl-03-31-10s21", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-31-10s22", "raw": "A scene from a TV show in which a man is handcuffed and a police officer is holding his gun.", "with_names": "a man is handcuffed and a police officer is holding his gun."}, {"scene_id": "oltl-03-31-10s23", "raw": "A scene from a TV show in which a woman is standing next to a man lying in a hospital bed.", "with_names": "a woman is standing next to a man lying in a hospital bed."}, {"scene_id": "oltl-03-31-10s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-31-10s25", "raw": "A scene from a TV show in which a doctor is talking to a nurse while a patient is laying in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-03-31-10s26", "raw": "A scene from a TV show in which a woman is holding a piece of paper and a man is looking at it.", "with_names": "a woman is holding a piece of paper and a man is looking at it."}, {"scene_id": "oltl-03-31-10s27", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking.", "with_names": ""}, {"scene_id": "oltl-03-31-10s28", "raw": "A scene from a TV show in which a man is looking at a woman and she is wearing a dress.", "with_names": "a man is looking at a woman and she is wearing a dress."}, {"scene_id": "oltl-03-31-10s29", "raw": "A scene from a TV show in which a woman is holding her stomach and a man is looking at her.", "with_names": "a woman is holding her stomach and a man is looking at her."}, {"scene_id": "oltl-03-31-10s30", "raw": "A scene from a TV show in which a woman is talking to a man while holding a cup.", "with_names": ""}, {"scene_id": "oltl-03-31-10s31", "raw": "A scene from a TV show in which a woman is talking to a man and a girl.", "with_names": ""}, {"scene_id": "oltl-03-31-10s32", "raw": "", "with_names": ""}, {"scene_id": "oltl-03-31-10s33", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a stethoscope around his neck.", "with_names": "a man is wearing a white lab coat and a stethoscope around his neck."}, {"scene_id": "oltl-03-31-10s34", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-31-10s35", "raw": "A scene from a TV show in which a woman is talking to a man in front of a brick wall.", "with_names": ""}, {"scene_id": "oltl-03-31-10s36", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "oltl-03-31-10s37", "raw": "A scene from a TV show in which a man is talking to someone and a red curtain is behind him.", "with_names": ""}, {"scene_id": "oltl-03-31-10s38", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-31-10s39", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-31-10s40", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a doctor is standing next to him, and a nurse is holding a clipboard.", "with_names": "a man is lying in a hospital bed, a doctor is standing next to him, and a nurse is holding a clipboard."}, {"scene_id": "oltl-03-31-10s41", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-31-10s42", "raw": "A scene from a TV show in which a woman is talking to an older woman.", "with_names": ""}, {"scene_id": "oltl-03-31-10s43", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-03-31-10s44", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-31-10s45", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-03-31-10s46", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-31-10s47", "raw": "A scene from a TV show in which a young woman is looking down and wearing a black jacket.", "with_names": "a young woman is looking down and wearing a black jacket."}, {"scene_id": "oltl-03-31-10s48", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-31-10s49", "raw": "", "with_names": ""}]