[{"scene_id": "oltl-07-08-08s0", "raw": "A scene from a TV show in which a woman is standing in a doorway, looking at the camera.", "with_names": "a woman is standing in a doorway, looking at the camera."}, {"scene_id": "oltl-07-08-08s1", "raw": "A scene from a TV show in which a man is seen standing in front of a refrigerator, looking inside.", "with_names": "a man is standing in front of a refrigerator, looking inside."}, {"scene_id": "oltl-07-08-08s2", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, with a beer in one hand and a cigarette in the other.", "with_names": "a man and a woman are standing in a bar, with a beer in one hand and a cigarette in the other."}, {"scene_id": "oltl-07-08-08s3", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-07-08-08s4", "raw": "A scene from a TV show in which a man is seen in a white shirt and black pants.", "with_names": "] is in a white shirt and black pants."}, {"scene_id": "oltl-07-08-08s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-07-08-08s6", "raw": "A scene from a TV show in which a man is drinking a bottle of alcohol from a glass.", "with_names": "a man is drinking a bottle of alcohol from a glass."}, {"scene_id": "oltl-07-08-08s7", "raw": "A scene from a TV show in which a woman is being searched by a police officer.", "with_names": "a woman is being searched by a police officer."}, {"scene_id": "oltl-07-08-08s8", "raw": "A scene from a TV show in which a man is wearing a shirt that says \"Rach's\"", "with_names": "a man is wearing a shirt that says \"rach's\""}, {"scene_id": "oltl-07-08-08s9", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing naked in front of her.", "with_names": "a woman is sitting on a bed and a man is standing naked in front of her."}, {"scene_id": "oltl-07-08-08s10", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and brown pants and is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-08-08s11", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-08-08s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-08-08s13", "raw": "A scene from a TV show in which a man holds a bottle of wine.", "with_names": "a man holds a bottle of wine."}, {"scene_id": "oltl-07-08-08s14", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, with a table and a chair in front of them. A man is handing a book to the woman, who is looking", "with_names": "a man and a woman are standing in a kitchen, with a table and a chair in front of them. a man is handing a book to the woman, who is looking"}, {"scene_id": "oltl-07-08-08s15", "raw": "A scene from a TV show in which a shirtless man is looking at the camera.", "with_names": "a shirtless man is looking at the camera."}, {"scene_id": "oltl-07-08-08s16", "raw": "A scene from a TV show in which a woman is cooking with her daughter.", "with_names": "a woman is cooking with her daughter."}, {"scene_id": "oltl-07-08-08s17", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-07-08-08s18", "raw": "A scene from a TV show in which a woman is wearing a red suit and a man is dressed in a suit.", "with_names": "a woman is wearing a red suit and a man is dressed in a suit."}, {"scene_id": "oltl-07-08-08s19", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-07-08-08s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-07-08-08s21", "raw": "A scene from a TV show in which a woman is wearing a green jacket and a necklace.", "with_names": "a woman is wearing a green jacket and a necklace."}, {"scene_id": "oltl-07-08-08s22", "raw": "A scene from a TV show in which a woman is using a vending machine.", "with_names": "a woman is using a vending machine."}, {"scene_id": "oltl-07-08-08s23", "raw": "A scene from a TV show in which a woman is talking to a man at a table.", "with_names": ""}, {"scene_id": "oltl-07-08-08s24", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-07-08-08s25", "raw": "A scene from a TV show in which a man is standing in a room with a white shirt on.", "with_names": "a man is standing in a room with a white shirt on."}, {"scene_id": "oltl-07-08-08s26", "raw": "A scene from a TV show in which a woman is sitting in a chair and another woman is standing behind her.", "with_names": ""}, {"scene_id": "oltl-07-08-08s27", "raw": "A scene from a TV show in which a man is wearing a striped shirt", "with_names": "a man is wearing a striped shirt"}, {"scene_id": "oltl-07-08-08s28", "raw": "A scene from a TV show in which a man and a woman are sitting at a bar.", "with_names": "a man and a woman are sitting at a bar."}, {"scene_id": "oltl-07-08-08s29", "raw": "A scene from a TV show in which a woman is seen sitting at a table with a man and a young girl.", "with_names": "a woman is sitting at a table with a man and a young girl."}]