[{"scene_id": "atwt-06-22-04s0", "raw": "A scene from a TV show in which two men are holding hands.", "with_names": "two men are holding hands."}, {"scene_id": "atwt-06-22-04s1", "raw": "A scene from a TV show in which a man and a woman stand in front of a large metal cylinder.", "with_names": "] and a woman stand in front of a large metal cylinder."}, {"scene_id": "atwt-06-22-04s2", "raw": "A scene from a TV show in which an older woman is talking to a younger man in a kitchen.", "with_names": ""}, {"scene_id": "atwt-06-22-04s3", "raw": "A scene from a TV show in which a blonde woman is wearing a red shirt and a white shirt", "with_names": "a blonde woman is wearing a red shirt and a white shirt"}, {"scene_id": "atwt-06-22-04s4", "raw": "A scene from a TV show in which a young man is wearing a denim jacket and a pink t-shirt.", "with_names": "a young man is wearing a denim jacket and a pink t-shirt."}, {"scene_id": "atwt-06-22-04s5", "raw": "A scene from a TV show in which a ghost is seen in a room", "with_names": "a ghost is in a room"}, {"scene_id": "atwt-06-22-04s6", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a striped shirt.", "with_names": "a man is looking at the camera and wearing a striped shirt."}, {"scene_id": "atwt-06-22-04s7", "raw": "A scene from a TV show in which a man is standing in a room with a window", "with_names": "a man is standing in a room with a window"}, {"scene_id": "atwt-06-22-04s8", "raw": "A scene from a TV show in which a variety of food items are shown on a table.", "with_names": "a variety of food items are shown on a table."}, {"scene_id": "atwt-06-22-04s9", "raw": "A scene from a TV show in which a man is holding a book and another man is standing behind him", "with_names": "a man is holding a book and another man is standing behind him"}, {"scene_id": "atwt-06-22-04s10", "raw": "A scene from a TV show in which a woman is holding a newspaper and a man is looking at her.", "with_names": "a woman is holding a newspaper and a man is looking at her."}, {"scene_id": "atwt-06-22-04s11", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-22-04s12", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-06-22-04s13", "raw": "A scene from a TV show in which a man is sitting at a table with flowers and a woman is standing behind him.", "with_names": "a man is sitting at a table with flowers and a woman is standing behind him."}, {"scene_id": "atwt-06-22-04s14", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-22-04s15", "raw": "A scene from a TV show in which a man is holding a gun and a woman is being held by a soldier.", "with_names": "a man is holding a gun and a woman is being held by a soldier."}, {"scene_id": "atwt-06-22-04s16", "raw": "A scene from a TV show in which a blonde girl is wearing a red shirt and a necklace.", "with_names": "a blonde girl is wearing a red shirt and a necklace."}, {"scene_id": "atwt-06-22-04s17", "raw": "A scene from a TV show in which a man and a woman are standing in a room with boxes and a sewing machine.", "with_names": "] and a woman are standing in a room with boxes and a sewing machine."}, {"scene_id": "atwt-06-22-04s18", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "atwt-06-22-04s19", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "atwt-06-22-04s20", "raw": "A scene from a TV show in which a pill is split in half, with one half being pink and the other half being blue.", "with_names": "a pill is split in half, with one half being pink and the other half being blue."}, {"scene_id": "atwt-06-22-04s21", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at the camera.", "with_names": "a blonde woman is smiling and looking at the camera."}, {"scene_id": "atwt-06-22-04s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-22-04s23", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-22-04s24", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and smiling.", "with_names": "a man is wearing a suit and a tie and smiling."}, {"scene_id": "atwt-06-22-04s25", "raw": "A scene from a TV show in which a woman is wearing a suit and a blonde wig.", "with_names": "a woman is wearing a suit and a blonde wig."}, {"scene_id": "atwt-06-22-04s26", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-06-22-04s27", "raw": "A scene from a TV show in which two diapers are lit up with a heart and a star on them.", "with_names": "two diapers are lit up with a heart and a star on them."}, {"scene_id": "atwt-06-22-04s28", "raw": "A scene from a TV show in which a woman is seen walking past a carton of Silk milk.", "with_names": "a woman is walking past a carton of silk milk."}, {"scene_id": "atwt-06-22-04s29", "raw": "A scene from a TV show in which a blonde girl is smiling and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-06-22-04s30", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-06-22-04s31", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to another man.", "with_names": ""}]