[{"scene_id": "atwt-07-14-10s0", "raw": "A scene from a TV show in which a woman is wearing a black dress and a purple wig.", "with_names": "a woman is wearing a black dress and a purple wig."}, {"scene_id": "atwt-07-14-10s1", "raw": "A scene from a TV show in which a man is sitting on a couch and scratching his head.", "with_names": ""}, {"scene_id": "atwt-07-14-10s2", "raw": "A scene from a TV show in which an older man and woman are drinking water.", "with_names": "an older man and woman are drinking water."}, {"scene_id": "atwt-07-14-10s3", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-07-14-10s4", "raw": "A scene from a TV show in which a can of yoghurt is shown with a label that says 'Super Saver Pack'.", "with_names": ""}, {"scene_id": "atwt-07-14-10s5", "raw": "A scene from a TV show in which a woman is sitting next to a man and holding a martini.", "with_names": "a woman is sitting next to a man and holding a martini."}, {"scene_id": "atwt-07-14-10s6", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-07-14-10s7", "raw": "A scene from a TV show in which a man is standing at a table, a woman is sitting next to him, and another woman is in the background.", "with_names": "a man is standing at a table, a woman is sitting next to him, and another woman is in the background."}, {"scene_id": "atwt-07-14-10s8", "raw": "A scene from a TV show in which a woman is seen from the back, looking out of a window.", "with_names": "a woman is from the back, looking out of a window."}, {"scene_id": "atwt-07-14-10s9", "raw": "A scene from a TV show in which a woman is seen washing clothes in a laundromat.", "with_names": "a woman is washing clothes in a laundromat."}, {"scene_id": "atwt-07-14-10s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking at the camera with his mouth open.", "with_names": "a man is wearing a suit and tie and is looking at the camera with his mouth open."}, {"scene_id": "atwt-07-14-10s11", "raw": "A scene from a TV show in which a man is wearing a tie and a shirt", "with_names": "a man is wearing a tie and a shirt"}, {"scene_id": "atwt-07-14-10s12", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-07-14-10s13", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "atwt-07-14-10s14", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-07-14-10s15", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "atwt-07-14-10s16", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-07-14-10s17", "raw": "A scene from a TV show in which a man is wearing a suit and a green shirt", "with_names": "a man is wearing a suit and a green shirt"}, {"scene_id": "atwt-07-14-10s18", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-07-14-10s19", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "atwt-07-14-10s20", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "atwt-07-14-10s21", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "] is looking down and his eyes are closed."}, {"scene_id": "atwt-07-14-10s22", "raw": "A scene from a TV show in which a mouse is clicking on a button that says \"Enter\"", "with_names": "a mouse is clicking on a button that says \"enter\""}, {"scene_id": "atwt-07-14-10s23", "raw": "A scene from a TV show in which a man is talking to a woman and a picture of a man is on the left side of the screen.", "with_names": ""}, {"scene_id": "atwt-07-14-10s24", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-14-10s25", "raw": "A scene from a TV show in which a man is sitting on a bed and a woman is standing next to him.", "with_names": "a man is sitting on a bed and a woman is standing next to him."}, {"scene_id": "atwt-07-14-10s26", "raw": "A scene from a TV show in which a bottle of rembrandt is shown.", "with_names": ""}]