[{"scene_id": "atwt-07-14-10s0", "raw": "a woman is being interviewed by a man and a woman is laughing.", "with_names": "a woman is being interviewed by Jack and a woman is laughing."}, {"scene_id": "atwt-07-14-10s1", "raw": "a man is sitting in a chair and talking to another man.", "with_names": ""}, {"scene_id": "atwt-07-14-10s2", "raw": "a man and a woman are sitting at a table and one man is drinking a cup of wine.", "with_names": "Bob and Kim are sitting at a table and one man is drinking a cup of wine."}, {"scene_id": "atwt-07-14-10s3", "raw": "a man and woman are standing at a table and the man is talking.", "with_names": ""}, {"scene_id": "atwt-07-14-10s4", "raw": "a woman is talking about a video of a woman who is using a brush to clean her hair.", "with_names": ""}, {"scene_id": "atwt-07-14-10s5", "raw": "a man and a woman are shown at a bar and they are taking a drink.", "with_names": "Jack and a woman are shown at a bar and they are taking a drink."}, {"scene_id": "atwt-07-14-10s6", "raw": "two men are playing a game of chess and one of them wins.", "with_names": "two men are playing a game of chess and one of them wins."}, {"scene_id": "atwt-07-14-10s7", "raw": "a man is talking about a restaurant and a woman is talking about it.", "with_names": ""}, {"scene_id": "atwt-07-14-10s8", "raw": "a man and woman are having a great time and they are laughing.", "with_names": "Craig and woman are having a great time and they are laughing."}, {"scene_id": "atwt-07-14-10s9", "raw": "a man and a woman are sitting at a table and talking about the experience.", "with_names": ""}, {"scene_id": "atwt-07-14-10s10", "raw": "a man is talking to a woman and then a man is laughing.", "with_names": ""}, {"scene_id": "atwt-07-14-10s11", "raw": "a man and woman are talking and then a man is walking across the room.", "with_names": ""}, {"scene_id": "atwt-07-14-10s12", "raw": "a man is staring at the camera and then a man is talking.", "with_names": ""}, {"scene_id": "atwt-07-14-10s13", "raw": "a woman is talking to a man and then a woman is shown sitting at a table.", "with_names": ""}, {"scene_id": "atwt-07-14-10s14", "raw": "a man and woman are talking about a new york.", "with_names": ""}, {"scene_id": "atwt-07-14-10s15", "raw": "a man is talking to a woman and then a man is laughing.", "with_names": ""}, {"scene_id": "atwt-07-14-10s16", "raw": "a man is talking to another man and then he is walking away.", "with_names": ""}, {"scene_id": "atwt-07-14-10s17", "raw": "a man and woman are on stage and they are laughing.", "with_names": "Blackthorn and woman are on stage and they are laughing."}, {"scene_id": "atwt-07-14-10s18", "raw": "a group of people are eating and talking about it.", "with_names": ""}, {"scene_id": "atwt-07-14-10s19", "raw": "a man is talking about a news segment and then two men are laughing.", "with_names": ""}, {"scene_id": "atwt-07-14-10s20", "raw": "a man and woman are dancing together in a darkened room.", "with_names": "Craig and woman are dancing together in a darkened room."}, {"scene_id": "atwt-07-14-10s21", "raw": "a man is talking to a woman on stage and she is talking to her.", "with_names": ""}, {"scene_id": "atwt-07-14-10s22", "raw": "a group of people are sitting at a table and talking about a water.", "with_names": ""}, {"scene_id": "atwt-07-14-10s23", "raw": "a man is talking about a video of two men.", "with_names": ""}, {"scene_id": "atwt-07-14-10s24", "raw": "a man and woman are on stage and they are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-14-10s25", "raw": "a man and woman are talking about a man and he is laughing.", "with_names": ""}, {"scene_id": "atwt-07-14-10s26", "raw": "a man and woman are talking about a company that is being used.", "with_names": ""}]