[{"scene_id": "atwt-08-25-08s0", "raw": "A scene from a TV show in which a woman is sitting on a man's lap and he is kissing her.", "with_names": "Alison is sitting on Aaron's lap and he is kissing her."}, {"scene_id": "atwt-08-25-08s1", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a black purse", "with_names": "a woman is wearing a pink shirt and a black purse"}, {"scene_id": "atwt-08-25-08s2", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-08-25-08s3", "raw": "A scene from a TV show in which a doctor is talking to a woman and a man.", "with_names": ""}, {"scene_id": "atwt-08-25-08s4", "raw": "A scene from a TV show in which a woman is seen crying in a shop.", "with_names": "a woman is crying in a shop."}, {"scene_id": "atwt-08-25-08s5", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "a man is smiling and looking to the side."}, {"scene_id": "atwt-08-25-08s6", "raw": "A scene from a TV show in which a woman is looking at a book and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-08-25-08s7", "raw": "A scene from a TV show in which a man is looking at a woman and making a face", "with_names": "a man is looking at a woman and making a face"}, {"scene_id": "atwt-08-25-08s8", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man.", "with_names": "a woman is walking down a hallway with a man."}, {"scene_id": "atwt-08-25-08s9", "raw": "A scene from a TV show in which a man is wearing a white coat and a blue shirt and is looking at a mirror.", "with_names": "a man is wearing a white coat and a blue shirt and is looking at a mirror."}, {"scene_id": "atwt-08-25-08s10", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-25-08s11", "raw": "A scene from a TV show in which a woman is talking on the phone and a dog is standing behind her", "with_names": ""}, {"scene_id": "atwt-08-25-08s12", "raw": "A scene from a TV show in which a man is on the phone and looking annoyed.", "with_names": "a man is on the phone and looking annoyed."}, {"scene_id": "atwt-08-25-08s13", "raw": "A scene from a TV show in which a young girl is looking at a boy.", "with_names": "a young girl is looking at ]."}, {"scene_id": "atwt-08-25-08s14", "raw": "A scene from a TV show in which a toothbrush is used to clean teeth.", "with_names": "a toothbrush is used to clean teeth."}, {"scene_id": "atwt-08-25-08s15", "raw": "A scene from a TV show in which a doctor is kissing a patient.", "with_names": "a doctor is kissing a patient."}, {"scene_id": "atwt-08-25-08s16", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-25-08s17", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a man is standing next to her.", "with_names": "a woman is wearing a blue shirt and a man is standing next to her."}, {"scene_id": "atwt-08-25-08s18", "raw": "A scene from a TV show in which canned beans are being served as a side dish.", "with_names": "canned beans are being served as a side dish."}, {"scene_id": "atwt-08-25-08s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-25-08s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-25-08s21", "raw": "A scene from a TV show in which a family is reunited after a long time apart.", "with_names": "a family is reunited after a long time apart."}, {"scene_id": "atwt-08-25-08s22", "raw": "A scene from a TV show in which a model walks down a runway in white pants and a white top.", "with_names": "a model walks down a runway in white pants and a white top."}, {"scene_id": "atwt-08-25-08s23", "raw": "A scene from a TV show in which a woman is talking to a man and a girl.", "with_names": ""}, {"scene_id": "atwt-08-25-08s24", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-08-25-08s25", "raw": "A scene from a TV show in which a man and a woman kiss.", "with_names": "a man and a woman kiss."}, {"scene_id": "atwt-08-25-08s26", "raw": "A scene from a TV show in which a woman is singing and the word Activia is written in the bottom right corner", "with_names": "a woman is singing and the word activia is written in the bottom right corner"}]