[{"scene_id": "bb-06-12-17s0", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "bb-06-12-17s1", "raw": "A scene from a TV show in which a woman is standing in a room with a chair and a vase.", "with_names": "a woman is standing in a room with a chair and a vase."}, {"scene_id": "bb-06-12-17s2", "raw": "A scene from a TV show in which a woman is served food by a waiter.", "with_names": "a woman is served food by a waiter."}, {"scene_id": "bb-06-12-17s3", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "a woman is being interviewed by Eric."}, {"scene_id": "bb-06-12-17s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-12-17s5", "raw": "A scene from a TV show in which a woman is walking down a hallway and another woman is standing behind her.", "with_names": "a woman is walking down a hallway and another woman is standing behind her."}, {"scene_id": "bb-06-12-17s6", "raw": "A scene from a TV show in which a man is standing in a room and a woman is talking to him.", "with_names": ""}, {"scene_id": "bb-06-12-17s7", "raw": "A scene from a TV show in which a man is talking to a woman and a young girl.", "with_names": ""}, {"scene_id": "bb-06-12-17s8", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "bb-06-12-17s9", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-06-12-17s11", "raw": "A scene from a TV show in which a telescope is used to spy on a house.", "with_names": "a telescope is used to spy on a house."}, {"scene_id": "bb-06-12-17s12", "raw": "A scene from a TV show in which a woman is touching a man's face.", "with_names": "Katie is touching a man's face."}, {"scene_id": "bb-06-12-17s13", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "Steffy is smiling at Liam."}, {"scene_id": "bb-06-12-17s14", "raw": "A scene from a TV show in which a woman is holding a martini and a man is looking at her.", "with_names": "Sheila is holding a martini and Thomas is looking at her."}, {"scene_id": "bb-06-12-17s15", "raw": "A scene from a TV show in which a woman is wearing a black blazer and a pink shirt.", "with_names": "Quinn is wearing a black blazer and a pink shirt."}, {"scene_id": "bb-06-12-17s16", "raw": "A scene from a TV show in which a man and a woman are kissing in a room with a piano.", "with_names": "a man and a woman are kissing in a room with a piano."}, {"scene_id": "bb-06-12-17s17", "raw": "A scene from a TV show in which a woman is holding a notebook and looking down.", "with_names": "Steffy is holding a notebook and looking down."}, {"scene_id": "bb-06-12-17s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is crying.", "with_names": ""}, {"scene_id": "bb-06-12-17s19", "raw": "A scene from a TV show in which a man is kissing a woman in front of candles.", "with_names": "Eric is kissing Quinn in front of candles."}, {"scene_id": "bb-06-12-17s20", "raw": "A scene from a TV show in which a woman is standing in a hallway and talking to someone.", "with_names": ""}]