[{"scene_id": "atwt-05-26-03s0", "raw": "A scene from a TV show in which a blonde girl is wearing a red shirt and a shocked expression.", "with_names": "a blonde girl is wearing a red shirt and a shocked expression."}, {"scene_id": "atwt-05-26-03s1", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "a man is looking down and a woman is standing behind him."}, {"scene_id": "atwt-05-26-03s2", "raw": "A scene from a TV show in which a man is being followed by a police officer.", "with_names": "a man is being followed by a police officer."}, {"scene_id": "atwt-05-26-03s3", "raw": "A scene from a TV show in which a dog is seen looking at the camera.", "with_names": "a dog is looking at the camera."}, {"scene_id": "atwt-05-26-03s4", "raw": "A scene from a TV show in which a woman is wearing a floral dress and a nurse is talking to her.", "with_names": ""}, {"scene_id": "atwt-05-26-03s5", "raw": "A scene from a TV show in which a man is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-05-26-03s6", "raw": "A scene from a TV show in which a man and a woman are in a room, the man is wearing a suit, and the woman is wearing a dress.", "with_names": "Spangler and Rose are in a room, the man is wearing a suit, and the woman is wearing a dress."}, {"scene_id": "atwt-05-26-03s7", "raw": "A scene from a TV show in which a pair of white sanitary pads is shown", "with_names": ""}, {"scene_id": "atwt-05-26-03s8", "raw": "A scene from a TV show in which a doctor is seen in a white coat.", "with_names": "a doctor is in a white coat."}, {"scene_id": "atwt-05-26-03s9", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-05-26-03s10", "raw": "A scene from a TV show in which a young woman is talking about her experience with anorexia.", "with_names": ""}, {"scene_id": "atwt-05-26-03s11", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-05-26-03s12", "raw": "A scene from a TV show in which a young girl is looking at a yellow ball.", "with_names": "a young girl is looking at a yellow ball."}, {"scene_id": "atwt-05-26-03s13", "raw": "A scene from a TV show in which a doctor is seen holding a beer.", "with_names": "a doctor is holding a beer."}, {"scene_id": "atwt-05-26-03s14", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-26-03s15", "raw": "A scene from a TV show in which a young boy is holding a baseball bat and wearing a helmet.", "with_names": "a young boy is holding a baseball bat and wearing a helmet."}, {"scene_id": "atwt-05-26-03s16", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him. The title reads \"AFI 100 Years Heroes & Villains All New Special\"", "with_names": ""}, {"scene_id": "atwt-05-26-03s17", "raw": "A scene from a TV show in which a woman in a red scrubs is walking down a hallway with a man in a wheelchair.", "with_names": "a woman in a red scrubs is walking down a hallway with a man in a wheelchair."}, {"scene_id": "atwt-05-26-03s18", "raw": "A scene from a TV show in which a blonde woman is wearing a red shirt and a ponytail.", "with_names": "a blonde woman is wearing a red shirt and a ponytail."}, {"scene_id": "atwt-05-26-03s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-26-03s20", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-05-26-03s21", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-05-26-03s22", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "atwt-05-26-03s23", "raw": "A scene from a TV show in which two men are standing in a garden, one of them is holding a trophy.", "with_names": "two men are standing in a garden, one of them is holding a trophy."}, {"scene_id": "atwt-05-26-03s24", "raw": "A scene from a TV show in which a woman is looking down and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-05-26-03s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]