[{"scene_id": "gl-03-13-03s0", "raw": "A scene from a TV show in which a woman is sitting at a table with wine glasses and a wine bottle.", "with_names": "Alexandra is sitting at a table with wine glasses and a wine bottle."}, {"scene_id": "gl-03-13-03s1", "raw": "A scene from a TV show in which a woman is looking down and wearing a white dress", "with_names": "a woman is looking down and wearing a white dress"}, {"scene_id": "gl-03-13-03s2", "raw": "A scene from a TV show in which a man is sitting in a chair and a picture of a man is on the table", "with_names": ""}, {"scene_id": "gl-03-13-03s3", "raw": "A scene from a TV show in which a man is looking at a clock", "with_names": "a man is looking at a clock"}, {"scene_id": "gl-03-13-03s4", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a woman.", "with_names": ""}, {"scene_id": "gl-03-13-03s5", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-03-13-03s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-13-03s7", "raw": "A scene from a TV show in which a man is wearing a jersey and a woman is sitting at a table.", "with_names": "a man is wearing a jersey and a woman is sitting at a table."}, {"scene_id": "gl-03-13-03s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-03-13-03s9", "raw": "A scene from a TV show in which a man is talking to a woman and making a funny face.", "with_names": ""}, {"scene_id": "gl-03-13-03s10", "raw": "A scene from a TV show in which a woman is sitting in front of a flower arrangement and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-03-13-03s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-13-03s12", "raw": "A scene from a TV show in which a man is talking to a woman and a young boy.", "with_names": ""}, {"scene_id": "gl-03-13-03s13", "raw": "A scene from a TV show in which a woman is grabbing a man's face.", "with_names": "a woman is grabbing a man's face."}, {"scene_id": "gl-03-13-03s14", "raw": "A scene from a TV show in which a woman is trying to seduce a man.", "with_names": "Alexandra is trying to seduce ]."}, {"scene_id": "gl-03-13-03s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}]