[{"scene_id": "bb-01-10-17s0", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Steffy is kissing Liam on the cheek."}, {"scene_id": "bb-01-10-17s1", "raw": "A scene from a TV show in which a man stands in a living room with his arms crossed.", "with_names": "a man stands in a living room with his arms crossed."}, {"scene_id": "bb-01-10-17s2", "raw": "A scene from a TV show in which a man is standing in a room with his hands in his pockets and a wedding dress blowing in the wind.", "with_names": "a man is standing in a room with his hands in his pockets and a wedding dress blowing in the wind."}, {"scene_id": "bb-01-10-17s3", "raw": "A scene from a TV show in which a man is wearing a dark shirt and a cross necklace.", "with_names": "a man is wearing a dark shirt and a cross necklace."}, {"scene_id": "bb-01-10-17s4", "raw": "A scene from a TV show in which a man is proposing to a woman in a living room.", "with_names": "Liam is proposing to Steffy in a living room."}, {"scene_id": "bb-01-10-17s5", "raw": "A scene from a TV show in which a woman is wearing a green dress and talking to someone.", "with_names": ""}, {"scene_id": "bb-01-10-17s6", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch in front of a fireplace.", "with_names": ""}, {"scene_id": "bb-01-10-17s7", "raw": "A scene from a TV show in which a woman is standing in a bedroom with a man standing behind her.", "with_names": "a woman is standing in a bedroom with a man standing behind her."}, {"scene_id": "bb-01-10-17s8", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a vase and a vase of flowers.", "with_names": "Wyatt and Quinn are standing in a room with a vase and a vase of flowers."}, {"scene_id": "bb-01-10-17s9", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Liam is kissing Steffy on the cheek."}, {"scene_id": "bb-01-10-17s10", "raw": "A scene from a TV show in which a man is sitting on a couch and laughing.", "with_names": ""}, {"scene_id": "bb-01-10-17s11", "raw": "A scene from a TV show in which a woman is standing in a living room, holding a cell phone.", "with_names": "Quinn is standing in a living room, holding a cell phone."}]