[{"scene_id": "pc-10-10-01s0", "raw": "A scene from a TV show in which a heart is drawn on a screen", "with_names": "a heart is drawn on a screen"}, {"scene_id": "pc-10-10-01s1", "raw": "A scene from a TV show in which a woman is sitting in a room and looking to the right.", "with_names": "a woman is sitting in a room and looking to the right."}, {"scene_id": "pc-10-10-01s2", "raw": "A scene from a TV show in which a man is laughing hysterically", "with_names": "Ian is laughing hysterically"}, {"scene_id": "pc-10-10-01s3", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "Lucy is yelling at Kevin."}, {"scene_id": "pc-10-10-01s5", "raw": "A scene from a TV show in which a woman is talking to someone in a room with a bust and a bookcase in the background.", "with_names": ""}, {"scene_id": "pc-10-10-01s6", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "pc-10-10-01s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-10-10-01s8", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "pc-10-10-01s9", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "Lucy is smiling at Kevin."}, {"scene_id": "pc-10-10-01s10", "raw": "A scene from a TV show in which a man is crying", "with_names": "Chris is crying"}, {"scene_id": "pc-10-10-01s11", "raw": "A scene from a TV show in which a man is handing a woman a piece of paper.", "with_names": "Ian is handing Mary a piece of paper."}, {"scene_id": "pc-10-10-01s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-10-10-01s13", "raw": "A scene from a TV show in which a man is eating a woman's face", "with_names": "Kevin is eating Eve's face"}, {"scene_id": "pc-10-10-01s14", "raw": "A scene from a TV show in which a blonde woman is wearing a light blue shirt and a ponytail.", "with_names": "a blonde woman is wearing a light blue shirt and a ponytail."}, {"scene_id": "pc-10-10-01s15", "raw": "A scene from a TV show in which a man is standing in a bar and a woman is sitting at a table.", "with_names": "Livvie is standing in a bar and Alison is sitting at a table."}, {"scene_id": "pc-10-10-01s16", "raw": "A scene from a TV show in which two men are standing next to each other and talking.", "with_names": ""}, {"scene_id": "pc-10-10-01s17", "raw": "A scene from a TV show in which a woman is sitting in a bar and looking at a man.", "with_names": "a woman is sitting in a bar and looking at a man."}, {"scene_id": "pc-10-10-01s18", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-10-10-01s19", "raw": "A scene from a TV show in which a man is seen being tortured by a masked man.", "with_names": "Chris is being tortured by a masked man."}, {"scene_id": "pc-10-10-01s20", "raw": "A scene from a TV show in which a man is holding a red binder.", "with_names": "Eve's voice is holding a red binder."}, {"scene_id": "pc-10-10-01s21", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "pc-10-10-01s22", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "Kevin is looking at Eve and saying,"}, {"scene_id": "pc-10-10-01s23", "raw": "A scene from a TV show in which a woman's face is partially obscured by the word \"Tempted\"", "with_names": "a woman's face is partially obscured by the word \"tempted\""}, {"scene_id": "pc-10-10-01s28", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}]