[{"scene_id": "gl-12-03-03s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-12-03-03s1", "raw": "A scene from a TV show in which a man pours tea from a teapot into cups.", "with_names": "a man pours tea from a teapot into cups."}, {"scene_id": "gl-12-03-03s2", "raw": "A scene from a TV show in which a woman is sitting at a table with a blonde woman.", "with_names": "a woman is sitting at a table with a blonde woman."}, {"scene_id": "gl-12-03-03s3", "raw": "A scene from a TV show in which a man is talking to another man in a hallway.", "with_names": ""}, {"scene_id": "gl-12-03-03s4", "raw": "A scene from a TV show in which a woman is talking about her husband's affair.", "with_names": ""}, {"scene_id": "gl-12-03-03s5", "raw": "A scene from a TV show in which a man is talking to another man in a library.", "with_names": ""}, {"scene_id": "gl-12-03-03s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to two other men.", "with_names": ""}, {"scene_id": "gl-12-03-03s7", "raw": "A scene from a TV show in which a man and a woman are talking in a library.", "with_names": ""}, {"scene_id": "gl-12-03-03s8", "raw": "A scene from a TV show in which a man and a woman are arguing in a restaurant.", "with_names": "Buzz and Marina are arguing in a restaurant."}, {"scene_id": "gl-12-03-03s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-03-03s10", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "gl-12-03-03s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-03-03s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-03-03s13", "raw": "A scene from a TV show in which a woman is wearing a bandana on her head.", "with_names": "Marah is wearing a bandana on her head."}, {"scene_id": "gl-12-03-03s14", "raw": "A scene from a TV show in which a man is asleep on a couch, his head resting on his hand.", "with_names": "a man is asleep on a couch, his head resting on his hand."}, {"scene_id": "gl-12-03-03s15", "raw": "A scene from a TV show in which a woman is talking to someone and her hand is on her hip", "with_names": ""}, {"scene_id": "gl-12-03-03s16", "raw": "A scene from a TV show in which a woman is talking to someone and a red heart is visible in the background", "with_names": ""}, {"scene_id": "gl-12-03-03s17", "raw": "A scene from a TV show in which a sign is hanging on a door that says 'Cosenza'", "with_names": "a sign is hanging on a door that says 'cosenza'"}, {"scene_id": "gl-12-03-03s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-03-03s19", "raw": "A scene from a TV show in which a man is talking to someone and he is wearing a suit and a tie", "with_names": ""}, {"scene_id": "gl-12-03-03s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-12-03-03s21", "raw": "A scene from a TV show in which a woman is talking to two other women.", "with_names": ""}, {"scene_id": "gl-12-03-03s22", "raw": "A scene from a TV show in which a man is looking at a woman and another manI", "with_names": "a man is looking at a woman and another mani"}]