[{"scene_id": "pc-07-10-03s0", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a bar, with a crystal ball in front of them.", "with_names": "a man and a woman are sitting at a table in a bar, with a crystal ball in front of them."}, {"scene_id": "pc-07-10-03s1", "raw": "A scene from a TV show in which a man and a woman are talking to a black womanI", "with_names": ""}, {"scene_id": "pc-07-10-03s2", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "a woman is being groped by a man."}, {"scene_id": "pc-07-10-03s3", "raw": "A scene from a TV show in which a blonde woman is talking to the camera.", "with_names": ""}, {"scene_id": "pc-07-10-03s4", "raw": "A scene from a TV show in which a man is talking to someone and the person is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-07-10-03s5", "raw": "A scene from a TV show in which a woman is wearing a red dress and is sitting on a couch.", "with_names": ""}, {"scene_id": "pc-07-10-03s6", "raw": "A scene from a TV show in which a young woman is sitting next to a man and they are both looking at something.", "with_names": "a young woman is sitting next to a man and they are both looking at something."}, {"scene_id": "pc-07-10-03s7", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "pc-07-10-03s8", "raw": "A scene from a TV show in which a man is talking to someone and is looking at his watch.", "with_names": ""}, {"scene_id": "pc-07-10-03s9", "raw": "A scene from a TV show in which a woman is crying and a man is laughing.", "with_names": "a woman is crying and a man is laughing."}, {"scene_id": "pc-07-10-03s10", "raw": "A scene from a TV show in which a black man is looking down and smiling", "with_names": "a black man is looking down and smiling"}, {"scene_id": "pc-07-10-03s11", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "pc-07-10-03s12", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "pc-07-10-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-10-03s14", "raw": "A scene from a TV show in which a young man is talking to the camera.", "with_names": ""}]