[{"scene_id": "atwt-03-09-04s0", "raw": "A scene from a TV show in which a woman is sitting at a table and looking at her cell phone.", "with_names": "a woman is sitting at a table and looking at her cell phone."}, {"scene_id": "atwt-03-09-04s1", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-09-04s2", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt", "with_names": "a man is wearing a suit and a blue shirt"}, {"scene_id": "atwt-03-09-04s3", "raw": "A scene from a TV show in which the word \"Transitions\" is written in blue and the number 787 is written below it", "with_names": "the word \"transitions\" is written in blue and the number 787 is written below it"}, {"scene_id": "atwt-03-09-04s4", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "atwt-03-09-04s5", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are both looking at something.", "with_names": "a man is sitting next to a woman and they are both looking at something."}, {"scene_id": "atwt-03-09-04s6", "raw": "A scene from a TV show in which a baby is shown yawning.", "with_names": ""}, {"scene_id": "atwt-03-09-04s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-09-04s8", "raw": "A scene from a TV show in which a woman is standing at a table and a man and a woman are sitting at the table.", "with_names": "a woman is standing at a table and a man and a woman are sitting at the table."}, {"scene_id": "atwt-03-09-04s9", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-03-09-04s10", "raw": "A scene from a TV show in which a woman is shaking hands with a man.", "with_names": "a woman is shaking hands with a man."}, {"scene_id": "atwt-03-09-04s11", "raw": "A scene from a TV show in which a lighthouse is shown with the words \"Land of Lakes\" and \"Where simple goodness begins\"", "with_names": ""}, {"scene_id": "atwt-03-09-04s12", "raw": "A scene from a TV show in which Ross is holding a yellow piece of paper", "with_names": "ross is holding a yellow piece of paper"}, {"scene_id": "atwt-03-09-04s13", "raw": "A scene from a TV show in which a woman is standing next to a blonde woman, both of them clapping.", "with_names": "a woman is standing next to a blonde woman, both of them clapping."}, {"scene_id": "atwt-03-09-04s14", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "atwt-03-09-04s15", "raw": "A scene from a TV show in which a young girl holds up a drawing and smiles.", "with_names": "a young girl holds up a drawing and smiles."}, {"scene_id": "atwt-03-09-04s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-09-04s17", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-03-09-04s18", "raw": "A scene from a TV show in which a woman is walking down a hallway, wearing a blue top and black pants.", "with_names": "a woman is walking down a hallway, wearing a blue top and black pants."}, {"scene_id": "atwt-03-09-04s19", "raw": "A scene from a TV show in which a bottle of shampoo is hanging on a shower rod", "with_names": "a bottle of shampoo is hanging on a shower rod"}, {"scene_id": "atwt-03-09-04s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-09-04s21", "raw": "A scene from a TV show in which a woman is holding a package and another woman is standing next to her.", "with_names": "a woman is holding a package and another woman is standing next to her."}, {"scene_id": "atwt-03-09-04s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]