[{"scene_id": "gl-12-04-06s0", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-12-04-06s1", "raw": "A scene from a TV show in which a man is driving a car and his eyes are closed.", "with_names": "a man is driving a car and his eyes are closed."}, {"scene_id": "gl-12-04-06s2", "raw": "A scene from a TV show in which a woman is sitting on a bed holding a baby.", "with_names": "a woman is sitting on a bed holding a baby."}, {"scene_id": "gl-12-04-06s3", "raw": "A scene from a TV show in which a man is served a glass of wine by a waiter.", "with_names": "a man is served a glass of wine by a waiter."}, {"scene_id": "gl-12-04-06s4", "raw": "A scene from a TV show in which a woman is in a room with a glowing orb and the words guiding light", "with_names": "a woman is in a room with a glowing orb and the words guiding light"}, {"scene_id": "gl-12-04-06s5", "raw": "A scene from a TV show in which a man is talking to someone and a bottle is in front of him", "with_names": ""}, {"scene_id": "gl-12-04-06s6", "raw": "A scene from a TV show in which a woman is trying to get a teddy bear out of a bed.", "with_names": "a woman is trying to get a teddy bear out of a bed."}, {"scene_id": "gl-12-04-06s7", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-12-04-06s8", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-12-04-06s9", "raw": "A scene from a TV show in which a man and a woman are standing in front of a building.", "with_names": "a man and a woman are standing in front of a building."}, {"scene_id": "gl-12-04-06s10", "raw": "A scene from a TV show in which a woman is sitting in a chair and smiling.", "with_names": ""}, {"scene_id": "gl-12-04-06s11", "raw": "A scene from a TV show in which two women are standing in front of a door.", "with_names": "two women are standing in front of a door."}, {"scene_id": "gl-12-04-06s12", "raw": "A scene from a TV show in which a man is talking and smiling.", "with_names": ""}, {"scene_id": "gl-12-04-06s13", "raw": "A scene from a TV show in which a man is looking at the camera with a mustache.", "with_names": "a man is looking at the camera with a mustache."}, {"scene_id": "gl-12-04-06s14", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-04-06s15", "raw": "A scene from a TV show in which a woman is sitting in a restaurant, looking down and smiling.", "with_names": "a woman is sitting in a restaurant, looking down and smiling."}, {"scene_id": "gl-12-04-06s16", "raw": "A scene from a TV show in which a woman is sitting on a bed, holding a baby.", "with_names": "a woman is sitting on a bed, holding a baby."}, {"scene_id": "gl-12-04-06s17", "raw": "A scene from a TV show in which a woman is sitting on a bench and looking to the side.", "with_names": "a woman is sitting on a bench and looking to the side."}, {"scene_id": "gl-12-04-06s18", "raw": "A scene from a TV show in which a man is holding a baby and smiling.", "with_names": "a man is holding a baby and smiling."}, {"scene_id": "gl-12-04-06s19", "raw": "A scene from a TV show in which a person is seen using a credit card.", "with_names": "a person is using a credit card."}, {"scene_id": "gl-12-04-06s20", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "gl-12-04-06s21", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-12-04-06s22", "raw": "A scene from a TV show in which a woman is sitting at a desk and another woman is standing behind her.", "with_names": "a woman is sitting at a desk and another woman is standing behind her."}, {"scene_id": "gl-12-04-06s23", "raw": "A scene from a TV show in which a woman is seen looking at her watch", "with_names": "a woman is looking at her watch"}]