[{"scene_id": "bb-04-05-06s0", "raw": "A scene from a TV show in which a campfire is burning and a person is cooking over it.", "with_names": "a campfire is burning and a person is cooking over it."}, {"scene_id": "bb-04-05-06s1", "raw": "A scene from a TV show in which a man is wearing a white coat and a blue shirt", "with_names": "a man is wearing a white coat and a blue shirt"}, {"scene_id": "bb-04-05-06s2", "raw": "A scene from a TV show in which a man sits at a desk with his hands clasped in front of him.", "with_names": "a man sits at a desk with his hands clasped in front of him."}, {"scene_id": "bb-04-05-06s3", "raw": "A scene from a TV show in which a man is playing guitar for a little girl.", "with_names": "a man is playing guitar for a little girl."}, {"scene_id": "bb-04-05-06s4", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is sitting in a chair.", "with_names": ""}, {"scene_id": "bb-04-05-06s5", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-04-05-06s6", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, looking concerned.", "with_names": "a woman is lying in a hospital bed, looking concerned."}, {"scene_id": "bb-04-05-06s7", "raw": "A scene from a TV show in which a man is wearing a suit and a pink shirt.", "with_names": "a man is wearing a suit and a pink shirt."}, {"scene_id": "bb-04-05-06s8", "raw": "A scene from a TV show in which a man and a woman are sitting on a rock.", "with_names": "a man and a woman are sitting on a rock."}, {"scene_id": "bb-04-05-06s9", "raw": "A scene from a TV show in which a man and a woman are in a hospital room, looking at a computer screen.", "with_names": "a man and a woman are in a hospital room, looking at a computer screen."}, {"scene_id": "bb-04-05-06s10", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is talking to someone.", "with_names": ""}, {"scene_id": "bb-04-05-06s11", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}]