[{"scene_id": "gl-06-23-03s0", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "gl-06-23-03s1", "raw": "A scene from a TV show in which a woman is kissing a man on the lips", "with_names": "a woman is kissing a man on the lips"}, {"scene_id": "gl-06-23-03s2", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "gl-06-23-03s3", "raw": "A scene from a TV show in which a woman is wearing a black tank top and a necklace", "with_names": "a woman is wearing a black tank top and a necklace"}, {"scene_id": "gl-06-23-03s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-06-23-03s5", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "gl-06-23-03s6", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-06-23-03s7", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by a woman."}, {"scene_id": "gl-06-23-03s8", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-06-23-03s9", "raw": "A scene from a TV show in which a man is looking at a wall and talking", "with_names": ""}, {"scene_id": "gl-06-23-03s10", "raw": "A scene from a TV show in which a man is holding a bouquet and kissing his girlfriend.", "with_names": "a man is holding a bouquet and kissing his girlfriend."}, {"scene_id": "gl-06-23-03s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-23-03s12", "raw": "A scene from a TV show in which a woman is holding hands with a man.", "with_names": "a woman is holding hands with a man."}, {"scene_id": "gl-06-23-03s13", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-06-23-03s14", "raw": "A scene from a TV show in which a woman is talking to a skeleton", "with_names": ""}, {"scene_id": "gl-06-23-03s15", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-06-23-03s16", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "gl-06-23-03s17", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is standing behind her.", "with_names": "a woman is wearing a pink shirt and a man is standing behind her."}, {"scene_id": "gl-06-23-03s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-23-03s19", "raw": "A scene from a TV show in which a shirtless man is kissing a woman.", "with_names": "a shirtless man is kissing a woman."}, {"scene_id": "gl-06-23-03s20", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and she is looking at him with an expression of disapproval.", "with_names": "a woman is sitting at a table with a man, and she is looking at him with an expression of disapproval."}, {"scene_id": "gl-06-23-03s21", "raw": "A scene from a TV show in which two men are lying in bed together.", "with_names": "two men are lying in bed together."}]