[{"scene_id": "bb-03-21-17s0", "raw": "A scene from a TV show in which a woman is being filmed by a man on the steps of the Sydney Opera House.", "with_names": "a woman is being filmed by a man on the steps of the sydney opera house."}, {"scene_id": "bb-03-21-17s1", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "bb-03-21-17s2", "raw": "A scene from a TV show in which a woman is talking on the phone in an office.", "with_names": ""}, {"scene_id": "bb-03-21-17s3", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "Quinn is being harassed by Eric."}, {"scene_id": "bb-03-21-17s4", "raw": "A scene from a TV show in which a man is wearing a suit and a bow tie and talking to another man.", "with_names": ""}, {"scene_id": "bb-03-21-17s5", "raw": "A scene from a TV show in which a woman is wearing a dress and a red scarf and is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-21-17s6", "raw": "A scene from a TV show in which a man is seen in a dark room with a gun pointed at him.", "with_names": "a man is in a dark room with a gun pointed at him."}, {"scene_id": "bb-03-21-17s7", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-03-21-17s8", "raw": "A scene from a TV show in which a shirtless man is standing in a room.", "with_names": "a shirtless man is standing in a room."}, {"scene_id": "bb-03-21-17s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-21-17s10", "raw": "A scene from a TV show in which a woman is dressed in a blue dress and red scarf and stands in front of a manikin.", "with_names": "a woman is dressed in a blue dress and red scarf and stands in front of a manikin."}, {"scene_id": "bb-03-21-17s11", "raw": "A scene from a TV show in which a man is standing in a living room and adjusting his tie.", "with_names": "Thomas is standing in a living room and adjusting his tie."}, {"scene_id": "bb-03-21-17s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-03-21-17s13", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Quinn is kissing Eric on the cheek."}, {"scene_id": "bb-03-21-17s14", "raw": "A scene from a TV show in which two men are standing in front of a bridge, wearing suits and talking to a man.", "with_names": ""}, {"scene_id": "bb-03-21-17s15", "raw": "A scene from a TV show in which a groom is seen talking on his phone before the wedding.", "with_names": ""}, {"scene_id": "bb-03-21-17s16", "raw": "A scene from a TV show in which a boat is seen in the water in front of the Sydney Opera House.", "with_names": "a boat is in the water in front of the sydney opera house."}, {"scene_id": "bb-03-21-17s17", "raw": "A scene from a TV show in which two men are standing face to face, with a bridge in the background.", "with_names": "two men are standing face to face, with a bridge in the background."}, {"scene_id": "bb-03-21-17s18", "raw": "A scene from a TV show in which a man and a woman are standing in a garden.", "with_names": "a man and Sally are standing in a garden."}, {"scene_id": "bb-03-21-17s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, and the man is wearing a suit.", "with_names": "a man and Ivy are standing next to each other, and the man is wearing a suit."}, {"scene_id": "bb-03-21-17s23", "raw": "A scene from a TV show in which a woman and a man are standing next to each other, both laughing.", "with_names": "a woman and Thomas are standing next to each other, both laughing."}, {"scene_id": "bb-03-21-17s24", "raw": "A scene from a TV show in which a couple is getting married in front of the Sydney Opera House.", "with_names": "a couple is getting married in front of the sydney opera house."}]