[{"scene_id": "bb-08-06-15s0", "raw": "A scene from a TV show in which a woman is hugging a man and smiling.", "with_names": "Maya is hugging Rick and smiling."}, {"scene_id": "bb-08-06-15s1", "raw": "A scene from a TV show in which a woman sits at a desk with a book open in front of her.", "with_names": "a woman sits at a desk with a book open in front of her."}, {"scene_id": "bb-08-06-15s2", "raw": "A scene from a TV show in which a man and a woman discuss flowers.", "with_names": "a man and a woman discuss flowers."}, {"scene_id": "bb-08-06-15s3", "raw": "A scene from a TV show in which a man and a woman are in an office.", "with_names": "a man and a woman are in an office."}, {"scene_id": "bb-08-06-15s4", "raw": "A scene from a TV show in which a man walks into a room and sits down.", "with_names": "a man walks into a room and sits down."}, {"scene_id": "bb-08-06-15s5", "raw": "A scene from a TV show in which a young man and woman are standing in a room with a staircase.", "with_names": "a young man and woman are standing in a room with a staircase."}, {"scene_id": "bb-08-06-15s6", "raw": "A scene from a TV show in which a man and a woman are talking to a couple.", "with_names": ""}, {"scene_id": "bb-08-06-15s7", "raw": "A scene from a TV show in which a man is talking to a woman and another man.", "with_names": ""}, {"scene_id": "bb-08-06-15s8", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "bb-08-06-15s9", "raw": "", "with_names": ""}, {"scene_id": "bb-08-06-15s10", "raw": "A scene from a TV show in which three men are talking and drinking champagne.", "with_names": ""}, {"scene_id": "bb-08-06-15s11", "raw": "A scene from a TV show in which two men are standing in a living room and drinking wine.", "with_names": "two men are standing in a living room and drinking wine."}, {"scene_id": "bb-08-06-15s12", "raw": "A scene from a TV show in which a young couple is holding wine glasses and smiling.", "with_names": "a young couple is holding wine glasses and smiling."}, {"scene_id": "bb-08-06-15s13", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-08-06-15s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-06-15s15", "raw": "A scene from a TV show in which a man and a woman are standing face to face.", "with_names": "a man and a woman are standing face to face."}]