[{"scene_id": "oltl-05-27-09s0", "raw": "A scene from a TV show in which a man and a woman are kissing on a staircase.", "with_names": "a man and a woman are kissing on a staircase."}, {"scene_id": "oltl-05-27-09s1", "raw": "A scene from a TV show in which a man is in a bathtub, his arms are raised, and a woman stands nearby.", "with_names": "a man is in a bathtub, his arms are raised, and a woman stands nearby."}, {"scene_id": "oltl-05-27-09s2", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-05-27-09s3", "raw": "A scene from a TV show in which a woman is standing in a room with a door open, and a man is walking in the room.", "with_names": "a woman is standing in a room with a door open, and a man is walking in the room."}, {"scene_id": "oltl-05-27-09s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-27-09s5", "raw": "A scene from a TV show in which a man is standing in a room with a blue circle and the words One Life To Live", "with_names": "a man is standing in a room with a blue circle and the words one life to live"}, {"scene_id": "oltl-05-27-09s6", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-05-27-09s7", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-05-27-09s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-27-09s9", "raw": "A scene from a TV show in which a blonde woman is looking at a man and he is looking away.", "with_names": "a blonde woman is looking at a man and he is looking away."}, {"scene_id": "oltl-05-27-09s10", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them with a confused expression.", "with_names": ""}, {"scene_id": "oltl-05-27-09s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-27-09s12", "raw": "A scene from a TV show in which a blonde woman is looking at a man and he is looking back at her.", "with_names": "a blonde woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-05-27-09s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-27-09s14", "raw": "A scene from a TV show in which a man is wearing a neck brace and a woman is looking at him.", "with_names": "a man is wearing a neck brace and a woman is looking at him."}, {"scene_id": "oltl-05-27-09s15", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt", "with_names": "a man is wearing a leather jacket and a black shirt"}, {"scene_id": "oltl-05-27-09s16", "raw": "A scene from a TV show in which two women are sitting next to each other.", "with_names": "two women are sitting next to each other."}, {"scene_id": "oltl-05-27-09s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-27-09s18", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-27-09s19", "raw": "A scene from a TV show in which a woman is standing in a hallway, looking down at her hands.", "with_names": "a woman is standing in a hallway, looking down at her hands."}, {"scene_id": "oltl-05-27-09s20", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-05-27-09s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-27-09s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-27-09s23", "raw": "A scene from a TV show in which a blonde woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-05-27-09s24", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "oltl-05-27-09s25", "raw": "A scene from a TV show in which a man is kissing a woman on the bed.", "with_names": "a man is kissing a woman on the bed."}, {"scene_id": "oltl-05-27-09s26", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a tube coming out of her nose.", "with_names": "a woman is lying in a hospital bed with a tube coming out of her nose."}, {"scene_id": "oltl-05-27-09s27", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-27-09s28", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing in front of him.", "with_names": ""}, {"scene_id": "oltl-05-27-09s29", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him. She is looking at him with her arms crossed.", "with_names": ""}, {"scene_id": "oltl-05-27-09s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-27-09s31", "raw": "A scene from a TV show in which a woman is talking to someone in a hallway.", "with_names": ""}, {"scene_id": "oltl-05-27-09s32", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is kissing him on the cheek.", "with_names": "a man is lying in a hospital bed and a woman is kissing him on the cheek."}, {"scene_id": "oltl-05-27-09s33", "raw": "A scene from a TV show in which a blonde woman is walking down a hallway with a man.", "with_names": "a blonde woman is walking down a hallway with a man."}, {"scene_id": "oltl-05-27-09s34", "raw": "A scene from a TV show in which a blonde woman is looking at the camera and smiling.", "with_names": "a blonde woman is looking at the camera and smiling."}, {"scene_id": "oltl-05-27-09s35", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "oltl-05-27-09s36", "raw": "A scene from a TV show in which a woman is holding a beaver and a wine glass.", "with_names": "a woman is holding a beaver and a wine glass."}]